<!DOCTYPE html>
<html lang="pt">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta name="description" content="Politica de Privacidade do Hash - Mensagens ultra-seguras. Descubra como protegemos seus dados.">
  <meta name="theme-color" content="#FFAB00">
  <title>Politica de Privacidade - Hash</title>
  <link rel="icon" type="image/png" href="../assets/images/hash_icons.png">
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Inter:wght@300;400;500;600;700&display=swap" rel="stylesheet">
  <link rel="stylesheet" href="../css/style.css">
</head>
<body>

  <!-- Navigation -->
  <nav class="nav">
    <div class="nav__inner">
      <a href="index.html" class="nav__brand">
        <img src="../assets/images/hash_icons.webp" alt="Hash" class="nav__icon">
        <img src="../assets/images/hash_logo_text_white.webp" alt="Hash" class="nav__logo">
      </a>
      <div class="nav__mobile-actions">
        <button class="nav__menu-btn" onclick="toggleMenu()" aria-label="Menu">
          <span id="menu-icon">&#9776;</span>
        </button>
      </div>
      <ul class="nav__links" id="nav-links">
        <li><a href="index.html">INICIO</a></li>
        <li><a href="security.html">SEGURAN&Ccedil;A</a></li>
        <li><a href="opensource.html">OPEN SOURCE</a></li>
        <li><a href="support.html">APOIAR</a></li>
        <li><a href="index.html#download" class="nav__cta">BAIXAR</a></li>
      </ul>
    </div>
  </nav>

  <!-- Page Header -->
  <header class="page-header">
    <div class="container">
      <h1 class="page-header__title">Politica de Privacidade</h1>
      <p class="page-header__text" style="color: var(--text-tertiary); font-size: 0.9rem;">Ultima atualiza&ccedil;&atilde;o: Fevereiro 2026</p>
    </div>
  </header>

  <!-- Content -->
  <div class="legal-content">

    <div class="highlight-box">
      <p><strong>Em resumo:</strong> O Hash foi projetado para n&atilde;o coletar praticamente nenhum dado pessoal. Suas mensagens s&atilde;o criptografadas de ponta a ponta, n&atilde;o conseguimos l&ecirc;-las. Sem analytics, sem publicidade, sem compartilhamento de dados com terceiros.</p>
    </div>

    <h2>1. Respons&aacute;vel pelo tratamento</h2>
    <p>O respons&aacute;vel pelo tratamento dos dados &eacute;:</p>
    <ul>
      <li><strong>Empresa:</strong> DEVOLIM</li>
      <li><strong>SIREN:</strong> 948 000 757</li>
      <li><strong>Contato:</strong> <a href="mailto:hash-privacy@devolim.fr">hash-privacy@devolim.fr</a></li>
    </ul>

    <h2>2. Dados coletados</h2>
    <p>O Hash foi projetado de acordo com o principio de <strong>minimiza&ccedil;&atilde;o de dados</strong>. Coletamos apenas o minimo necess&aacute;rio para o funcionamento do servi&ccedil;o:</p>

    <h3>2.1 Dados que coletamos</h3>
    <ul>
      <li><strong>Hash ID:</strong> identificador unico gerado aleatoriamente (formato 000-000-XXX), n&atilde;o vinculado &agrave; sua identidade real</li>
      <li><strong>Identificador do dispositivo:</strong> um identificador t&eacute;cnico unico que permite associar sua conta ao seu dispositivo</li>
      <li><strong>Plataforma:</strong> o tipo de dispositivo utilizado (iOS ou Android), necess&aacute;rio para o envio de notifica&ccedil;&otilde;es</li>
      <li><strong>Chaves p&uacute;blicas de criptografia:</strong> as chaves p&uacute;blicas do seu conjunto de chaves Signal Protocol, necess&aacute;rias para que seus contatos possam enviar mensagens criptografadas</li>
      <li><strong>Token de caixa de correio:</strong> um token derivado criptograficamente das suas chaves, utilizado para a recep&ccedil;&atilde;o an&ocirc;nima de mensagens</li>
    </ul>

    <h3>2.2 Dados que N&Atilde;O coletamos</h3>
    <ul>
      <li><strong>Conte&uacute;do das mensagens:</strong> todas as mensagens s&atilde;o criptografadas de ponta a ponta (E2E). N&atilde;o conseguimos l&ecirc;-las, mesmo que quis&eacute;ssemos</li>
      <li><strong>Lista de contatos:</strong> sua agenda de contatos permanece no seu dispositivo, nunca acessamos</li>
      <li><strong>Localiza&ccedil;&atilde;o:</strong> os dados de geolocaliza&ccedil;&atilde;o s&atilde;o transmitidos apenas quando voc&ecirc; envia voluntariamente uma mensagem de localiza&ccedil;&atilde;o. Eles s&atilde;o criptografados de ponta a ponta e n&atilde;o podem ser lidos ou armazenados pelos nossos servidores</li>
      <li><strong>Endere&ccedil;o de email:</strong> n&atilde;o requerido, n&atilde;o coletado</li>
      <li><strong>N&uacute;mero de telefone:</strong> n&atilde;o requerido, n&atilde;o coletado</li>
      <li><strong>Endere&ccedil;o IP:</strong> n&atilde;o armazenado em nossos bancos de dados</li>
      <li><strong>Metadados de comunica&ccedil;&atilde;o:</strong> n&atilde;o sabemos quem se comunica com quem gra&ccedil;as ao sistema de tokens an&ocirc;nimos</li>
      <li><strong>Fotos, arquivos, midias:</strong> todo conte&uacute;do multimidia &eacute; criptografado no dispositivo antes do envio e s&oacute; transita em nossos servidores como dados criptografados ilegiveis</li>
    </ul>

    <h2>3. Criptografia e seguran&ccedil;a</h2>
    <p>O Hash utiliza tecnologias de criptografia de ponta para proteger suas comunica&ccedil;&otilde;es:</p>
    <ul>
      <li><strong>Signal Protocol:</strong> protocolo de criptografia de ponta a ponta tamb&eacute;m utilizado pelo Signal e WhatsApp, oferecendo forward secrecy e future secrecy</li>
      <li><strong>AES-256:</strong> algoritmo de criptografia sim&eacute;trica de nivel militar para a criptografia de mensagens e arquivos</li>
      <li><strong>Curve25519:</strong> curva eliptica para a troca de chaves Diffie-Hellman</li>
      <li><strong>Double Ratchet:</strong> cada mensagem utiliza uma chave de sess&atilde;o unica, renovada automaticamente</li>
      <li><strong>Sealed Sender:</strong> tecnologia de remetente an&ocirc;nimo que impede o servidor de conhecer o remetente de uma mensagem</li>
    </ul>
    <p>Suas <strong>chaves privadas nunca saem do seu dispositivo</strong>. Elas s&atilde;o armazenadas localmente em um espa&ccedil;o de armazenamento criptografado (Hive) e nunca s&atilde;o transmitidas aos nossos servidores.</p>

    <h2>4. Periodo de reten&ccedil;&atilde;o de dados</h2>
    <ul>
      <li><strong>Mensagens em tr&acirc;nsito:</strong> armazenadas no servidor por <strong>no m&aacute;ximo 24 horas</strong>. Assim que o destinat&aacute;rio confirma o recebimento, a mensagem &eacute; <strong>imediata e irreversivelmente excluida</strong> do servidor</li>
      <li><strong>Dados da conta:</strong> mantidos enquanto a conta estiver ativa. Excluidos imediata e definitivamente na exclus&atilde;o da conta (bot&atilde;o de p&acirc;nico ou exclus&atilde;o manual)</li>
      <li><strong>Arquivos e midias:</strong> mesma politica das mensagens, excluidos ap&oacute;s confirma&ccedil;&atilde;o de recebimento</li>
    </ul>

    <h2>5. Armazenamento local</h2>
    <p>Os dados locais (mensagens descriptografadas, contatos, chaves) s&atilde;o armazenados <strong>exclusivamente no seu dispositivo</strong> em um banco de dados Hive criptografado. Esses dados nunca s&atilde;o sincronizados com nossos servidores ou com a nuvem.</p>
    <p>Em caso de perda ou troca de dispositivo, esses dados s&atilde;o <strong>permanentemente perdidos</strong>. Esta &eacute; uma escolha deliberada de design: um dispositivo = uma conta, sem possibilidade de recupera&ccedil;&atilde;o.</p>

    <h2>6. Compartilhamento de dados com terceiros</h2>
    <div class="highlight-box">
      <p><strong>Nenhum compartilhamento de dados.</strong> O Hash n&atilde;o utiliza nenhuma ferramenta de analytics, nenhuma publicidade, nenhum rastreador. N&atilde;o compartilhamos, vendemos ou transferimos nenhum dado a terceiros, sejam quais forem.</p>
    </div>
    <p>Nossos servidores s&atilde;o hospedados pela Supabase. Os dados armazenados nesses servidores s&atilde;o dados criptografados ilegiveis (mensagens) ou dados t&eacute;cnicos minimos (Hash ID, chaves p&uacute;blicas).</p>
    <p>As notifica&ccedil;&otilde;es push s&atilde;o entregues via Firebase Cloud Messaging (Google LLC). Apenas o token de dispositivo FCM &eacute; processado pelo Google para este fim. Nenhum conte&uacute;do de mensagem &eacute; transmitido atrav&eacute;s deste servi&ccedil;o. <a href="https://firebase.google.com/support/privacy" target="_blank">Pol&iacute;tica de privacidade do Firebase</a>.</p>

    <h2>7. Seus direitos (LGPD/RGPD)</h2>
    <p>Em conformidade com a Lei Geral de Prote&ccedil;&atilde;o de Dados (LGPD) e o Regulamento Geral sobre a Prote&ccedil;&atilde;o de Dados (RGPD), voc&ecirc; possui os seguintes direitos:</p>
    <ul>
      <li><strong>Direito de acesso:</strong> voc&ecirc; pode solicitar quais dados possuimos sobre voc&ecirc; (Hash ID, chaves p&uacute;blicas, identificador do dispositivo)</li>
      <li><strong>Direito de retifica&ccedil;&atilde;o:</strong> voc&ecirc; pode solicitar a corre&ccedil;&atilde;o de dados imprecisos</li>
      <li><strong>Direito &agrave; exclus&atilde;o:</strong> voc&ecirc; pode excluir todos os seus dados a qualquer momento usando o <strong>bot&atilde;o de p&acirc;nico</strong> no aplicativo ou pela se&ccedil;&atilde;o de Configura&ccedil;&otilde;es. A exclus&atilde;o &eacute; imediata e irreversivel</li>
      <li><strong>Direito &agrave; portabilidade:</strong> dado o volume minimo de dados coletados, voc&ecirc; pode entrar em contato conosco para obter uma c&oacute;pia dos seus dados</li>
      <li><strong>Direito de oposi&ccedil;&atilde;o:</strong> voc&ecirc; pode se opor ao tratamento dos seus dados excluindo sua conta</li>
      <li><strong>Direito de apresentar reclama&ccedil;&atilde;o:</strong> voc&ecirc; pode apresentar uma reclama&ccedil;&atilde;o &agrave; CNIL (<a href="https://www.cnil.fr" target="_blank" rel="noopener">www.cnil.fr</a>) ou &agrave; autoridade de prote&ccedil;&atilde;o de dados do seu pais</li>
    </ul>
    <p>Para exercer seus direitos, entre em contato conosco em <a href="mailto:hash-privacy@devolim.fr">hash-privacy@devolim.fr</a>.</p>

    <h2>8. Seus direitos (leis de privacidade dos EUA)</h2>
    <p>Se voc&ecirc; reside na Calif&oacute;rnia (CCPA/CPRA), Virg&iacute;nia (VCDPA), Colorado (CPA) ou em outro estado dos EUA com legisla&ccedil;&atilde;o de privacidade, voc&ecirc; possui os seguintes direitos:</p>
    <ul>
      <li><strong>Direito de saber:</strong> voc&ecirc; pode solicitar informa&ccedil;&otilde;es sobre os dados pessoais que coletamos e como s&atilde;o utilizados</li>
      <li><strong>Direito &agrave; exclus&atilde;o:</strong> voc&ecirc; pode solicitar a exclus&atilde;o dos seus dados pessoais a qualquer momento atrav&eacute;s da funcionalidade de exclus&atilde;o no aplicativo ou entrando em contato conosco</li>
      <li><strong>Direito de recusar a venda:</strong> n&atilde;o vendemos, compartilhamos ou alugamos seus dados pessoais a terceiros por contrapartida monet&aacute;ria ou outra de valor</li>
      <li><strong>Direito &agrave; n&atilde;o discrimina&ccedil;&atilde;o:</strong> n&atilde;o discriminaremos voc&ecirc; pelo exerc&iacute;cio dos seus direitos de privacidade</li>
    </ul>
    <p>Para exercer estes direitos, utilize a funcionalidade de exclus&atilde;o de conta no aplicativo ou entre em contato conosco em <a href="mailto:hash-privacy@devolim.fr">hash-privacy@devolim.fr</a>.</p>

    <h2>9. Idade minima</h2>
    <p>O Hash &eacute; destinado a pessoas com <strong>13 anos ou mais</strong>. Em alguns paises da Uni&atilde;o Europeia onde a legisla&ccedil;&atilde;o local exige, a idade minima pode ser de <strong>16 anos</strong>.</p>
    <p>N&atilde;o coletamos intencionalmente dados de crian&ccedil;as abaixo da idade minima aplic&aacute;vel. Se voc&ecirc; &eacute; pai, m&atilde;e ou respons&aacute;vel e acredita que seu filho utiliza o Hash sem o seu consentimento, entre em contato conosco em <a href="mailto:hash-privacy@devolim.fr">hash-privacy@devolim.fr</a>.</p>

    <h2>10. Cookies e tecnologias de rastreamento</h2>
    <p>O aplicativo Hash <strong>n&atilde;o utiliza nenhum cookie, nenhum pixel de rastreamento, nenhum SDK de analytics</strong>. O site hash.devolim.fr tamb&eacute;m n&atilde;o utiliza cookies de rastreamento.</p>

    <h2>11. Transfer&ecirc;ncias internacionais</h2>
    <p>Os dados t&eacute;cnicos minimos (Hash ID, chaves p&uacute;blicas) podem ser processados em servidores localizados fora do Espa&ccedil;o Econ&ocirc;mico Europeu. No entanto, considerando que todos os dados sensiveis s&atilde;o criptografados de ponta a ponta e que n&atilde;o coletamos nenhum dado pessoal identificavel, o risco para sua privacidade &eacute; minimo.</p>

    <h2>12. Seguran&ccedil;a dos dados</h2>
    <p>Implementamos as seguintes medidas de seguran&ccedil;a:</p>
    <ul>
      <li>Criptografia de ponta a ponta de todas as comunica&ccedil;&otilde;es (Signal Protocol)</li>
      <li>Criptografia AES-256 dos dados locais</li>
      <li>Autentica&ccedil;&atilde;o por c&oacute;digo PIN e biometria</li>
      <li>C&oacute;digo de destrui&ccedil;&atilde;o (duress PIN) para exclus&atilde;o de emerg&ecirc;ncia</li>
      <li>Prote&ccedil;&atilde;o contra capturas de tela (FLAG_SECURE no Android)</li>
      <li>Exclus&atilde;o autom&aacute;tica das mensagens do servidor ap&oacute;s a entrega</li>
      <li>Acesso ao banco de dados exclusivamente por fun&ccedil;&otilde;es seguras (security definer)</li>
      <li>Politicas RLS (Row Level Security) em todas as tabelas</li>
    </ul>

    <h2>13. Altera&ccedil;&otilde;es nesta politica</h2>
    <p>Podemos atualizar esta politica de privacidade periodicamente. Em caso de altera&ccedil;&atilde;o substancial, informaremos voc&ecirc; por meio de uma notifica&ccedil;&atilde;o no aplicativo. A data da ultima atualiza&ccedil;&atilde;o est&aacute; indicada no topo desta p&aacute;gina.</p>

    <h2>14. Contato - Encarregado de prote&ccedil;&atilde;o de dados</h2>
    <p>Para qualquer d&uacute;vida relativa a esta politica de privacidade ou &agrave; prote&ccedil;&atilde;o dos seus dados pessoais, voc&ecirc; pode entrar em contato com nosso Encarregado de Prote&ccedil;&atilde;o de Dados (DPO):</p>
    <ul>
      <li><strong>Email:</strong> <a href="mailto:hash-privacy@devolim.fr">hash-privacy@devolim.fr</a></li>
      <li><strong>Respons&aacute;vel:</strong> DEVOLIM</li>
      <li><strong>SIREN:</strong> 948 000 757</li>
    </ul>
  </div>

  <!-- Footer -->
  <footer class="footer">
    <div class="container">
      <div class="footer__grid">
        <div>
          <div class="footer__brand">
            <img src="../assets/images/hash_icons.webp" alt="Hash">
            <img src="../assets/images/hash_logo_text_white.webp" alt="Hash">
          </div>
          <p class="footer__desc">O mensageiro que n&atilde;o sabe nada sobre voc&ecirc;.</p>
        </div>
        <div>
          <h4 class="footer__title">Produto</h4>
          <ul class="footer__list">
            <li><a href="index.html#features">Funcionalidades</a></li>
            <li><a href="security.html">Seguran&ccedil;a</a></li>
            <li><a href="index.html#download">Baixar</a></li>
          </ul>
        </div>
        <div>
          <h4 class="footer__title">Projeto</h4>
          <ul class="footer__list">
            <li><a href="opensource.html">Open Source</a></li>
            <li><a href="support.html">Apoiar o Hash</a></li>
            <li><a href="mailto:hash-support@devolim.fr">Contato</a></li>
          </ul>
        </div>
        <div>
          <h4 class="footer__title">Legal</h4>
          <ul class="footer__list">
            <li><a href="privacy.html">Privacidade</a></li>
            <li><a href="terms.html">Termos de Uso</a></li>
            <li><a href="delete-account.html">Excluir minha conta</a></li>
          </ul>
        </div>
      </div>
      <div class="footer__bottom">
        <div class="lang-picker"></div>
        <p class="footer__copy">&copy; 2026 Hash by <a href="https://devolim.fr" target="_blank" rel="noopener" style="color: inherit; text-decoration: underline;">DEVOLIM</a>. Todos os direitos reservados.</p>
      </div>
    </div>
  </footer>

  <script src="../js/i18n.js"></script>
  <script>
    function toggleMenu() {
      const links = document.getElementById('nav-links');
      const icon = document.getElementById('menu-icon');
      links.classList.toggle('open');
      icon.innerHTML = links.classList.contains('open') ? '&#10005;' : '&#9776;';
    }
    document.querySelectorAll('.nav__links a').forEach(link => {
      link.addEventListener('click', () => {
        document.getElementById('nav-links').classList.remove('open');
        document.getElementById('menu-icon').innerHTML = '&#9776;';
      });
    });

    // Smart download button
    (function() {
      var btn = document.getElementById('navDownloadBtn');
      if (!btn) return;
      var ua = navigator.userAgent || '';
      if (/iPad|iPhone|iPod/.test(ua) || (/Macintosh/.test(ua) && navigator.maxTouchPoints > 1)) {
        btn.href = '#'; // App Store URL
      } else if (/android/i.test(ua)) {
        btn.href = '#'; // Google Play URL
      } else {
        btn.href = 'index.html#download';
      }
    })();
  </script>

</body>
</html>
