<!DOCTYPE html>
<html lang="pt">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta name="description" content="Termos de Uso do Hash - Mensagens ultra-seguras.">
  <meta name="theme-color" content="#FFAB00">
  <title>Termos de Uso - Hash</title>
  <link rel="icon" type="image/png" href="../assets/images/hash_icons.png">
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Inter:wght@300;400;500;600;700&display=swap" rel="stylesheet">
  <link rel="stylesheet" href="../css/style.css">
</head>
<body>

  <!-- Navigation -->
  <nav class="nav">
    <div class="nav__inner">
      <a href="index.html" class="nav__brand">
        <img src="../assets/images/hash_icons.webp" alt="Hash" class="nav__icon">
        <img src="../assets/images/hash_logo_text_white.webp" alt="Hash" class="nav__logo">
      </a>
      <div class="nav__mobile-actions">
        <button class="nav__menu-btn" onclick="toggleMenu()" aria-label="Menu">
          <span id="menu-icon">&#9776;</span>
        </button>
      </div>
      <ul class="nav__links" id="nav-links">
        <li><a href="index.html">INICIO</a></li>
        <li><a href="security.html">SEGURAN&Ccedil;A</a></li>
        <li><a href="opensource.html">OPEN SOURCE</a></li>
        <li><a href="support.html">APOIAR</a></li>
        <li><a href="index.html#download" class="nav__cta">BAIXAR</a></li>
      </ul>
    </div>
  </nav>

  <!-- Page Header -->
  <header class="page-header">
    <div class="container">
      <h1 class="page-header__title">Termos de Uso</h1>
      <p class="page-header__text" style="color: var(--text-tertiary); font-size: 0.9rem;">Ultima atualiza&ccedil;&atilde;o: Fevereiro 2026</p>
    </div>
  </header>

  <!-- Content -->
  <div class="legal-content">

    <div class="highlight-box">
      <p><strong>Bem-vindo ao Hash.</strong> Ao utilizar nosso aplicativo, voc&ecirc; aceita os presentes Termos de Uso. Por favor, leia-os atentamente.</p>
    </div>

    <h2>1. Apresenta&ccedil;&atilde;o do servi&ccedil;o</h2>
    <p>O Hash &eacute; um aplicativo de mensagens seguras publicado por:</p>
    <ul>
      <li><strong>Empresa:</strong> DEVOLIM</li>
      <li><strong>SIREN:</strong> 948 000 757</li>
      <li><strong>Contato:</strong> <a href="mailto:hash-support@devolim.fr">hash-support@devolim.fr</a></li>
    </ul>
    <p>O Hash permite o envio de mensagens de texto, chamadas de &aacute;udio e video, e o compartilhamento de arquivos, tudo protegido por criptografia de ponta a ponta baseada no Signal Protocol. O servi&ccedil;o &eacute; projetado para garantir o anonimato e a confidencialidade de seus usu&aacute;rios.</p>

    <h2>2. Aceita&ccedil;&atilde;o dos termos</h2>
    <p>Ao baixar, instalar ou utilizar o aplicativo Hash, voc&ecirc; reconhece ter lido, compreendido e aceito os presentes Termos de Uso em sua integralidade. Se voc&ecirc; n&atilde;o aceitar estes termos, voc&ecirc; n&atilde;o deve utilizar o servi&ccedil;o.</p>
    <p>A DEVOLIM reserva-se o direito de modificar os presentes Termos de Uso a qualquer momento. As modifica&ccedil;&otilde;es entram em vigor a partir de sua publica&ccedil;&atilde;o. Ao continuar a utilizar o servi&ccedil;o ap&oacute;s a publica&ccedil;&atilde;o de modifica&ccedil;&otilde;es, voc&ecirc; aceita os Termos de Uso atualizados.</p>

    <h2>3. Idade minima</h2>
    <p>Voc&ecirc; deve ter no minimo <strong>13 anos</strong> para utilizar o Hash. Em alguns paises da Uni&atilde;o Europeia onde a legisla&ccedil;&atilde;o local exige, a idade minima pode ser de <strong>16 anos</strong>.</p>
    <p>Se voc&ecirc; for menor de idade de acordo com a legisla&ccedil;&atilde;o do seu pais de resid&ecirc;ncia, voc&ecirc; declara ter obtido o consentimento do seu respons&aacute;vel legal para utilizar o Hash.</p>

    <h2>4. Registro e conta</h2>
    <h3>4.1 Cria&ccedil;&atilde;o de conta</h3>
    <p>A cria&ccedil;&atilde;o de uma conta Hash n&atilde;o requer nenhum dado pessoal (sem n&uacute;mero de telefone, sem email). Um identificador unico (Hash ID) &eacute; atribuido automaticamente a voc&ecirc;.</p>

    <h3>4.2 Um dispositivo = uma conta</h3>
    <div class="warning-box">
      <p><strong>Importante:</strong> Sua conta Hash est&aacute; vinculada a um unico dispositivo. N&atilde;o existe <strong>nenhum mecanismo de recupera&ccedil;&atilde;o</strong> de conta. Em caso de perda, roubo ou troca de dispositivo, seus dados (mensagens, contatos, chaves de criptografia) s&atilde;o <strong>permanentemente perdidos</strong>. Esta &eacute; uma escolha deliberada de design para garantir sua seguran&ccedil;a.</p>
    </div>

    <h3>4.3 Seguran&ccedil;a da conta</h3>
    <p>Voc&ecirc; &eacute; respons&aacute;vel pela seguran&ccedil;a do seu c&oacute;digo PIN e do seu dispositivo. O Hash n&atilde;o pode redefinir seu c&oacute;digo PIN nem acessar seus dados.</p>

    <h2>5. Uso aceit&aacute;vel</h2>
    <p>Ao utilizar o Hash, voc&ecirc; se compromete a <strong>n&atilde;o</strong> utilizar o servi&ccedil;o para:</p>
    <ul>
      <li>Difundir, armazenar ou transmitir qualquer conte&uacute;do ilegal de acordo com a legisla&ccedil;&atilde;o francesa ou a legisla&ccedil;&atilde;o aplic&aacute;vel em sua jurisdi&ccedil;&atilde;o</li>
      <li>Ass&eacute;dio, intimida&ccedil;&atilde;o, amea&ccedil;as ou abuso contra outros usu&aacute;rios</li>
      <li>Envio de spam, mensagens n&atilde;o solicitadas ou comunica&ccedil;&otilde;es comerciais n&atilde;o autorizadas</li>
      <li>Amea&ccedil;as de viol&ecirc;ncia ou incita&ccedil;&atilde;o ao &oacute;dio</li>
      <li>Explora&ccedil;&atilde;o, abuso ou coloca&ccedil;&atilde;o em risco de menores, incluindo a difus&atilde;o de conte&uacute;dos de abuso sexual infantil (CSAM)</li>
      <li>Fraude, usurpa&ccedil;&atilde;o de identidade ou engano</li>
      <li>Distribui&ccedil;&atilde;o de softwares maliciosos, virus ou qualquer c&oacute;digo prejudicial</li>
      <li>Viola&ccedil;&atilde;o dos direitos de propriedade intelectual de terceiros</li>
      <li>Tentativa de contornar as medidas de seguran&ccedil;a ou acesso n&atilde;o autorizado aos sistemas do Hash</li>
      <li>Terrorismo ou financiamento de atividades terroristas</li>
    </ul>

    <h2>6. Suspens&atilde;o e exclus&atilde;o de conta</h2>
    <p>A DEVOLIM reserva-se o direito de <strong>suspender ou excluir</strong> qualquer conta em caso de viola&ccedil;&atilde;o dos presentes Termos de Uso, e em particular em caso de:</p>
    <ul>
      <li>Utiliza&ccedil;&atilde;o do servi&ccedil;o para fins ilegais</li>
      <li>Ass&eacute;dio ou abuso reportados por outros usu&aacute;rios</li>
      <li>Tentativa de comprometer a seguran&ccedil;a do servi&ccedil;o</li>
      <li>Qualquer atividade contr&aacute;ria ao espirito do Hash e &agrave; prote&ccedil;&atilde;o da privacidade</li>
    </ul>
    <p>Dada a natureza criptografada do servi&ccedil;o, a exclus&atilde;o de uma conta acarreta a elimina&ccedil;&atilde;o irreversivel de todos os dados associados (Hash ID, chaves p&uacute;blicas, mensagens em tr&acirc;nsito n&atilde;o lidas).</p>

    <h2>7. Propriedade intelectual</h2>
    <p>Todos os elementos que comp&otilde;em o aplicativo Hash e o site hash.devolim.fr (c&oacute;digo-fonte, design, logotipo, marca, textos, imagens) s&atilde;o <strong>propriedade exclusiva da DEVOLIM</strong> ou s&atilde;o objeto de uma licen&ccedil;a concedida &agrave; DEVOLIM.</p>
    <p>Qualquer reprodu&ccedil;&atilde;o, distribui&ccedil;&atilde;o, modifica&ccedil;&atilde;o ou utiliza&ccedil;&atilde;o desses elementos, no todo ou em parte, sem a autoriza&ccedil;&atilde;o escrita pr&eacute;via da DEVOLIM, &eacute; estritamente proibida.</p>
    <p>A marca "Hash" e o logotipo Hash s&atilde;o marcas da DEVOLIM. Seu uso sem autoriza&ccedil;&atilde;o &eacute; proibido.</p>

    <h2>8. Conte&uacute;do do usu&aacute;rio</h2>
    <p>As mensagens e arquivos que voc&ecirc; envia pelo Hash s&atilde;o criptografados de ponta a ponta. A DEVOLIM n&atilde;o tem nenhum acesso ao conte&uacute;do das suas comunica&ccedil;&otilde;es e, portanto, n&atilde;o pode moderar o conte&uacute;do trocado.</p>
    <p>Voc&ecirc; permanece como unico(a) respons&aacute;vel pelo conte&uacute;do que envia pelo Hash. Voc&ecirc; garante que suas comunica&ccedil;&otilde;es respeitam a legisla&ccedil;&atilde;o vigente e os presentes Termos de Uso.</p>

    <h2>9. Limita&ccedil;&atilde;o de responsabilidade</h2>
    <div class="highlight-box">
      <p>O Hash &eacute; fornecido <strong>"no estado em que se encontra"</strong> (as-is) e <strong>"conforme disponivel"</strong> (as-available), sem garantia de qualquer tipo, expressa ou implicita.</p>
    </div>
    <p>A DEVOLIM n&atilde;o garante que:</p>
    <ul>
      <li>O servi&ccedil;o estar&aacute; disponivel de forma ininterrupta ou sem erros</li>
      <li>Os defeitos ser&atilde;o corrigidos em um prazo determinado</li>
      <li>O servi&ccedil;o atender&aacute; &agrave;s suas expectativas especificas</li>
    </ul>
    <p>Em nenhum caso a DEVOLIM poder&aacute; ser responsabilizada por:</p>
    <ul>
      <li>Danos diretos ou indiretos decorrentes do uso ou da impossibilidade de uso do servi&ccedil;o</li>
      <li>Perda de dados relacionada &agrave; perda, roubo ou dano ao seu dispositivo</li>
      <li>Acesso n&atilde;o autorizado aos seus dados decorrente do comprometimento do seu dispositivo ou do seu c&oacute;digo PIN</li>
      <li>Interrup&ccedil;&otilde;es do servi&ccedil;o, sejam programadas ou n&atilde;o</li>
      <li>Conte&uacute;dos trocados pelos usu&aacute;rios por meio do servi&ccedil;o</li>
    </ul>

    <h2>10. Disponibilidade do servi&ccedil;o</h2>
    <p>A DEVOLIM se esfor&ccedil;a para manter o servi&ccedil;o disponivel 24 horas por dia, 7 dias por semana. No entanto, o servi&ccedil;o pode ser temporariamente interrompido por raz&otilde;es de manuten&ccedil;&atilde;o, atualiza&ccedil;&atilde;o ou em caso de for&ccedil;a maior.</p>
    <p>A DEVOLIM reserva-se o direito de modificar, suspender ou encerrar todo ou parte do servi&ccedil;o a qualquer momento, com ou sem aviso pr&eacute;vio.</p>

    <h2>11. Gratuidade</h2>
    <p>O Hash &eacute; um servi&ccedil;o <strong>gratuito</strong>. Nenhum pagamento &eacute; necess&aacute;rio para utilizar as funcionalidades do aplicativo. O Hash n&atilde;o cont&eacute;m nenhuma publicidade e n&atilde;o oferece nenhuma compra integrada.</p>

    <h2>12. Den&uacute;ncias</h2>
    <p>Se voc&ecirc; constatar um comportamento abusivo ou contr&aacute;rio aos presentes Termos de Uso, voc&ecirc; pode denunci&aacute;-lo diretamente pelo aplicativo atrav&eacute;s da fun&ccedil;&atilde;o de den&uacute;ncia integrada, ou enviando um e-mail para <a href="mailto:hash-abuse@devolim.fr">hash-abuse@devolim.fr</a>. Devido &agrave; criptografia de ponta a ponta, n&atilde;o podemos acessar o conte&uacute;do das mensagens, mas podemos agir sobre as contas denunciadas.</p>

    <h3>12.1 Material de abuso sexual infantil (CSAM)</h3>
    <p>A DEVOLIM adota toler&acirc;ncia zero em rela&ccedil;&atilde;o ao CSAM. Se recebermos uma den&uacute;ncia contendo alega&ccedil;&otilde;es cred&iacute;veis de explora&ccedil;&atilde;o sexual infantil, iremos:</p>
    <ul>
      <li>Suspender imediatamente a conta denunciada</li>
      <li>Apresentar um relat&oacute;rio ao National Center for Missing &amp; Exploited Children (NCMEC) atrav&eacute;s da CyberTipline, conforme exigido pelo 18 U.S.C. &sect; 2258A</li>
      <li>Preservar quaisquer dados n&atilde;o relacionados ao conte&uacute;do dispon&iacute;veis (Hash ID, carimbos de data/hora, endere&ccedil;os IP de envios de den&uacute;ncias) para as autoridades policiais, conforme exigido pela legisla&ccedil;&atilde;o aplic&aacute;vel</li>
      <li>Cooperar com as autoridades policiais mediante solicita&ccedil;&otilde;es legais v&aacute;lidas</li>
    </ul>
    <p>Para denunciar suspeita de CSAM, entre em contato conosco imediatamente em <a href="mailto:hash-abuse@devolim.fr">hash-abuse@devolim.fr</a> com o assunto "CSAM Report".</p>

    <h2>13. Legisla&ccedil;&atilde;o aplic&aacute;vel e jurisdi&ccedil;&atilde;o</h2>
    <p>Os presentes Termos de Uso s&atilde;o regidos pelo <strong>direito franc&ecirc;s</strong>.</p>
    <p>Em caso de litigio relativo &agrave; interpreta&ccedil;&atilde;o, execu&ccedil;&atilde;o ou rescis&atilde;o dos presentes Termos de Uso, e na falta de resolu&ccedil;&atilde;o amig&aacute;vel, os <strong>tribunais competentes de Bordeaux</strong> (Fran&ccedil;a) ser&atilde;o os unicos competentes.</p>
    <p>Em conformidade com o artigo L.612-1 do C&oacute;digo do Consumo franc&ecirc;s, voc&ecirc; pode recorrer gratuitamente ao servi&ccedil;o de media&ccedil;&atilde;o de consumo. O mediador de consumo competente pode ser contactado atrav&eacute;s da plataforma online de resolu&ccedil;&atilde;o de litigios da Comiss&atilde;o Europeia: <a href="https://ec.europa.eu/consumers/odr" target="_blank" rel="noopener">https://ec.europa.eu/consumers/odr</a>.</p>

    <h2>14. Divisibilidade</h2>
    <p>Se uma das cl&aacute;usulas dos presentes Termos de Uso for declarada nula ou inaplic&aacute;vel por um tribunal competente, as demais cl&aacute;usulas permanecer&atilde;o em vigor e com pleno efeito.</p>

    <h2>15. Contato</h2>
    <p>Para qualquer d&uacute;vida relativa aos presentes Termos de Uso, voc&ecirc; pode entrar em contato conosco:</p>
    <ul>
      <li><strong>Email:</strong> <a href="mailto:hash-support@devolim.fr">hash-support@devolim.fr</a></li>
      <li><strong>Respons&aacute;vel:</strong> DEVOLIM</li>
      <li><strong>SIREN:</strong> 948 000 757</li>
    </ul>
  </div>

  <!-- Footer -->
  <footer class="footer">
    <div class="container">
      <div class="footer__grid">
        <div>
          <div class="footer__brand">
            <img src="../assets/images/hash_icons.webp" alt="Hash">
            <img src="../assets/images/hash_logo_text_white.webp" alt="Hash">
          </div>
          <p class="footer__desc">O mensageiro que n&atilde;o sabe nada sobre voc&ecirc;.</p>
        </div>
        <div>
          <h4 class="footer__title">Produto</h4>
          <ul class="footer__list">
            <li><a href="index.html#features">Funcionalidades</a></li>
            <li><a href="security.html">Seguran&ccedil;a</a></li>
            <li><a href="index.html#download">Baixar</a></li>
          </ul>
        </div>
        <div>
          <h4 class="footer__title">Projeto</h4>
          <ul class="footer__list">
            <li><a href="opensource.html">Open Source</a></li>
            <li><a href="support.html">Apoiar o Hash</a></li>
            <li><a href="mailto:hash-support@devolim.fr">Contato</a></li>
          </ul>
        </div>
        <div>
          <h4 class="footer__title">Legal</h4>
          <ul class="footer__list">
            <li><a href="privacy.html">Privacidade</a></li>
            <li><a href="terms.html">Termos de Uso</a></li>
            <li><a href="delete-account.html">Excluir minha conta</a></li>
          </ul>
        </div>
      </div>
      <div class="footer__bottom">
        <div class="lang-picker"></div>
        <p class="footer__copy">&copy; 2026 Hash by <a href="https://devolim.fr" target="_blank" rel="noopener" style="color: inherit; text-decoration: underline;">DEVOLIM</a>. Todos os direitos reservados.</p>
      </div>
    </div>
  </footer>

  <script src="../js/i18n.js"></script>
  <script>
    function toggleMenu() {
      const links = document.getElementById('nav-links');
      const icon = document.getElementById('menu-icon');
      links.classList.toggle('open');
      icon.innerHTML = links.classList.contains('open') ? '&#10005;' : '&#9776;';
    }
    document.querySelectorAll('.nav__links a').forEach(link => {
      link.addEventListener('click', () => {
        document.getElementById('nav-links').classList.remove('open');
        document.getElementById('menu-icon').innerHTML = '&#9776;';
      });
    });

    // Smart download button
    (function() {
      var btn = document.getElementById('navDownloadBtn');
      if (!btn) return;
      var ua = navigator.userAgent || '';
      if (/iPad|iPhone|iPod/.test(ua) || (/Macintosh/.test(ua) && navigator.maxTouchPoints > 1)) {
        btn.href = '#'; // App Store URL
      } else if (/android/i.test(ua)) {
        btn.href = '#'; // Google Play URL
      } else {
        btn.href = 'index.html#download';
      }
    })();
  </script>

</body>
</html>
