Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# transferCodeExpires
source: This code expires in {minutes} minutes
af: Hierdie kode verval oor {minutes} minute
ar: ينتهي هذا الرمز خلال {minutes} دقائق
bg: Този код изтича след {minutes} минути
bn: এই কোড {minutes} মিনিটে মেয়াদ শেষ হবে
ca: Aquest codi caduca en {minutes} minuts
cs: Tento kod vypisi za {minutes} minut
da: Denne kode udløber om {minutes} minutter
de: Dieser Code läuft in {minutes} Minuten ab
el: Αυτός ο κωδικός λήγει σε {minutes} λεπτά
es: Este código expira en {minutes} minutos
et: See kood aegub {minutes} minuti pärast
eu: Kode honek {minutes} minututan iraungitzen du
fa: این کد در {minutes} دقیقه منقضی می‌شود
fi: Tämä koodi vanhenee {minutes} minuutin kuluttua
fil: Mag-e-expire ang code na ito sa {minutes} minuto
fr: Ce code expire dans {minutes} minutes
ga: Rachaidh an cod seo in eag i {minutes} noimead
gl: Este codigo caduca en {minutes} minutos
gu: આ કોડ {minutes} મિનિટમાં એક્સપાયર થશે
he: קוד זה יפוג בעוד {minutes} דקות
hi: यह कोड {minutes} मिनट में समाप्त हो जाएगा
hr: Ovaj kod istjece za {minutes} minuta
hu: Ez a kód {minutes} perc múlva lejár
id: Kode ini kedaluwarsa dalam {minutes} menit
it: Questo codice scade tra {minutes} minuti
ja: このコードは{minutes}分で期限切れになります
ka: ეს კოდი ვადას გაუვა {minutes} წუთში
kk: Бұл код {minutes} минутта аяқталады
km: លេខកូដនេះផុតកំណត់ក្នុង {minutes} នាទី
ky: Бул коддун мөөнөтү {minutes} мүнөттө бүтөт
mk: Овој код истекува за {minutes} минути
mr: हा कोड {minutes} मिनिटांत कालबाह्य होईल
ms: Kod ini tamat tempoh dalam {minutes} minit
nb: Denne koden utløper om {minutes} minutter
nl: Deze code verloopt over {minutes} minuten
pt_pt: Este codigo expira em {minutes} minutos
ro: Acest cod expira in {minutes} minute
ru: Этот код истекает через {minutes} минут
sk: Tento kod vyprsi za {minutes} minut
sl: Ta koda potece cez {minutes} minut
sq: Ky kod skadon pas {minutes} minutash
sr: Овај код истиче за {minutes} минута
sv: Denna kod löper ut om {minutes} minuter
ta: இந்தக் குறியீடு {minutes} நிமிடங்களில் காலாவதியாகும்
te: ఈ కోడ్ {minutes} నిమిషాల్లో గడువు తీరుతుంది
th: รหัสนี้จะหมดอายุใน {minutes} นาที
tr: Bu kodun suresi {minutes} dakika icinde dolacak
ug: بۇ كود {minutes} مىنۇتتا ۋاقتى ئۆتىدۇ
uk: Цей код діє {minutes} хвилин
ur:  ฺฉูฺ {minutes} ู ููน ู ฺบ ุฎุชู ู ุฌุงุฆ ฺฏุง

# enterCodeOnNewDevice
source: Enter this code on your new device to transfer your account.
af: Voer hierdie kode op jou nuwe toestel in om jou rekening oor te dra.
ar: أدخل هذا الرمز على جهازك الجديد لنقل حسابك.
bg: Въведете този код на новото си устройство, за да прехвърлите акаунта си.
bn: আপনার অ্যাকাউন্ট স্থানান্তর করতে আপনার নতুন ডিভাইসে এই কোড দিন।
ca: Introdueix aquest codi al teu nou dispositiu per transferir el compte.
cs: Zadejte tento kod na novem pristroji pro prevod uctu.
da: Indtast denne kode på din nye enhed for at overføre din konto.
de: Gib diesen Code auf deinem neuen Gerät ein, um dein Konto zu übertragen.
el: Εισάγετε αυτόν τον κωδικό στη νέα σας συσκευή για να μεταφέρετε τον λογαριασμό σας.
es: Introduce este código en tu nuevo dispositivo para transferir tu cuenta.
et: Sisestage see kood oma uuele seadmele, et konto üle kanda.
eu: Sartu kode hau zure gailu berrian kontua transferitzeko.
fa: این کد را در دستگاه جدید خود وارد کنید تا حساب منتقل شود.
fi: Syötä tämä koodi uudella laitteellasi siirtääksesi tilisi.
fil: Ilagay ang code na ito sa iyong bagong device para ilipat ang iyong account.
fr: Entrez ce code sur votre nouvel appareil pour transférer votre compte.
ga: Cuir isteach an cod seo ar do ghleas nua chun do chuntas a aistriu.
gl: Introduce este codigo no teu novo dispositivo para transferir a tua conta.
gu: તમારું એકાઉન્ટ ટ્રાન્સફર કરવા માટે તમારા નવા ઉપકરણ પર આ કોડ દાખલ કરો.
he: הכנס קוד זה במכשיר החדש שלך כדי להעביר את חשבונך.
hi: अपना खाता ट्रांसफर करने के लिए नए डिवाइस पर यह कोड दर्ज करें।
hr: Unesite ovaj kod na novom uredaju za prijenos racuna.
hu: Adja meg ezt a kódot az új eszközön a fiók áthelyezéséhez.
id: Masukkan kode ini di perangkat baru Anda untuk mentransfer akun.
it: Inserisci questo codice sul tuo nuovo dispositivo per trasferire il tuo account.
ja: 新しいデバイスでこのコードを入力してアカウントを移行してください。
ka: შეიყვანეთ ეს კოდი ახალ მოწყობილობაზე ანგარიშის გადასატანად.
kk: Аккаунтыңызды тасымалдау үшін жаңа құрылғыда осы кодты енгізіңіз.
km: បញ្ចូលលេខកូដនេះនៅលើឧបករណ៍ថ្មីរបស់អ្នកដើម្បីផ្ទេរគណនី។
ky: Аккаунтуңузду өткөрүү үчүн бул кодду жаңы түзмөгүңүзгө киргизиңиз.
mk: Внесете го овој код на вашиот нов уред за да ја пренесете сметката.
mr: तुमचे खाते हस्तांतरित करण्यासाठी हा कोड तुमच्या नवीन डिव्हाइसवर टाका.
ms: Masukkan kod ini di peranti baharu anda untuk memindahkan akaun.
nb: Tast inn denne koden på den nye enheten din for å overføre kontoen.
nl: Voer deze code in op je nieuwe apparaat om je account over te zetten.
pt_pt: Introduza este codigo no seu novo dispositivo para transferir a sua conta.
ro: Introdu acest cod pe noul dispozitiv pentru a transfera contul.
ru: Введите этот код на новом устройстве для переноса аккаунта.
sk: Zadajte tento kod na novom zariadeni pre prenos uctu.
sl: Vnesite to kodo na novi napravi za prenos racuna.
sq: Futni kete kod ne pajisjen e re per te transferuar llogarise.
sr: Унесите овај код на свом новом уређају да бисте пренели налог.
sv: Ange denna kod på din nya enhet för att överföra ditt konto.
ta: உங்கள் கணக்கை மாற்ற புதிய சாதனத்தில் இந்தக் குறியீட்டை உள்ளிடுங்கள்.
te: మీ ఖాతాను బదిలీ చేయడానికి మీ కొత్త పరికరంలో ఈ కోడ్‌ను నమోదు చేయండి.
th: ใส่รหัสนี้บนอุปกรณ์ใหม่เพื่อโอนบัญชี
tr: Hesabinizi aktarmak icin bu kodu yeni cihaziniza girin.
ug: ھېساباتىڭىزنى يۆتكەش ئۈچۈن يېڭى ئۈسكۈنىدە بۇ كودنى كىرگۈزۈڭ.
uk: Введіть цей код на вашому новому пристрої для перенесення облікового запису.
ur: ุงูพูุง ุงฺฉุงุคููน ู ูุชูู ฺฉุฑู ฺฉ ู ุงูพู ูุฆ ุขู ูพุฑ  ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

source: Generate new code
af: Genereer nuwe kode
ar: إنشاء رمز جديد
bg: Генериране на нов код
bn: নতুন কোড তৈরি করুন
ca: Generar nou codi
cs: Vygenerovat novy kod
da: Generér ny kode
de: Neuen Code generieren
el: Δημιουργία νέου κωδικού
es: Generar nuevo código
et: Loo uus kood
eu: Sortu kode berria
fa: تولید کد جدید
fi: Luo uusi koodi
fil: Gumawa ng bagong code
fr: Générer un nouveau code
ga: Gin cod nua
gl: Xerar novo codigo
gu: નવો કોડ જનરેટ કરો
he: צור קוד חדש
hi: नया कोड जनरेट करें
hr: Generiraj novi kod
hu: Új kód generálása
id: Buat kode baru
it: Genera nuovo codice
ja: 新しいコードを生成
ka: ახალი კოდის გენერაცია
kk: Жаңа код жасау
km: បង្កើតលេខកូដថ្មី
ky: Жаңы код түзүү
mk: Генерирај нов код
mr: नवीन कोड तयार करा
ms: Jana kod baharu
nb: Generer ny kode
nl: Nieuwe code genereren
pt_pt: Gerar novo codigo
ro: Genereaza cod nou
ru: Сгенерировать новый код
sk: Vygenerovat novy kod
sl: Generiraj novo kodo
sq: Gjenero kod te ri
sr: Генериши нови код
sv: Generera ny kod
ta: புதிய குறியீட்டை உருவாக்கு
te: కొత్త కోడ్ జనరేట్ చేయి
th: สร้างรหัสใหม่
tr: Yeni kod olustur
ug: يېڭى كود ھاسىللاش
uk: Згенерувати новий код
ur: ูุง ฺฉูฺ ุจูุงุฆฺบ

source: Scan QR code
af: Skandeer QR-kode
ar: مسح رمز QR
bg: Сканиране на QR код
bn: QR কোড স্ক্যান করুন
ca: Escanejar codi QR
cs: Naskenovat QR kod
da: Scan QR-kode
de: QR-Code scannen
el: Σάρωση QR code
es: Escanear código QR
et: Skaneeri QR code
eu: Eskaneatu QR code
fa: اسکن QR code
fi: Skannaa QR-koodi
fil: I-scan ang QR code
fr: Scanner un QR code
ga: Scan cod QR
gl: Escanear codigo QR
gu: QR કોડ સ્કેન કરો
he: סרוק קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR code
hu: QR code beolvasása
id: Pindai kode QR
it: Scansiona codice QR
ja: QR code をスキャン
ka: QR code-ის სკანირება
kk: QR кодты сканерлеу
km: ស្កេន QR code
ky: QR кодду скандоо
mk: Скенирај QR code
mr: QR कोड स्कॅन करा
ms: Imbas kod QR
nb: Skann QR-kode
nl: QR-code scannen
pt_pt: Ler codigo QR
ro: Scaneaza QR code
ru: Сканировать QR code
sk: Naskenovat QR code
sl: Skeniraj QR code
sq: Skano QR code
sr: Скенирај QR код
sv: Skanna QR-kod
ta: QR குறியீட்டை ஸ்கேன் செய்
te: QR code స్కాన్ చేయి
th: สแกน QR Code
tr: QR kodu tara
ug: QR code سىكانىرلاش
uk: Сканувати QR code
ur: QR code ุงุณฺฉู ฺฉุฑฺบ

# scanQrCodeSubtitle
source: Scan a contact's QR code to add them
af: Skandeer 'n kontak se QR-kode om hulle by te voeg
ar: امسح رمز QR لجهة اتصال لإضافتها
bg: Сканирайте QR кода на контакт, за да го добавите
bn: যোগ করতে পরিচিতির QR কোড স্ক্যান করুন
ca: Escaneja el codi QR d'un contacte per afegir-lo
cs: Naskenujte QR kod kontaktu a pridejte ho
da: Scan en kontakts QR-kode for at tilføje dem
de: Scanne den QR-Code eines Kontakts, um ihn hinzuzufügen
el: Σαρώστε το QR code μιας επαφής για να την προσθέσετε
es: Escanea el código QR de un contacto para añadirlo
et: Skaneerige kontakti QR code, et neid lisada
eu: Eskaneatu kontaktu baten QR code-a gehitzeko
fa: QR code مخاطب را اسکن کنید تا او را اضافه کنید
fi: Skannaa yhteystiedon QR-koodi lisätäksesi hänet
fil: I-scan ang QR code ng isang kontak para idagdag sila
fr: Scannez le QR code d'un contact pour l'ajouter
ga: Scan cod QR teagmhala chun iad a chur leis
gl: Escanea o codigo QR dun contacto para engadilo
gu: સંપર્ક ઉમેરવા માટે તેમનો QR કોડ સ્કેન કરો
he: סרוק את קוד ה-QR של איש קשר כדי להוסיף אותו
hi: संपर्क जोड़ने के लिए उनका QR कोड स्कैन करें
hr: Skenirajte QR code kontakta da ga dodate
hu: Olvassa be egy névjegy QR code-ját a hozzáadáshoz
id: Pindai kode QR kontak untuk menambahkan mereka
it: Scansiona il codice QR di un contatto per aggiungerlo
ja: 連絡先の QR code をスキャンして追加
ka: დაასკანერეთ კონტაქტის QR code დასამატებლად
kk: Контактты қосу үшін оның QR кодын сканерлеңіз
km: ស្កេន QR code របស់ទំនាក់ទំនងដើម្បីបន្ថែមពួកគេ
ky: Контактты кошуу үчүн QR кодун скандаңыз
mk: Скенирајте го QR code на контактот за да го додадете
mr: संपर्क जोडण्यासाठी त्याचा QR कोड स्कॅन करा
ms: Imbas kod QR kenalan untuk menambah mereka
nb: Skann en kontakts QR-kode for å legge dem til
nl: Scan de QR-code van een contact om ze toe te voegen
pt_pt: Leia o codigo QR de um contacto para o adicionar
ro: Scaneaza QR code-ul unui contact pentru a-l adauga
ru: Сканируйте QR code контакта, чтобы добавить его
sk: Naskenujte QR code kontaktu na jeho pridanie
sl: Skenirajte QR code stika, da ga dodate
sq: Skanoni QR code e kontaktit per ta shtuar
sr: Скенирајте QR код контакта да бисте га додали
sv: Skanna en kontakts QR-kod för att lägga till dem
ta: தொடர்பின் QR குறியீட்டை ஸ்கேன் செய்து சேர்க்கவும்
te: వారిని జోడించడానికి పరిచయం యొక్క QR code స్కాన్ చేయండి
th: สแกน QR Code ของผู้ติดต่อเพื่อเพิ่ม
tr: Eklemek icin bir kisinin QR kodunu tarayin
ug: ئالاقىداشنىڭ QR code نى سىكانىرلاپ قوشۇڭ
uk: Скануйте QR code контакту, щоб додати його
ur: ุฑุงุจุท ฺฉู ุดุงู ู ฺฉุฑู ฺฉ ู ุงู ฺฉุง QR code ุงุณฺฉู ฺฉุฑฺบ

source: QR code detected
af: QR-kode opgespoor
ar: تم اكتشاف رمز QR
bg: QR код е открит
bn: QR কোড সনাক্ত হয়েছে
ca: Codi QR detectat
cs: QR kod rozpoznan
da: QR-kode registreret
de: QR-Code erkannt
el: Ανιχνεύτηκε QR code
es: Código QR detectado
et: QR code tuvastatud
eu: QR code detektatuta
fa: QR code شناسایی شد
fi: QR-koodi tunnistettu
fil: Na-detect ang QR code
fr: QR code détecté
ga: Cod QR aimsithe
gl: Codigo QR detectado
gu: QR કોડ મળ્યો
he: קוד QR זוהה
hi: QR कोड पहचाना गया
hr: QR code otkriven
hu: QR code észlelve
id: Kode QR terdeteksi
it: Codice QR rilevato
ja: QR code が検出されました
ka: QR code აღმოჩენილია
kk: QR код анықталды
km: រកឃើញ QR code
ky: QR код аныкталды
mk: QR code е детектиран
mr: QR कोड आढळला
ms: Kod QR dikesan
nb: QR-kode oppdaget
nl: QR-code gedetecteerd
pt_pt: Codigo QR detetado
ro: QR code detectat
ru: QR code обнаружен
sk: QR code detekovany
sl: QR code zaznan
sq: QR code u detektua
sr: QR код детектован
sv: QR-kod identifierad
ta: QR குறியீடு கண்டறியப்பட்டது
te: QR code గుర్తించబడింది
th: ตรวจพบ QR Code
tr: QR kodu algilandi
ug: QR code بايقالدى
uk: QR code виявлено
ur: QR code ูพฺุงู ูุง ฺฏุง

source: Invalid QR code
af: Ongeldige QR-kode
ar: رمز QR غير صالح
bg: Невалиден QR код
bn: অবৈধ QR কোড
ca: Codi QR no vàlid
cs: Neplatny QR kod
da: Ugyldig QR-kode
de: Ungültiger QR-Code
el: Μη έγκυρο QR code
es: Código QR inválido
et: Vigane QR code
eu: QR code baliogabea
fa: QR code نامعتبر
fi: Virheellinen QR-koodi
fil: Hindi valid na QR code
fr: QR code invalide
ga: Cod QR neamhbhaili
gl: Codigo QR non valido
gu: અમાન્ય QR કોડ
he: קוד QR לא תקין
hi: अमान्य QR कोड
hr: Nevazeci QR code
hu: Érvénytelen QR code
id: Kode QR tidak valid
it: Codice QR non valido
ja: 無効な QR code
ka: არასწორი QR code
kk: Жарамсыз QR код
km: QR code មិនត្រឹមត្រូវ
ky: Жараксыз QR код
mk: Невалиден QR code
mr: अवैध QR कोड
ms: Kod QR tidak sah
nb: Ugyldig QR-kode
nl: Ongeldige QR-code
pt_pt: Codigo QR invalido
ro: QR code invalid
ru: Недействительный QR code
sk: Neplatny QR code
sl: Neveljaven QR code
sq: QR code e pavlefshme
sr: Неважећи QR код
sv: Ogiltig QR-kod
ta: தவறான QR குறியீடு
te: చెల్లని QR code
th: QR Code ไม่ถูกต้อง
tr: Gecersiz QR kodu
ug: ئىناۋەتسىز QR code
uk: Недійсний QR code
ur: ุบูุท QR code

source: Camera permission required
af: Kameratoestemming vereis
ar: إذن الكاميرا مطلوب
bg: Необходимо е разрешение за камера
bn: ক্যামেরা অনুমতি প্রয়োজন
ca: Permís de càmera requerit
cs: Vyzadovano opravneni kamery
da: Kameratilladelse kræves
de: Kameraberechtigung erforderlich
el: Απαιτείται άδεια κάμερας
es: Se requiere permiso de cámara
et: Kaamera luba on vajalik
eu: Kameraren baimena beharrezkoa da
fa: مجوز دوربین لازم است
fi: Kameran käyttöoikeus vaaditaan
fil: Kailangan ng pahintulot sa camera
fr: Permission caméra requise
ga: Cead ceamara ag teastail
gl: Requirese permiso da camara
gu: કેમેરા પરવાનગી જરૂરી
he: נדרשת הרשאת מצלמה
hi: कैमरा अनुमति आवश्यक
hr: Potrebna dozvola kamere
hu: Kamera engedély szükséges
id: Izin kamera diperlukan
it: Permesso fotocamera richiesto
ja: カメラの許可が必要です
ka: კამერის ნებართვა საჭიროა
kk: Камера рұқсаты қажет
km: ត្រូវការការអនុញ្ញាតកាមេរ៉ា
ky: Камера уруксаты талап кылынат
mk: Потребна е дозвола за камера
mr: कॅमेरा परवानगी आवश्यक
ms: Kebenaran kamera diperlukan
nb: Kameratillatelse kreves
nl: Cameratoestemming vereist
pt_pt: Permissao da camara necessaria
ro: Este necesara permisiunea camerei
ru: Требуется разрешение камеры
sk: Vyzaduje sa povolenie kamery
sl: Potrebno je dovoljenje za kamero
sq: Kerkohet leja e kameres
sr: Потребна дозвола за камеру
sv: Kamerabehörighet krävs
ta: கேமரா அனுமதி தேவை
te: కెమెరా అనుమతి అవసరం
th: ต้องการสิทธิ์กล้อง
tr: Kamera izni gerekli
ug: كامېرا ئىجازىتى تەلەپ قىلىنىدۇ
uk: Потрібен дозвіл камери
ur: ฺฉู ุฑ ฺฉ ุงุฌุงุฒุช ุถุฑูุฑ 

source: My QR code
af: My QR-kode
ar: رمز QR الخاص بي
bg: Моят QR код
bn: আমার QR কোড
ca: El meu codi QR
cs: Muj QR kod
da: Min QR-kode
de: Mein QR-Code
el: Το QR code μου
es: Mi código QR
et: Minu QR code
eu: Nire QR code
fa: QR code من
fi: QR-koodini
fil: Aking QR code
fr: Mon QR code
ga: Mo chod QR
gl: O meu codigo QR
gu: મારો QR કોડ
he: קוד ה-QR שלי
hi: मेरा QR कोड
hr: Moj QR code
hu: QR code-om
id: Kode QR saya
it: Il mio codice QR
ja: マイ QR code
ka: ჩემი QR code
kk: Менің QR кодым
km: QR code របស់ខ្ញុំ
ky: Менин QR кодум
mk: Мој QR code
mr: माझा QR कोड
ms: Kod QR saya
nb: Min QR-kode
nl: Mijn QR-code
pt_pt: O meu codigo QR
ro: QR code-ul meu
ru: Мой QR code
sk: Moj QR code
sl: Moj QR code
sq: QR code ime
sr: Мој QR код
sv: Min QR-kod
ta: எனது QR குறியீடு
te: నా QR code
th: QR Code ของฉัน
tr: QR Kodum
ug: مېنىڭ QR code
uk: Мій QR code
ur: ู ุฑุง QR code

# myQrCodeSubtitle
source: Share this QR code so your contacts can add you
af: Deel hierdie QR-kode sodat jou kontakte jou kan byvoeg
ar: شارك رمز QR هذا ليتمكن جهات اتصالك من إضافتك
bg: Споделете този QR код, за да могат контактите ви да ви добавят
bn: এই QR কোড শেয়ার করুন যাতে আপনার পরিচিতিরা আপনাকে যোগ করতে পারে
ca: Comparteix aquest codi QR perquè els teus contactes et puguin afegir
cs: Sdilej tento QR kod, aby te kontakty mohly pridat
da: Del denne QR-kode, så dine kontakter kan tilføje dig
de: Teile diesen QR-Code, damit deine Kontakte dich hinzufügen können
el: Μοιραστείτε αυτό το QR code ώστε οι επαφές σας να σας προσθέσουν
es: Comparte este código QR para que tus contactos puedan añadirte
et: Jagage seda QR code'i, et teie kontaktid saaksid teid lisada
eu: Partekatu QR code hau zure kontaktuek zu gehitu ahal izateko
fa: این QR code را به اشتراک بگذارید تا مخاطبینتان شما را اضافه کنند
fi: Jaa tämä QR-koodi, jotta yhteystietosi voivat lisätä sinut
fil: Ibahagi ang QR code na ito para maidagdag ka ng iyong mga kontak
fr: Partagez ce QR code pour que vos contacts puissent vous ajouter
ga: Roinn an cod QR seo le go bhfeadfaidh do theagmhalacha thu a chur leis
gl: Comparte este codigo QR para que os teus contactos te poidan engadir
gu: તમારા સંપર્કો તમને ઉમેરી શકે તે માટે આ QR કોડ શેર કરો
he: שתף קוד QR זה כדי שאנשי הקשר שלך יוכלו להוסיף אותך
hi: यह QR कोड शेयर करें ताकि आपके संपर्क आपको जोड़ सकें
hr: Podijelite ovaj QR code da vas kontakti mogu dodati
hu: Ossza meg ezt a QR code-ot, hogy névjegyei hozzáadhassák Önt
id: Bagikan kode QR ini agar kontak Anda dapat menambahkan Anda
it: Condividi questo codice QR per permettere ai tuoi contatti di aggiungerti
ja: この QR code を共有して連絡先に追加してもらいましょう
ka: გააზიარეთ ეს QR code, რომ კონტაქტებმა შეძლონ თქვენი დამატება
kk: Контактілеріңіз сізді қоса алуы үшін осы QR кодты бөлісіңіз
km: ចែករំលែក QR code នេះដើម្បីឱ្យទំនាក់ទំនងអាចបន្ថែមអ្នក
ky: Контакттарыңыз сизди кошо алышы үчүн бул QR кодду бөлүшүңүз
mk: Споделете го овој QR code за вашите контакти да ве додадат
mr: तुमचे संपर्क तुम्हाला जोडू शकतील यासाठी हा QR कोड शेअर करा
ms: Kongsi kod QR ini supaya kenalan anda boleh menambah anda
nb: Del denne QR-koden slik at kontaktene dine kan legge deg til
nl: Deel deze QR-code zodat je contacten je kunnen toevoegen
pt_pt: Partilhe este codigo QR para que os seus contactos o possam adicionar
ro: Distribuie acest QR code ca sa te poata adauga contactele
ru: Поделитесь этим QR code, чтобы контакты могли вас добавить
sk: Zdielajte tento QR code, aby vas kontakty mohli pridat
sl: Delite ta QR code, da vas stiki lahko dodajo
sq: Ndani kete QR code qe kontaktet t'ju shtojne
sr: Поделите овај QR код да би вас контакти могли додати
sv: Dela denna QR-kod så att dina kontakter kan lägga till dig
ta: உங்கள் தொடர்புகள் உங்களைச் சேர்க்க இந்த QR குறியீட்டைப் பகிருங்கள்
te: మీ పరిచయాలు మిమ్మల్ని జోడించగలిగేలా ఈ QR code షేర్ చేయండి
th: แชร์ QR Code นี้เพื่อให้ผู้ติดต่อเพิ่มคุณ
tr: Kisilerinizin sizi ekleyebilmesi icin bu QR kodu paylasin
ug: ئالاقىداشلىرىڭىز سىزنى قوشالاشى ئۈچۈن بۇ QR code نى ھەمبەھىرلەڭ
uk: Поділіться цим QR code, щоб ваші контакти могли вас додати
ur:  QR code ุดุฆุฑ ฺฉุฑฺบ ุชุงฺฉ ุขูพ ฺฉ ุฑุงุจุท ุขูพ ฺฉู ุดุงู ู ฺฉุฑ ุณฺฉฺบ

# shareQrCode
source: Share
af: Deel
ar: مشاركة
bg: Споделяне
bn: শেয়ার
ca: Compartir
cs: Sdilet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
et: Jaga
eu: Partekatu
fa: اشتراک‌گذاری
fi: Jaa
fil: Ibahagi
fr: Partager
ga: Roinn
gl: Compartir
gu: શેર કરો
he: שתף
hi: शेयर करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
ky: Бөлүшүү
mk: Сподели
mr: शेअर करा
ms: Kongsi
nb: Del
nl: Delen
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться
sk: Zdielat
sl: Deli
sq: Ndaj
sr: Подели
sv: Dela
ta: பகிர்
te: షేర్ చేయి
th: แชร์
tr: Paylas
ug: ھەمبەھىرلەش
uk: Поділитися
ur: ุดุฆุฑ ฺฉุฑฺบ

# addContactTitle
source: Add contact
af: Voeg kontak by
ar: إضافة جهة اتصال
bg: Добавяне на контакт
bn: পরিচিতি যোগ করুন
ca: Afegir contacte
cs: Pridat kontakt
da: Tilføj kontakt
de: Kontakt hinzufügen
el: Προσθήκη επαφής
es: Añadir contacto
et: Lisa kontakt
eu: Gehitu kontaktua
fa: افزودن مخاطب
fi: Lisää yhteystieto
fil: Magdagdag ng kontak
fr: Ajouter un contact
ga: Cuir teagmhail leis
gl: Engadir contacto
gu: સંપર્ક ઉમેરો
he: הוסף איש קשר
hi: संपर्क जोड़ें
hr: Dodaj kontakt
hu: Névjegy hozzáadása
id: Tambah kontak
it: Aggiungi contatto
ja: 連絡先を追加
ka: კონტაქტის დამატება
kk: Контакт қосу
km: បន្ថែមទំនាក់ទំនង
ky: Контакт кошуу
mk: Додај контакт
mr: संपर्क जोडा
ms: Tambah kenalan
nb: Legg til kontakt
nl: Contact toevoegen
pt_pt: Adicionar contacto
ro: Adauga contact
ru: Добавить контакт
sk: Pridat kontakt
sl: Dodaj stik
sq: Shto kontakt
sr: Додај контакт
sv: Lägg till kontakt
ta: தொடர்பைச் சேர்
te: పరిచయాన్ని జోడించు
th: เพิ่มผู้ติดต่อ
tr: Kisi ekle
ug: ئالاقىداش قوشۇش
uk: Додати контакт
ur: ุฑุงุจุท ุดุงู ู ฺฉุฑฺบ

# addContactByHashId
source: Enter your contact's Hash ID
af: Voer jou kontak se Hash ID in
ar: أدخل معرّف Hash لجهة اتصالك
bg: Въведете Hash ID на вашия контакт
bn: আপনার পরিচিতির Hash ID লিখুন
ca: Introdueix el Hash ID del teu contacte
cs: Zadejte Hash ID kontaktu
da: Indtast din kontakts Hash-ID
de: Gib die Hash ID deines Kontakts ein
el: Εισάγετε το Hash ID της επαφής σας
es: Introduce el Hash ID de tu contacto
et: Sisestage oma kontakti Hash ID
eu: Sartu zure kontaktuaren Hash ID
fa: Hash ID مخاطب خود را وارد کنید
fi: Syötä yhteystietosi Hash ID
fil: Ilagay ang Hash ID ng iyong kontak
fr: Entrez le Hash ID de votre contact
ga: Cuir isteach Hash ID do theagmhala
gl: Introduce o Hash ID do teu contacto
gu: તમારા સંપર્કનું Hash ID દાખલ કરો
he: הכנס את ה-Hash ID של איש הקשר שלך
hi: अपने संपर्क का Hash ID दर्ज करें
hr: Unesite Hash ID svog kontakta
hu: Adja meg névjegye Hash ID-jét
id: Masukkan Hash ID kontak Anda
it: Inserisci l'Hash ID del tuo contatto
ja: 連絡先の Hash ID を入力
ka: შეიყვანეთ კონტაქტის Hash ID
kk: Контактіңіздің Hash ID-ін енгізіңіз
km: បញ្ចូល Hash ID របស់ទំនាក់ទំនង
ky: Контактыңыздын Hash ID'син киргизиңиз
mk: Внесете го Hash ID на вашиот контакт
mr: तुमच्या संपर्काचा Hash ID टाका
ms: Masukkan Hash ID kenalan anda
nb: Skriv inn kontaktens Hash-ID
nl: Voer de Hash-ID van je contact in
pt_pt: Introduza o Hash ID do seu contacto
ro: Introdu Hash ID-ul contactului tau
ru: Введите Hash ID вашего контакта
sk: Zadajte Hash ID vasho kontaktu
sl: Vnesite Hash ID svojega stika
sq: Futni Hash ID te kontaktit tuaj
sr: Унесите Hash ID вашег контакта
sv: Ange din kontakts Hash-ID
ta: உங்கள் தொடர்பின் Hash ID-ஐ உள்ளிடுங்கள்
te: మీ పరిచయం యొక్క Hash ID నమోదు చేయండి
th: ใส่ Hash ID ของผู้ติดต่อ
tr: Kisinizin Hash Kimligini girin
ug: ئالاقىداشىڭىزنىڭ Hash ID سىنى كىرگۈزۈڭ
uk: Введіть Hash ID вашого контакту
ur: ุงูพู ุฑุงุจุท ฺฉุง Hash ID ุฏุฑุฌ ฺฉุฑฺบ

# searchContact
source: Search
af: Soek
ar: بحث
bg: Търсене
bn: খুঁজুন
ca: Cercar
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsi
eu: Bilatu
fa: جستجو
fi: Hae
fil: Hanapin
fr: Rechercher
ga: Cuardaigh
gl: Buscar
gu: શોધો
he: חפש
hi: खोजें
hr: Pretrazi
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ka: ძიება
kk: Іздеу
km: ស្វែងរក
ky: Издөө
mk: Барај
mr: शोधा
ms: Cari
nb: Søk
nl: Zoeken
pt_pt: Procurar
ro: Cauta
ru: Поиск
sk: Hladat
sl: Isci
sq: Kerko
sr: Претражи
sv: Sök
ta: தேடு
te: వెతుకు
th: ค้นหา
tr: Ara
ug: ئىزدەش
uk: Шукати
ur: ุชูุงุด ฺฉุฑฺบ
