Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# recoveryDeleteAllMessages
source: Delete ALL your messages
af: AL jou boodskappe verwyder
ar: حذف جميع رسائلك
bg: Изтрие ВСИЧКИ ваши съобщения
bn: আপনার সমস্ত বার্তা মুছে যাবে
ca: Eliminarà TOTS els teus missatges
cs: Smazani VSECH vasich zprav
da: Slette ALLE dine beskeder
de: ALLE deine Nachrichten löschen
el: Διαγράψει ΟΛΑ τα μηνύματά σας
es: Eliminará TODOS tus mensajes
et: Kustutab KÕIK teie sõnumid
eu: Zure mezu GUZTIAK ezabatuko ditu
fa: همه پیام‌های شما را حذف می‌کند
fi: Poistaa KAIKKI viestisi
fil: Buburahin ang LAHAT ng iyong mga mensahe
fr: Supprimer TOUS vos messages
ga: DO chuid teachtaireachtai GO LEIR a scriosadh
gl: Eliminar TODAS as tuas mensaxes
gu: તમારા બધા સંદેશાઓ ડિલીટ કરશે
he: ימחק את כל ההודעות שלך
hi: आपके सभी संदेश हटाएगी
hr: Izbrisati SVE vase poruke
hu: Törli AZ ÖSSZES üzenetet
id: Menghapus SEMUA pesan Anda
it: Eliminerà TUTTI i tuoi messaggi
ja: すべてのメッセージを削除します
ka: წაშლის ყველა თქვენს შეტყობინებას
kk: БАРЛЫҚ хабарламаларыңызды жояды
km: លុបសារទាំងអស់របស់អ្នក
ky: БАРДЫК каттарыңызды өчүрөт
mk: Избрише СИТЕ ваши пораки
mr: तुमचे सर्व संदेश हटवा
ms: Memadamkan SEMUA mesej anda
nb: Slette ALLE meldingene dine
nl: AL je berichten verwijderen
pt_pt: Apagar TODAS as suas mensagens
ro: Sterge TOATE mesajele tale
ru: Удалит ВСЕ ваши сообщения
sk: Zmaze VSETKY vase spravy
sl: Izbrisala VSA vasa sporocila
sq: Fshije TE GJITHA mesazhet tuaja
sr: Обрисати СВЕ ваше поруке
sv: Radera ALLA dina meddelanden
ta: உங்கள் அனைத்து செய்திகளையும் நீக்கும்
te: మీ అన్ని సందేశాలను తొలగిస్తుంది
th: ลบข้อความทั้งหมดของคุณ
tr: TUM mesajlarinizi silecektir
ug: بارلىق ئۇچۇرلىرىڭىزنى ئۆچۈرىدۇ
uk: Видалить УСІ ваші повідомлення
ur: ุขูพ ฺฉ ุชู ุงู ูพุบุงู ุงุช ุญุฐู ฺฉุฑ ุฏ ฺฏุง

# recoveryWaitDelay
source: Require a 1-hour delay
af: 'n Vertraging van 1 uur vereis
ar: طلب انتظار ساعة واحدة
bg: Изисква 1 час изчакване
bn: ১ ঘণ্টা অপেক্ষা প্রয়োজন
ca: Requerirà un retard d'1 hora
cs: Vyzadovani 1hodinove prodlevy
da: Kræve en ventetid på 1 time
de: Eine 1-stündige Wartezeit erfordern
el: Απαιτήσει καθυστέρηση 1 ώρας
es: Requerirá un tiempo de espera de 1 hora
et: Nõuab 1-tunnist viivitust
eu: Ordubeteko atzerapena eskatuko du
fa: نیاز به تأخیر ۱ ساعته دارد
fi: Vaatii 1 tunnin viiveen
fil: Kailangan ng 1 oras na paghihintay
fr: Imposer un délai de 1 heure
ga: Moill 1 uair an chloig a fhorchur
gl: Requirir un atraso de 1 hora
gu: 1 કલાકનો વિલંબ જરૂરી
he: ידרוש השהיה של שעה
hi: 1 घंटे की प्रतीक्षा अवधि की आवश्यकता होगी
hr: Zahtijevati 1-satnu odgodu
hu: 1 órás várakozást igényel
id: Memerlukan jeda 1 jam
it: Richiederà un'attesa di 1 ora
ja: 1時間の待機が必要です
ka: საჭიროებს 1 საათიან დაყოვნებას
kk: 1 сағаттық кідіріс қажет
km: ទាមទាររយៈពេលរង់ចាំ ១ ម៉ោង
ky: 1 сааттык кечиктирүү талап кылат
mk: Бара чекање од 1 час
mr: 1 तासाचा विलंब आवश्यक
ms: Memerlukan kelewatan 1 jam
nb: Kreve en ventetid på 1 time
nl: Een wachttijd van 1 uur vereisen
pt_pt: Requerer um atraso de 1 hora
ro: Necesita o intarziere de 1 ora
ru: Потребуется задержка в 1 час
sk: Vyzaduje 1-hodinove oneskorenie
sl: Zahtevala 1-urno zakasnitev
sq: Kerkoje nje vonese 1-oreshe
sr: Захтевати одлагање од 1 сат
sv: Kräva 1 timmes väntetid
ta: 1 மணி நேரக் காத்திருப்பு தேவை
te: 1 గంట ఆలస్యం అవసరం
th: ต้องรอ 1 ชั่วโมง
tr: 1 saatlik bekleme suresi gerektirecektir
ug: 1 سائەت كېچىكتۈرۈش تەلەپ قىلىنىدۇ
uk: Потребує 1-годинної затримки
ur: 1 ฺฏฺพููน ฺฉ ุชุงุฎุฑ ุฏุฑฺฉุงุฑ 

# recoveryKeepContacts
source: Keep your contacts
af: Jou kontakte behou
ar: الاحتفاظ بجهات اتصالك
bg: Запази контактите ви
bn: আপনার পরিচিতি রাখা হবে
ca: Conservarà els teus contactes
cs: Zachovani vasich kontaktu
da: Beholde dine kontakter
de: Deine Kontakte behalten
el: Διατηρήσει τις επαφές σας
es: Conservará tus contactos
et: Säilitab teie kontaktid
eu: Zure kontaktuak mantenduko ditu
fa: مخاطبین شما را نگه می‌دارد
fi: Säilyttää yhteystietosi
fil: Pananatilihin ang iyong mga kontak
fr: Conserver vos contacts
ga: Do chuid teagmhalacha a choinneal
gl: Conservar os teus contactos
gu: તમારા સંપર્કો રાખશે
he: ישמור על אנשי הקשר שלך
hi: आपके संपर्क सुरक्षित रहेंगे
hr: Zadrzati vase kontakte
hu: Megtartja a névjegyeket
id: Menyimpan kontak Anda
it: Manterrà i tuoi contatti
ja: 連絡先は保持されます
ka: შეინარჩუნებს თქვენს კონტაქტებს
kk: Контактілеріңізді сақтайды
km: រក្សាទំនាក់ទំនងរបស់អ្នក
ky: Контакттарыңызды сактайт
mk: Ги задржи вашите контакти
mr: तुमचे संपर्क ठेवा
ms: Mengekalkan kenalan anda
nb: Beholde kontaktene dine
nl: Je contacten behouden
pt_pt: Manter os seus contactos
ro: Pastra contactele tale
ru: Сохранит ваши контакты
sk: Ponecha vase kontakty
sl: Obdržala vase stike
sq: Ruaje kontaktet tuaja
sr: Задржати ваше контакте
sv: Behålla dina kontakter
ta: உங்கள் தொடர்புகளை வைத்திருக்கும்
te: మీ పరిచయాలను ఉంచుతుంది
th: เก็บผู้ติดต่อไว้
tr: Kisilerinizi koruyacaktir
ug: ئالاقىداشلىرىڭىزنى ساقلايدۇ
uk: Збереже ваші контакти
ur: ุขูพ ฺฉ ุฑุงุจุท ุฑฺฉฺพ ฺฏุง

# recoveryIrreversible
source: This action is irreversible. Your messages will be permanently lost.
af: Hierdie aksie is onomkeerbaar. Jou boodskappe sal permanent verlore gaan.
ar: هذا الإجراء لا رجعة فيه. ستفقد رسائلك نهائياً.
bg: Това действие е необратимо. Съобщенията ви ще бъдат загубени завинаги.
bn: এই কাজটি অপরিবর্তনীয়। আপনার বার্তা স্থায়ীভাবে হারিয়ে যাবে।
ca: Aquesta acció és irreversible. Els teus missatges es perdran permanentment.
cs: Tato akce je nevratna. Vase zpravy budou trvale ztraceny.
da: Denne handling er irreversibel. Dine beskeder går permanent tabt.
de: Diese Aktion ist unwiderruflich. Deine Nachrichten gehen dauerhaft verloren.
el: Αυτή η ενέργεια είναι μη αναστρέψιμη. Τα μηνύματά σας θα χαθούν μόνιμα.
es: Esta acción es irreversible. Tus mensajes se perderán permanentemente.
et: See toiming on pöördumatu. Teie sõnumid kaovad jäädavalt.
eu: Ekintza hau itzulezina da. Zure mezuak betirako galduko dira.
fa: این عمل برگشت‌ناپذیر است. پیام‌های شما برای همیشه از دست خواهند رفت.
fi: Tämä toiminto on peruuttamaton. Viestisi menetetään pysyvästi.
fil: Hindi na maibabalik ang aksyong ito. Permanenteng mawawala ang iyong mga mensahe.
fr: Cette action est irréversible. Vos messages seront définitivement perdus.
ga: Ta an gniomh seo do-aischuirthe. Caillfear do chuid teachtaireachtai go buan.
gl: Esta accion e irreversible. As tuas mensaxes perderanse permanentemente.
gu: આ ક્રિયા ઉલટાવી ન શકાય તેવી છે. તમારા સંદેશાઓ કાયમી ધોરણે ગુમ થશે.
he: פעולה זו בלתי הפיכה. ההודעות שלך יאבדו לצמיתות.
hi: यह क्रिया अपरिवर्तनीय है। आपके संदेश स्थायी रूप से खो जाएंगे।
hr: Ova radnja je nepovratna. Vase poruke ce biti trajno izgubljene.
hu: Ez a művelet visszafordíthatatlan. Üzenetei véglegesen elvesznek.
id: Tindakan ini tidak dapat dibatalkan. Pesan Anda akan hilang secara permanen.
it: Questa azione è irreversibile. I tuoi messaggi saranno persi permanentemente.
ja: この操作は取り消し不可能です。メッセージは完全に失われます。
ka: ეს მოქმედება შეუქცევადია. თქვენი შეტყობინებები სამუდამოდ დაიკარგება.
kk: Бұл әрекет қайтарымсыз. Хабарламаларыңыз біржола жоғалады.
km: សកម្មភាពនេះមិនអាចត្រឡប់វិញ។ សាររបស់អ្នកនឹងបាត់បង់ជារៀងរហូត។
ky: Бул аракет кайтарылгыс. Каттарыңыз биротоло жоголот.
mk: Оваа акција е неповратна. Вашите пораки ќе бидат трајно изгубени.
mr: ही क्रिया अपरिवर्तनीय आहे. तुमचे संदेश कायमचे गमावले जातील.
ms: Tindakan ini tidak boleh diterbalikkan. Mesej anda akan hilang secara kekal.
nb: Denne handlingen er irreversibel. Meldingene dine vil bli permanent tapt.
nl: Deze actie is onomkeerbaar. Je berichten gaan permanent verloren.
pt_pt: Esta acao e irreversivel. As suas mensagens serao permanentemente perdidas.
ro: Aceasta actiune este ireversibila. Mesajele tale vor fi pierdute permanent.
ru: Это действие необратимо. Ваши сообщения будут безвозвратно утеряны.
sk: Tato akcia je nevratna. Vase spravy budu trvalo stratene.
sl: To dejanje je nepreklicno. Vasa sporocila bodo trajno izgubljena.
sq: Ky veprim eshte i pakthyeshem. Mesazhet tuaja do te humbasin perfundimisht.
sr: Ова акција је неповратна. Ваше поруке ће бити трајно изгубљене.
sv: Denna åtgärd är oåterkallelig. Dina meddelanden går permanent förlorade.
ta: இந்தச் செயல் மீளமுடியாதது. உங்கள் செய்திகள் நிரந்தரமாக இழக்கப்படும்.
te: ఈ చర్య తిరిగి మార్చలేనిది. మీ సందేశాలు శాశ్వతంగా కోల్పోతారు.
th: การกระทำนี้ไม่สามารถย้อนกลับได้ ข้อความจะสูญหายถาวร
tr: Bu islem geri donusuzdur. Mesajlariniz kalici olarak kaybolacaktir.
ug: بۇ مەشغۇلات قايتۇرغۇسىز. ئۇچۇرلىرىڭىز مەڭگۈلۈك يوقىلىدۇ.
uk: Ця дія незворотна. Ваші повідомлення будуть втрачені назавжди.
ur:  ุนู ู ูุงูุงุจู ูุงูพุณ  ุขูพ ฺฉ ูพุบุงู ุงุช ู ุณุชูู ุทูุฑ ูพุฑ ุถุงุฆุน ู ุฌุงุฆฺบ ฺฏ

source: I understand
af: Ek verstaan
ar: أفهم
bg: Разбирам
bn: আমি বুঝেছি
ca: Ho entenc
cs: Rozumim
da: Jeg forstår
de: Ich verstehe
el: Κατανοώ
es: Entiendo
et: Ma mõistan
eu: Ulertzen dut
fa: متوجه هستم
fi: Ymmärrän
fil: Naiintindihan ko
fr: Je comprends
ga: Tuigim
gl: Comprendo
gu: હું સમજું છું
he: אני מבין
hi: मैं समझता हूं
hr: Razumijem
hu: Megértettem
id: Saya mengerti
it: Capisco
ja: 理解しました
ka: მესმის
kk: Мен түсіндім
km: ខ្ញុំយល់
ky: Түшүндүм
mk: Разбирам
mr: मला समजले
ms: Saya faham
nb: Jeg forstår
nl: Ik begrijp het
pt_pt: Compreendo
ro: Inteleg
ru: Я понимаю
sk: Rozumiem
sl: Razumem
sq: Kuptoj
sr: Разумем
sv: Jag förstår
ta: புரிந்துகொண்டேன்
te: నేను అర్థం చేసుకున్నాను
th: ฉันเข้าใจ
tr: Anliyorum
ug: چۈشەندىم
uk: Я розумію
ur: ู ฺบ ุณู ุฌฺพุชุง ูฺบ

source: Account recovery
af: Rekeningherwinning
ar: استرداد الحساب
bg: Възстановяване на акаунт
bn: অ্যাকাউন্ট পুনরুদ্ধার
ca: Recuperació del compte
cs: Obnoveni uctu
da: Kontogendannelse
de: Kontowiederherstellung
el: Ανάκτηση λογαριασμού
es: Recuperación de cuenta
et: Konto taastamine
eu: Kontuaren berreskuratzea
fa: بازیابی حساب
fi: Tilin palautus
fr: Récupération du compte
ga: Aisghabháil an chuntais
gl: Recuperacion da conta
gu: એકાઉન્ટ રિકવરી
he: שחזור חשבון
hi: खाता रिकवरी
hr: Oporavak racuna
hu: Fiók helyreállítása
id: Pemulihan akun
it: Recupero account
ja: アカウントの回復
ka: ანგარიშის აღდგენა
kk: Аккаунтты қалпына келтіру
km: ការសង្គ្រោះគណនី
ky: Аккаунтту калыбына келтирүү
mk: Обновување на сметка
mr: खाते रिकव्हरी
ms: Pemulihan akaun
nb: Kontogjenoppretting
nl: Accountherstel
pt_pt: Recuperacao de conta
ro: Recuperare cont
ru: Восстановление аккаунта
sk: Obnovenie uctu
sl: Obnovitev racuna
sq: Rikuperimi i llogarise
sr: Опоравак налога
sv: Kontoåterställning
ta: கணக்கு மீட்பு
te: ఖాతా రికవరీ
th: กู้คืนบัญชี
tr: Hesap kurtarma
ug: ھېسابات ئەسلىگە كەلتۈرۈش
uk: Відновлення облікового запису
ur: ุงฺฉุงุคููน ุจุงุฒุงุจ

# enterRecoveryPhrase
source: Enter the 24 words of your recovery phrase, separated by spaces.
af: Voer die 24 woorde van jou herstelfrase in, geskei deur spasies.
ar: أدخل الكلمات الـ 24 لعبارة الاسترداد، مفصولة بمسافات.
bg: Въведете 24-те думи от фразата за възстановяване, разделени с интервали.
bn: আপনার পুনরুদ্ধার বাক্যাংশের ২৪টি শব্দ স্পেস দিয়ে আলাদা করে লিখুন।
ca: Introdueix les 24 paraules de la teva frase de recuperació, separades per espais.
cs: Zadejte 24 slov sve fraze pro obnoveni oddelenych mezerami.
da: Indtast de 24 ord i din gendannelsesfrase, adskilt af mellemrum.
de: Gib die 24 Wörter deiner Wiederherstellungsphrase ein, getrennt durch Leerzeichen.
el: Εισάγετε τις 24 λέξεις της φράσης ανάκτησής σας, χωρισμένες με κενά.
es: Introduce las 24 palabras de tu frase de recuperación, separadas por espacios.
et: Sisestage oma taastefraasi 24 sõna, eraldatuna tühikutega.
eu: Sartu zure berreskuratze-esaldiaren 24 hitzak, zuriuneez bereizita.
fa: ۲۴ کلمه عبارت بازیابی خود را با فاصله وارد کنید.
fi: Syötä palautuslauseesi 24 sanaa välilyönneillä erotettuina.
fil: Ilagay ang 24 na salita ng iyong recovery phrase, pinaghihiwalay ng mga espasyo.
fr: Entrez les 24 mots de votre phrase de récupération, séparés par des espaces.
ga: Cuir isteach na 24 focal i d'fhrasa aisghabhala, scartha le spasanna.
gl: Introduce as 24 palabras da tua frase de recuperacion, separadas por espazos.
gu: તમારા રિકવરી ફ્રેઝના 24 શબ્દો દાખલ કરો, સ્પેસ દ્વારા અલગ કરો.
he: הכנס את 24 המילים של ביטוי השחזור שלך, מופרדות ברווחים.
hi: अपने रिकवरी वाक्यांश के 24 शब्द दर्ज करें, रिक्त स्थान से अलग किए हुए।
hr: Unesite 24 rijeci vase fraze za oporavak, odvojene razmacima.
hu: Adja meg a helyreállítási kifejezés 24 szavát, szóközökkel elválasztva.
id: Masukkan 24 kata dari frasa pemulihan Anda, dipisahkan oleh spasi.
it: Inserisci le 24 parole della tua frase di recupero, separate da spazi.
ja: リカバリフレーズの24語をスペースで区切って入力してください。
ka: შეიყვანეთ თქვენი აღდგენის ფრაზის 24 სიტყვა, გამოყოფილი სივრცეებით.
kk: Қалпына келтіру фразаңыздың 24 сөзін бос орындармен бөліп енгізіңіз.
km: បញ្ចូលពាក្យ ២៤ នៃឃ្លាសង្គ្រោះរបស់អ្នក ដាក់ដោយចន្លោះ។
ky: Калыбына келтирүү фразаңыздын 24 сөзүн боштуктар менен бөлүп киргизиңиз.
mk: Внесете ги 24-те зборови од вашата фраза за обновување, одделени со празни места.
mr: तुमच्या रिकव्हरी वाक्यांशाचे 24 शब्द स्पेसने विभक्त करून टाका.
ms: Masukkan 24 perkataan frasa pemulihan anda, dipisahkan oleh ruang.
nb: Skriv inn de 24 ordene i gjenopprettingsfrasen din, atskilt med mellomrom.
nl: Voer de 24 woorden van je herstelfrase in, gescheiden door spaties.
pt_pt: Introduza as 24 palavras da sua frase de recuperacao, separadas por espacos.
ro: Introdu cele 24 de cuvinte ale frazei de recuperare, separate prin spatii.
ru: Введите 24 слова вашей фразы восстановления, разделённые пробелами.
sk: Zadajte 24 slov vasej frazy na obnovenie, oddelene medzerami.
sl: Vnesite 24 besed vase obnovitvene fraze, locene s presledki.
sq: Futni 24 fjalet e frazes suaj te rikuperimit, te ndara me hapesira.
sr: Унесите 24 речи ваше фразе за опоравак, раздвојене размацима.
sv: Ange de 24 orden i din återställningsfras, separerade med mellanslag.
ta: உங்கள் மீட்பு சொற்றொடரின் 24 வார்த்தைகளை இடைவெளிகளால் பிரித்து உள்ளிடுங்கள்.
te: మీ రికవరీ ఫ్రేజ్ యొక్క 24 పదాలను ఖాళీలతో వేరు చేసి నమోదు చేయండి.
th: ใส่คำ 24 คำของวลีกู้คืน คั่นด้วยเว้นวรรค
tr: Kurtarma ifadenizin 24 kelimesini boslukla ayirarak girin.
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنىڭ 24 سۆزىنى بوشلۇق بىلەن ئايرىپ كىرگۈزۈڭ.
uk: Введіть 24 слова вашої фрази відновлення, розділені пробілами.
ur: ุงูพู ุจุงุฒุงุจ ุฌู ู ฺฉ 24 ุงููุงุธ ุฎุงู ุฌฺฏูฺบ ุณ ุงูฺฏ ฺฉุฑ ฺฉ ุฏุฑุฌ ฺฉุฑฺบ

source: Recover
af: Herwin
ar: استرداد
bg: Възстановяване
bn: পুনরুদ্ধার
ca: Recuperar
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Ανάκτηση
es: Recuperar
et: Taasta
eu: Berreskuratu
fa: بازیابی
fi: Palauta
fil: I-recover
fr: Récupérer
ga: Aisghabh
gl: Recuperar
gu: રિકવર કરો
he: שחזר
hi: रिकवर करें
hr: Oporavi
hu: Helyreállítás
id: Pulihkan
it: Recupera
ja: 回復
ka: აღდგენა
kk: Қалпына келтіру
km: សង្គ្រោះ
ky: Калыбына келтирүү
mk: Обнови
mr: रिकव्हर करा
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pt_pt: Recuperar
ro: Recupereaza
ru: Восстановить
sk: Obnovit
sl: Obnovi
sq: Rikupero
sr: Опорави
sv: Återställ
ta: மீட்டெடு
te: రికవర్ చేయి
th: กู้คืน
tr: Kurtar
ug: ئەسلىگە كەلتۈرۈش
uk: Відновити
ur: ุจุงุฒุงุจ ฺฉุฑฺบ

# recoveryPhraseRequired
source: Please enter your recovery phrase
af: Voer asseblief jou herstelfrase in
ar: يرجى إدخال عبارة الاسترداد
bg: Моля, въведете фразата за възстановяване
bn: অনুগ্রহ করে আপনার পুনরুদ্ধার বাক্যাংশ লিখুন
ca: Si us plau, introdueix la teva frase de recuperació
cs: Prosim zadejte svou frazi pro obnoveni
da: Indtast venligst din gendannelsesfrase
de: Bitte gib deine Wiederherstellungsphrase ein
el: Παρακαλώ εισάγετε τη φράση ανάκτησης
es: Por favor introduce tu frase de recuperación
et: Palun sisestage oma taastefraas
eu: Sartu zure berreskuratze-esaldia
fa: لطفاً عبارت بازیابی خود را وارد کنید
fi: Syötä palautuslauseesi
fil: Mangyaring ilagay ang iyong recovery phrase
fr: Veuillez entrer votre phrase de récupération
ga: Cuir isteach d'fhrasa aisghabhala le do thoil
gl: Introduce a tua frase de recuperacion
gu: કૃપા કરીને તમારો રિકવરી ફ્રેઝ દાખલ કરો
he: אנא הכנס את ביטוי השחזור שלך
hi: कृपया अपना रिकवरी वाक्यांश दर्ज करें
hr: Molimo unesite frazu za oporavak
hu: Kérjük, adja meg a helyreállítási kifejezést
id: Silakan masukkan frasa pemulihan Anda
it: Inserisci la tua frase di recupero
ja: リカバリフレーズを入力してください
ka: გთხოვთ შეიყვანეთ აღდგენის ფრაზა
kk: Қалпына келтіру фразаңызды енгізіңіз
km: សូមបញ្ចូលឃ្លាសង្គ្រោះរបស់អ្នក
ky: Калыбына келтирүү фразасын киргизиңиз
mk: Ве молиме внесете ја вашата фраза за обновување
mr: कृपया तुमचा रिकव्हरी वाक्यांश टाका
ms: Sila masukkan frasa pemulihan anda
nb: Vennligst skriv inn gjenopprettingsfrasen din
nl: Voer je herstelfrase in
pt_pt: Introduza a sua frase de recuperacao
ro: Te rugam sa introduci fraza de recuperare
ru: Пожалуйста, введите фразу восстановления
sk: Prosim zadajte frazu na obnovenie
sl: Prosim vnesite obnovitveno frazo
sq: Ju lutem futni frazen e rikuperimit
sr: Молимо унесите фразу за опоравак
sv: Ange din återställningsfras
ta: உங்கள் மீட்பு சொற்றொடரை உள்ளிடுங்கள்
te: దయచేసి మీ రికవరీ ఫ్రేజ్‌ను నమోదు చేయండి
th: กรุณาใส่วลีกู้คืน
tr: Lutfen kurtarma ifadenizi girin
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى كىرگۈزۈڭ
uk: Будь ласка, введіть вашу фразу відновлення
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ุจุงุฒุงุจ ุฌู ู ุฏุฑุฌ ฺฉุฑฺบ

# recoveryPhrase24Words
source: The phrase must contain exactly 24 words
af: Die frase moet presies 24 woorde bevat
ar: يجب أن تحتوي العبارة على 24 كلمة بالضبط
bg: Фразата трябва да съдържа точно 24 думи
bn: বাক্যাংশে ঠিক ২৪টি শব্দ থাকতে হবে
ca: La frase ha de contenir exactament 24 paraules
cs: Fraze musi obsahovat presne 24 slov
da: Frasen skal indeholde præcis 24 ord
de: Die Phrase muss genau 24 Wörter enthalten
el: Η φράση πρέπει να περιέχει ακριβώς 24 λέξεις
es: La frase debe contener exactamente 24 palabras
et: Fraas peab sisaldama täpselt 24 sõna
eu: Esaldiak zehazki 24 hitz izan behar ditu
fa: عبارت باید دقیقاً ۲۴ کلمه داشته باشد
fi: Lauseen on sisällettävä tasan 24 sanaa
fil: Dapat eksakto 24 na salita ang phrase
fr: La phrase doit contenir exactement 24 mots
ga: Caithfidh go mbeadh 24 focal san fhrasa
gl: A frase debe conter exactamente 24 palabras
gu: ફ્રેઝમાં ચોક્કસ 24 શબ્દો હોવા જોઈએ
he: הביטוי חייב להכיל בדיוק 24 מילים
hi: वाक्यांश में ठीक 24 शब्द होने चाहिए
hr: Fraza mora sadrzavati tocno 24 rijeci
hu: A kifejezésnek pontosan 24 szóból kell állnia
id: Frasa harus berisi tepat 24 kata
it: La frase deve contenere esattamente 24 parole
ja: フレーズは正確に24語である必要があります
ka: ფრაზა ზუსტად 24 სიტყვას უნდა შეიცავდეს
kk: Фраза дәл 24 сөзден тұруы керек
km: ឃ្លាត្រូវមានពាក្យ ២៤ ពិតប្រាកដ
ky: Фраза так 24 сөздү камтышы керек
mk: Фразата мора да содржи точно 24 збора
mr: वाक्यांशात नेमके 24 शब्द असणे आवश्यक आहे
ms: Frasa mesti mengandungi tepat 24 perkataan
nb: Frasen må inneholde nøyaktig 24 ord
nl: De frase moet precies 24 woorden bevatten
pt_pt: A frase deve conter exatamente 24 palavras
ro: Fraza trebuie sa contina exact 24 de cuvinte
ru: Фраза должна содержать ровно 24 слова
sk: Fraza musi obsahovat presne 24 slov
sl: Fraza mora vsebovati natancno 24 besed
sq: Fraza duhet te permbaje saktesisht 24 fjale
sr: Фраза мора садржати тачно 24 речи
sv: Frasen måste innehålla exakt 24 ord
ta: சொற்றொடரில் சரியாக 24 வார்த்தைகள் இருக்க வேண்டும்
te: ఫ్రేజ్‌లో సరిగ్గా 24 పదాలు ఉండాలి
th: วลีต้องมี 24 คำพอดี
tr: Ifade tam olarak 24 kelime icermelidir
ug: ئىبارە چوقۇم 24 سۆزدىن تۈزۈلىشى كېرەك
uk: Фраза повинна містити рівно 24 слова
ur: ุฌู ู ู ฺบ ุจุงูฺฉู 24 ุงููุงุธ ูู ฺุงฺบ

source: Incorrect recovery phrase
af: Verkeerde herstelfrase
ar: عبارة الاسترداد غير صحيحة
bg: Грешна фраза за възстановяване
bn: ভুল পুনরুদ্ধার বাক্যাংশ
ca: Frase de recuperació incorrecta
cs: Nespravna fraze pro obnoveni
da: Forkert gendannelsesfrase
de: Falsche Wiederherstellungsphrase
el: Λανθασμένη φράση ανάκτησης
es: Frase de recuperación incorrecta
et: Vale taastefraas
eu: Berreskuratze-esaldi okerra
fa: عبارت بازیابی نادرست
fi: Väärä palautuslause
fil: Maling recovery phrase
fr: Phrase de récupération incorrecte
ga: Frasa aisghabhala micheart
gl: Frase de recuperacion incorrecta
gu: ખોટો રિકવરી ફ્રેઝ
he: ביטוי שחזור שגוי
hi: गलत रिकवरी वाक्यांश
hr: Netocna fraza za oporavak
hu: Helytelen helyreállítási kifejezés
id: Frasa pemulihan salah
it: Frase di recupero errata
ja: リカバリフレーズが正しくありません
ka: არასწორი აღდგენის ფრაზა
kk: Қате қалпына келтіру фразасы
km: ឃ្លាសង្គ្រោះមិនត្រឹមត្រូវ
ky: Туура эмес калыбына келтирүү фразасы
mk: Неточна фраза за обновување
mr: चुकीचा रिकव्हरी वाक्यांश
ms: Frasa pemulihan salah
nb: Feil gjenopprettingsfrase
nl: Onjuiste herstelfrase
pt_pt: Frase de recuperacao incorreta
ro: Fraza de recuperare incorecta
ru: Неверная фраза восстановления
sk: Nespravna fraza na obnovenie
sl: Napacna obnovitvena fraza
sq: Fraze rikuperimi e gabuar
sr: Нетачна фраза за опоравак
sv: Felaktig återställningsfras
ta: தவறான மீட்பு சொற்றொடர்
te: తప్పు రికవరీ ఫ్రేజ్
th: วลีกู้คืนไม่ถูกต้อง
tr: Yanlis kurtarma ifadesi
ug: خاتا ئەسلىگە كەلتۈرۈش ئىبارىسى
uk: Невірна фраза відновлення
ur: ุบูุท ุจุงุฒุงุจ ุฌู ู

# recoveryInitError
source: Error initializing recovery
af: Fout met inisialisering van herwinning
ar: خطأ في بدء الاسترداد
bg: Грешка при инициализиране на възстановяването
bn: পুনরুদ্ধার শুরুতে ত্রুটি
ca: Error en inicialitzar la recuperació
cs: Chyba pri inicializaci obnoveni
da: Fejl ved initialisering af gendannelse
de: Fehler beim Initialisieren der Wiederherstellung
el: Σφάλμα κατά την αρχικοποίηση ανάκτησης
es: Error al iniciar la recuperación
et: Taastamise käivitamise viga
eu: Errorea berreskuratzea hasieratzerakoan
fa: خطا در شروع بازیابی
fi: Virhe palautuksen alustuksessa
fil: Error sa pag-initialize ng recovery
fr: Erreur lors de l'initialisation de la récupération
ga: Earraid agus an t-aisghabháil a thosu
gl: Erro ao inicializar a recuperacion
gu: રિકવરી આરંભ કરવામાં ભૂલ
he: שגיאה באתחול השחזור
hi: रिकवरी प्रारंभ करने में त्रुटि
hr: Greska pri inicijalizaciji oporavka
hu: Hiba a helyreállítás inicializálásakor
id: Kesalahan inisialisasi pemulihan
it: Errore nell'inizializzazione del recupero
ja: 回復の初期化エラー
ka: აღდგენის ინიციალიზაციის შეცდომა
kk: Қалпына келтіруді іске қосу қатесі
km: កំហុសក្នុងការចាប់ផ្តើមការសង្គ្រោះ
ky: Калыбына келтирүүнү баштоо катасы
mk: Грешка при иницијализација на обновувањето
mr: रिकव्हरी सुरू करताना त्रुटी
ms: Ralat memulakan pemulihan
nb: Feil ved initialisering av gjenoppretting
nl: Fout bij initialiseren van herstel
pt_pt: Erro ao iniciar a recuperacao
ro: Eroare la initializarea recuperarii
ru: Ошибка инициализации восстановления
sk: Chyba pri inicializacii obnovenia
sl: Napaka pri inicializaciji obnovitve
sq: Gabim gjate inicializimit te rikuperimit
sr: Грешка при покретању опоравка
sv: Fel vid initiering av återställning
ta: மீட்பு தொடக்கத்தில் பிழை
te: రికవరీ ప్రారంభించడంలో లోపం
th: เกิดข้อผิดพลาดในการเริ่มกู้คืน
tr: Kurtarma baslatma hatasi
ug: ئەسلىگە كەلتۈرۈشنى باشلاشتا خاتالىق
uk: Помилка ініціалізації відновлення
ur: ุจุงุฒุงุจ ุดุฑูุน ฺฉุฑู ู ฺบ ุฎุฑุงุจ
