Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secHashIdDesc
source: This is your unique identifier. It reveals nothing about you: not your name, not your number, not your location. It's like a pseudonym impossible to link to your real identity. To add a contact, you share your Hash ID or scan a QR code. That's it. No synchronized address book, no "People you may know" suggestions.
af: Dit is jou unieke identifiseerder. Dit onthul niks oor jou nie: nie jou naam, nie jou nommer, nie jou ligging nie. Dit is soos 'n skuilnaam wat onmoontlik aan jou werklike identiteit gekoppel kan word. Om 'n kontak by te voeg, deel jy jou Hash ID of skandeer 'n QR-kode. Dit is al. Geen gesinkroniseerde adresboek, geen "Mense wat jy dalk ken" voorstelle nie.
ar: هذا هو معرّفك الفريد. لا يكشف شيئاً عنك: لا اسمك، لا رقمك، لا موقعك. إنه كاسم مستعار يستحيل ربطه بهويتك الحقيقية. لإضافة جهة اتصال، تشارك معرّف Hash الخاص بك أو تمسح رمز QR. هذا كل شيء. لا دفتر عناوين متزامن، لا اقتراحات "أشخاص قد تعرفهم".
bg: Това е вашият уникален идентификатор. Той не разкрива нищо за вас: нито името ви, нито номера ви, нито местоположението ви. Все едно псевдоним, който е невъзможно да се свърже с истинската ви самоличност. За да добавите контакт, споделяте вашия Hash ID или сканирате QR код. Толкова. Без синхронизиран адресник, без предложения "Хора, които може да познавате".
bn: এটি আপনার অনন্য পরিচয়। এটি আপনার সম্পর্কে কিছুই প্রকাশ করে না: নাম নয়, নম্বর নয়, অবস্থান নয়। এটা একটি ছদ্মনাম যা আপনার আসল পরিচয়ের সাথে সংযুক্ত করা অসম্ভব। পরিচিতি যোগ করতে, আপনি আপনার Hash ID শেয়ার করেন বা QR কোড স্ক্যান করেন। ব্যস। কোনো সিঙ্ক্রোনাইজড ঠিকানা বই নেই, "আপনার পরিচিত" সুপারিশ নেই।
ca: Aquest és el teu identificador únic. No revela res sobre tu: ni el nom, ni el número, ni la ubicació. És com un pseudònim impossible de vincular a la teva identitat real. Per afegir un contacte, comparteixes el teu Hash ID o escaneges un codi QR. Això és tot. Sense llibreta d'adreces sincronitzada, sense suggeriments "Persones que potser coneixes".
cs: Toto je tvuj jedinecny identifikator. Neodhaluje o tobe nic: ani tvoje jmeno, ani cislo, ani polohu. Je to jako pseudonym, ktery nelze propojit s tvou skutecnou identitou. Pro pridani kontaktu sdilis sve Hash ID nebo naskenujes QR kod. To je vse. Zadny synchronizovany adresar, zadne navrhy "Lide, ktere mozna znate".
da: Dette er din unikke identifikator. Den afslører intet om dig: ikke dit navn, ikke dit nummer, ikke din placering. Det er som et pseudonym der er umuligt at knytte til din rigtige identitet. For at tilføje en kontakt deler du dit Hash-ID eller scanner en QR-kode. Det er det. Ingen synkroniseret adressebog, ingen "Personer du måske kender"-forslag.
de: Das ist dein einzigartiger Identifikator. Er verrät nichts über dich: nicht deinen Namen, nicht deine Nummer, nicht deinen Standort. Es ist wie ein Pseudonym, das unmöglich mit deiner echten Identität verknüpft werden kann. Um einen Kontakt hinzuzufügen, teilst du deine Hash ID oder scannst einen QR-Code. Das war's. Kein synchronisiertes Adressbuch, keine Vorschläge "Personen, die du kennen könntest".
el: Αυτό είναι το μοναδικό σας αναγνωριστικό. Δεν αποκαλύπτει τίποτα για εσάς: ούτε το όνομα, ούτε τον αριθμό, ούτε την τοποθεσία σας. Είναι σαν ένα ψευδώνυμο αδύνατο να συνδεθεί με την πραγματική σας ταυτότητα. Για να προσθέσετε μια επαφή, μοιράζεστε το Hash ID σας ή σαρώνετε ένα QR code. Αυτό είναι. Κανένα συγχρονισμένο βιβλίο διευθύνσεων, καμία πρόταση "Άτομα που ίσως γνωρίζετε".
es: Es tu identificador único. No revela nada sobre ti: ni tu nombre, ni tu número, ni tu ubicación. Es como un seudónimo imposible de vincular a tu identidad real. Para añadir un contacto, compartes tu Hash ID o escaneas un código QR. Eso es todo. Sin agenda sincronizada, sin sugerencias de "Personas que quizás conozcas".
et: See on teie unikaalne identifikaator. See ei paljasta teist midagi: mitte teie nime, mitte teie numbrit, mitte teie asukohta. See on nagu pseudonüüm, mida on võimatu teie reaalse identiteediga siduda. Kontakti lisamiseks jagate oma Hash ID-d või skaneerite QR code'i. See on kõik. Sünkroniseeritud aadressiraamatut pole, "Inimesed, keda võite tunda" soovitusi pole.
eu: Hau da zure identifikatzaile bakarra. Ez du zuregainean ezer agertzen: ez zure izena, ez zure zenbakia, ez zure kokapena. Zure benetako identitatearekin lotzea ezinezkoa den ezizen bat bezala da. Kontaktu bat gehitzeko, zure Hash ID partekatzen duzu edo QR code bat eskaneatzen duzu. Hori da dena. Sinkronizatutako helbide-libururik ez, "Agian ezagutzen dituzun pertsonak" gomendiorik ez.
fa: این شناسه منحصربه‌فرد شماست. هیچ چیز درباره شما فاش نمی‌کند: نه نامتان، نه شماره‌تان، نه موقعیتتان. مانند نام مستعاری است که غیرممکن است به هویت واقعی شما مرتبط شود. برای افزودن مخاطب، Hash ID خود را به اشتراک می‌گذارید یا QR code اسکن می‌کنید. همین. دفترچه تلفن همگام‌شده نه، پیشنهاد "افرادی که ممکن است بشناسید" نه.
fi: Tämä on ainutlaatuinen tunnisteesi. Se ei paljasta mitään sinusta: ei nimeäsi, ei numeroasi, ei sijaintiasi. Se on kuin pseudonyymi, jota on mahdotonta yhdistää todelliseen henkilöllisyyteesi. Lisätäksesi yhteystiedon jaat Hash ID:si tai skannaat QR-koodin. Siinä kaikki. Ei synkronoitua osoitekirjaa, ei "Henkilöt jotka saatat tuntea" -ehdotuksia.
fil: Ito ang iyong natatanging identifier. Walang ibinubunyag ito tungkol sa iyo: hindi ang iyong pangalan, hindi ang iyong numero, hindi ang iyong lokasyon. Parang isang pseudonym na imposibleng i-link sa iyong tunay na identity. Para magdagdag ng kontak, ibahagi mo ang iyong Hash ID o mag-scan ng QR code. Yan na. Walang naka-sync na address book, walang "Mga taong maaaring kilala mo" na mga mungkahi.
fr: C'est ton identifiant unique. Il ne révèle rien sur toi : ni ton nom, ni ton numéro, ni ta localisation. C'est comme un pseudonyme impossible à relier à ta vraie identité. Pour ajouter un contact, tu partages ton Hash ID ou tu scannes un QR code. C'est tout. Pas de carnet d'adresses synchronisé, pas de suggestions "Personnes que tu connais".
ga: Is e seo d'aitheantoir uathuil. Ni nochtann se aon rud faut: na d'ainm, na d'uimhir, na do shuiomh. Cosuil le leasainm ata dodhéanta a nascadh le d'fhioraitheantas. Chun teagmhail a chur leis, roinneann tu do Hash ID no scanann tu cod QR. Sin e. Gan leabhar seoltai sioncronaithe, gan moltai "Daoine a d'fheadfadh aithne a chur orthu".
gl: Este e o teu identificador unico. Non revela nada sobre ti: nin o teu nome, nin o teu numero, nin a tua localizacion. E como un pseudonimo imposible de vincular a tua identidade real. Para engadir un contacto, compartes o teu Hash ID ou escaneas un codigo QR. Iso e todo. Sen axenda sincronizada, sen suxerencias de "Persoas que quizais conezas".
gu: આ તમારું અનન્ય ઓળખકર્તા છે. તે તમારા વિશે કંઈ જ પ્રગટ કરતું નથી: ન તમારું નામ, ન તમારો નંબર, ન તમારું સ્થાન. તે એક એવો ઉપનામ છે જે તમારી વાસ્તવિક ઓળખ સાથે જોડવો અશક્ય છે. સંપર્ક ઉમેરવા માટે, તમે તમારું Hash ID શેર કરો અથવા QR કોડ સ્કેન કરો. બસ. કોઈ સિંક્રોનાઇઝ્ડ ફોનબુક નહીં, કોઈ "તમે કદાચ ઓળખતા હો" સૂચનો નહીં.
he: זהו המזהה הייחודי שלך. הוא לא חושף שום דבר עליך: לא השם שלך, לא המספר שלך, לא המיקום שלך. זה כמו כינוי שבלתי אפשרי לקשר לזהות האמיתית שלך. כדי להוסיף איש קשר, אתה משתף את ה-Hash ID שלך או סורק קוד QR. זהו. לא ספר כתובות מסונכרן, לא הצעות "אנשים שאתה אולי מכיר".
hi: यह आपका अद्वितीय पहचानकर्ता है। यह आपके बारे में कुछ भी प्रकट नहीं करता: न आपका नाम, न आपका नंबर, न आपका स्थान। यह एक ऐसा उपनाम है जिसे आपकी वास्तविक पहचान से जोड़ना असंभव है। संपर्क जोड़ने के लिए, आप अपना Hash ID शेयर करते हैं या QR कोड स्कैन करते हैं। बस। कोई सिंक्रनाइज़ एड्रेस बुक नहीं, कोई "आप शायद इन्हें जानते हैं" सुझाव नहीं।
hr: Ovo je vas jedinstveni identifikator. Ne otkriva nista o vama: ni vase ime, ni vas broj, ni vasu lokaciju. To je kao pseudonim koji je nemoguce povezati s vasim stvarnim identitetom. Za dodavanje kontakta, dijelite svoj Hash ID ili skenirate QR code. To je to. Bez sinkroniziranog adresara, bez prijedloga "Ljudi koje mozda poznajete".
hu: Ez az Ön egyedi azonosítója. Semmit nem árul el Önről: sem a nevét, sem a számát, sem a tartózkodási helyét. Olyan, mint egy álnév, amelyet lehetetlen a valódi személyazonossághoz kötni. Névjegy hozzáadásához megosztja a Hash ID-jét vagy beolvas egy QR code-ot. Ennyi. Nincs szinkronizált címjegyzék, nincsenek "Ismerősei lehetnek" javaslatok.
id: Ini adalah pengenal unik Anda. Tidak mengungkapkan apa pun tentang Anda: bukan nama, bukan nomor, bukan lokasi Anda. Seperti nama samaran yang mustahil untuk dihubungkan ke identitas asli Anda. Untuk menambahkan kontak, Anda membagikan Hash ID atau memindai kode QR. Itu saja. Tidak ada buku alamat tersinkronisasi, tidak ada saran "Orang yang mungkin Anda kenal".
it: È il tuo identificativo unico. Non rivela nulla su di te: né il tuo nome, né il tuo numero, né la tua posizione. È come uno pseudonimo impossibile da collegare alla tua vera identità. Per aggiungere un contatto, condividi il tuo Hash ID o scansioni un codice QR. È tutto. Nessuna rubrica sincronizzata, nessun suggerimento "Persone che potresti conoscere".
ja: これはあなたの固有の識別子です。名前も、番号も、場所も明かしません。実際の身元に結びつけることが不可能な仮名のようなものです。 連絡先を追加するには、Hash ID を共有するか QR code をスキャンします。それだけです。同期されたアドレス帳なし、「知り合いかも」の提案なし。
ka: ეს თქვენი უნიკალური იდენტიფიკატორია. არაფერს ამჟღავნებს თქვენ შესახებ: არა თქვენი სახელი, არა თქვენი ნომერი, არა თქვენი მდებარეობა. ეს ფსევდონიმის მსგავსია, რომლის თქვენს ნამდვილ ვინაობასთან დაკავშირება შეუძლებელია. კონტაქტის დასამატებლად, აზიარებთ Hash ID-ს ან ასკანერებთ QR code-ს. სულ ეს არის. არა სინქრონიზებული მისამართების წიგნი, არა "ხალხი, ვისაც შეიძლება იცნობთ" შეთავაზებები.
kk: Бұл сіздің бірегей идентификаторыңыз. Ол сіз туралы ештеңе ашпайды: атыңызды да, нөміріңізді де, орналасқан жеріңізді де. Бұл нақты жеке басыңызбен байланыстыру мүмкін емес лақап ат сияқты. Контакт қосу үшін Hash ID-іңізбен бөлісесіз немесе QR кодты сканерлейсіз. Бәрі осы. Синхрондалған мекенжай кітапшасы жоқ, "Сіз білуіңіз мүмкін адамдар" ұсыныстары жоқ.
km: នេះជាអត្តសញ្ញាណតែមួយរបស់អ្នក។ វាមិនបង្ហាញអ្វីអំពីអ្នក: ឈ្មោះ លេខ ឬទីតាំង។ វាដូចជាឈ្មោះក្លែងក្លាយដែលមិនអាចផ្សារភ្ជាប់ទៅអត្តសញ្ញាណពិតរបស់អ្នក។ ដើម្បីបន្ថែមទំនាក់ទំនង អ្នកចែករំលែក Hash ID ឬស្កេន QR code។ ប៉ុណ្ណឹង។ គ្មានសៀវភៅអាសយដ្ឋានធ្វើសមកាលកម្ម គ្មានការណែនាំ "មនុស្សដែលអ្នកអាចស្គាល់"។
ky: Бул сиздин уникалдуу идентификаторуңуз. Ал сиз жөнүндө эч нерсе ачпайт: атыңызды да, номериңизди да, жайгашууңузду да. Бул чыныгы инсандыгыңызга байланыштыруу мүмкүн эмес болгон лакап ат сыяктуу. Контакт кошуу үчүн Hash ID'ңизди бөлүшөсүз же QR кодду скандайсыз. Баары ушул. Синхрондолгон дарек китеби жок, "Сиз билген адамдар" сунуштары жок.
mk: Ова е вашиот уникатен идентификатор. Не открива ништо за вас: ниту вашето име, ниту бројот, ниту локацијата. Тоа е како псевдоним невозможен за поврзување со вашиот вистински идентитет. За да додадете контакт, го споделувате вашиот Hash ID или скенирате QR code. Тоа е сè. Нема синхронизирани адресари, нема предлози "Луѓе што можеби ги познавате".
mr: हा तुमचा अद्वितीय ओळखकर्ता आहे. तो तुमच्याबद्दल काहीही उघड करत नाही: तुमचे नाव नाही, तुमचा नंबर नाही, तुमचे स्थान नाही. हा एक टोपणनाव आहे जो तुमच्या खऱ्या ओळखीशी जोडणे अशक्य आहे. संपर्क जोडण्यासाठी, तुम्ही तुमचा Hash ID शेअर करता किंवा QR कोड स्कॅन करता. बस एवढेच. कोणतेही सिंक्रोनाइझ पत्ता पुस्तक नाही, "तुम्ही ओळखत असलेले लोक" सूचना नाही.
ms: Ini adalah pengecam unik anda. Ia tidak mendedahkan apa-apa tentang anda: bukan nama, bukan nombor, bukan lokasi anda. Seperti nama samaran yang mustahil dikaitkan dengan identiti sebenar anda. Untuk menambah kenalan, anda berkongsi Hash ID anda atau mengimbas kod QR. Itu sahaja. Tiada buku alamat disegerakkan, tiada cadangan "Orang yang anda mungkin kenal".
nb: Dette er din unike identifikator. Den avslører ingenting om deg: ikke navnet ditt, ikke nummeret ditt, ikke posisjonen din. Det er som et pseudonym som er umulig å knytte til din virkelige identitet. For å legge til en kontakt deler du Hash-ID-en din eller skanner en QR-kode. Det er alt. Ingen synkronisert adressebok, ingen «Personer du kanskje kjenner»-forslag.
nl: Dit is je unieke identificatiecode. Het onthult niets over jou: niet je naam, niet je nummer, niet je locatie. Het is als een pseudoniem dat onmogelijk te koppelen is aan je echte identiteit. Om een contact toe te voegen, deel je je Hash-ID of scan je een QR-code. Dat is alles. Geen gesynchroniseerd adresboek, geen "Mensen die je misschien kent"-suggesties.
pt_pt: Este e o teu identificador unico. Nao revela nada sobre ti: nem o teu nome, nem o teu numero, nem a tua localizacao. E como um pseudonimo impossivel de associar a tua identidade real. Para adicionar um contacto, partilhas o teu Hash ID ou les um codigo QR. So isso. Sem agenda sincronizada, sem sugestoes "Pessoas que podes conhecer".
ro: Acesta este identificatorul tau unic. Nu dezvaluie nimic despre tine: nici numele, nici numarul, nici locatia. E ca un pseudonim imposibil de legat de identitatea ta reala. Pentru a adauga un contact, distribui Hash ID-ul sau scanezi un QR code. Atat. Niciun caiet de adrese sincronizat, nicio sugestie "Persoane pe care le-ai putea cunoaste".
ru: Это ваш уникальный идентификатор. Он ничего не раскрывает о вас: ни имя, ни номер, ни местоположение. Это как псевдоним, который невозможно связать с реальной личностью. Чтобы добавить контакт, вы делитесь Hash ID или сканируете QR code. Вот и всё. Никакой синхронизации контактов, никаких предложений «Люди, которых вы можете знать».
sk: Toto je vas jedinecny identifikator. Neodhaluje nic o vas: ani meno, ani cislo, ani polohu. Je to ako pseudonym, ktory je nemozne prepojit s vasou skutocnou identitou. Na pridanie kontaktu zdielate Hash ID alebo naskenujete QR code. To je vsetko. Ziadny synchronizovany adresar, ziadne navrhy "Ludia, ktorych mozete poznat".
sl: To je vas edinstveni identifikator. Ne razkrije nicesar o vas: ne imena, ne stevilke, ne lokacije. Kot vzdevek, ki ga je nemogoce povezati z vaso resnično identiteto. Za dodajanje stika delite Hash ID ali skenirate QR code. To je vse. Brez sinhronizirane adresne knjige, brez predlogov "Ljudje, ki jih morda poznate".
sq: Ky eshte identifikuesi juaj unik. Nuk zbulon asgje per ju: as emrin, as numrin, as vendndodhjen. Eshte si nje pseudonim i pamundur per t'u lidhur me identitetin tuaj te vertete. Per te shtuar nje kontakt, ndani Hash ID ose skanoni nje QR code. Kaq. Asnje liber adresash i sinkronizuar, asnje sugjerim "Njerez qe mund te njihni".
sr: Ово је твој јединствени идентификатор. Не открива ништа о теби: ни твоје име, ни твој број, ни твоју локацију. Као псеудоним који је немогуће повезати са твојим правим идентитетом. Да додаш контакт, делиш свој Hash ID или скенираш QR код. То је све. Нема синхронизованог именика, нема сугестија "Људи које можда познајеш".
sv: Detta är din unika identifierare. Den avslöjar ingenting om dig: inte ditt namn, inte ditt nummer, inte din plats. Det är som en pseudonym omöjlig att koppla till din riktiga identitet. För att lägga till en kontakt delar du ditt Hash-ID eller skannar en QR-kod. Det är allt. Ingen synkroniserad adressbok, inga "Personer du kanske känner"-förslag.
ta: இது உங்கள் தனிப்பட்ட அடையாளங்காட்டி. இது உங்களைப் பற்றி எதையும் வெளிப்படுத்தாது: உங்கள் பெயர், எண், அல்லது இருப்பிடம் எதுவும் இல்லை. உங்கள் உண்மையான அடையாளத்துடன் இணைக்க இயலாத புனைப்பெயர் போன்றது. தொடர்பைச் சேர்க்க, உங்கள் Hash ID-ஐப் பகிருங்கள் அல்லது QR குறியீட்டை ஸ்கேன் செய்யுங்கள். அவ்வளவுதான். ஒத்திசைக்கப்பட்ட முகவரிப் புத்தகம் இல்லை, "உங்களுக்குத் தெரிந்தவர்கள்" பரிந்துரைகள் இல்லை.
te: ఇది మీ ప్రత్యేక ఐడెంటిఫైయర్. ఇది మీ గురించి ఏమీ వెల్లడించదు: మీ పేరు కాదు, మీ నంబర్ కాదు, మీ స్థానం కాదు. ఇది మీ నిజమైన గుర్తింపుతో అనుసంధానించడం అసాధ్యమైన మారుపేరు లాంటిది. పరిచయాన్ని జోడించడానికి, మీరు మీ Hash ID షేర్ చేయడం లేదా QR code స్కాన్ చేయడం. అంతే. సింక్ చేయబడిన అడ్రస్ బుక్ లేదు, "మీకు తెలిసిన వ్యక్తులు" సూచనలు లేవు.
th: นี่คือตัวระบุเฉพาะของคุณ ไม่เปิดเผยอะไรเกี่ยวกับคุณ: ไม่มีชื่อ ไม่มีเบอร์ ไม่มีตำแหน่ง เหมือนนามแฝงที่เชื่อมโยงกับตัวตนจริงไม่ได้ เพื่อเพิ่มผู้ติดต่อ แชร์ Hash ID หรือสแกน QR Code แค่นั้น ไม่มีสมุดรายชื่อที่ซิงค์ ไม่มีแนะนำ "คนที่คุณอาจรู้จัก"
tr: Bu senin benzersiz tanimlayicin. Hakkinda hicbir sey ortaya koymaz: ne adin, ne numaran, ne konumun. Gercek kimligine baglanamaycak bir takma ad gibi. Bir kisi eklemek icin Hash Kimligini paylasirsin veya QR kodu taratirsin. Hepsi bu. Senkronize edilmis adres defteri yok, "Taniyabileceklerin" onerileri yok.
ug: بۇ ئۆزگىچە كىملىكىڭىز. سىز ھەققىڭىزدە ھېچنىمە ئاشكارىلىمايدۇ: ئىسمىڭىز ئەمەس، نومۇرىڭىز ئەمەس، ئورنىڭىز ئەمەس. ھەقىقىي كىملىكىڭىزگە باغلاش مۇمكىن بولمىغان تەخەللۇستەك. ئالاقىداش قوشۇش ئۈچۈن Hash ID ھەمبەھىرلەيسىز ياكى QR code سىكانىرلايسىز. شۇ. ماسلاشتۇرۇلغان ئادرېس دەپتىرى يوق، «تونۇشىڭىز مۇمكىن بولغان كىشىلەر» تەۋسىيەسى يوق.
uk: Це ваш унікальний ідентифікатор. Він не розкриває нічого про вас: ні ім'я, ні номер, ні місцезнаходження. Це як псевдонім, який неможливо пов'язати з вашою реальною особистістю. Щоб додати контакт, ви ділитесь Hash ID або скануєте QR code. Ось і все. Жодної синхронізованої адресної книги, жодних пропозицій «Люди, яких ви можете знати».
ur:  ุขูพ ฺฉุง ู ููุฑุฏ ุดูุงุฎุช ูู ุจุฑ   ุขูพ ฺฉ ุจุงุฑ ู ฺบ ฺฉฺฺพ ุธุงุฑ ูฺบ ฺฉุฑุชุง: ู ุขูพ ฺฉุง ูุงู ุ ู ูู ุจุฑุ ู ู ูุงู   ุงฺฉ ุงุณุง ูุฑุถ ูุงู  ุฌุณ ุขูพ ฺฉ ุงุตู ุดูุงุฎุช ุณ ุฌูฺูุง ูุงู ู ฺฉู  ุฑุงุจุท ุดุงู ู ฺฉุฑู ฺฉ ูุ ุขูพ ุงูพูุง Hash ID ุดุฆุฑ ฺฉุฑุช ฺบ ุง QR code ุงุณฺฉู ฺฉุฑุช ฺบ ุจุณ ฺฉูุฆ ู ุทุงุจูุช ุดุฏ ุงฺุฑุณ ุจฺฉ ูฺบุ ฺฉูุฆ "ุฌู ููฺฏูฺบ ฺฉู ุขูพ ุฌุงูุช ูฺบ ฺฏ" ฺฉ ุชุฌุงูุฒ ูฺบ

# secDataLabel
source: DATA
ar: البيانات
bg: ДАННИ
bn: ডেটা
ca: DADES
de: DATEN
el: ΔΕΔΟΜΕΝΑ
es: DATOS
et: ANDMED
eu: DATUAK
fa: داده‌ها
fi: TIEDOT
fr: DONNÉES
ga: SONRAI
gl: DATOS
gu: ડેટા
he: נתונים
hi: डेटा
hr: PODACI
hu: ADATOK
it: DATI
ja: データ
ka: მონაცემები
kk: ДЕРЕКТЕР
km: ទិន្នន័យ
ky: МААЛЫМАТТАР
mk: ПОДАТОЦИ
mr: डेटा
nl: GEGEVENS
pt_pt: DADOS
ro: DATE
ru: ДАННЫЕ
sk: UDAJE
sl: PODATKI
sq: TE DHENAT
sr: ПОДАЦИ
ta: தரவு
te: డేటా
th: ข้อมูล
tr: VERILER
ug: سانلىق مەلۇمات
uk: ДАНІ
ur: ฺูนุง

# secDataTitle
source: What Hash doesn't know
af: Wat Hash nie weet nie
ar: ما لا يعرفه Hash
bg: Какво Hash не знае
bn: Hash কী জানে না
ca: Què no sap Hash
cs: Co Hash nevi
da: Hvad Hash ikke ved
de: Was Hash nicht weiß
el: Τι δεν γνωρίζει το Hash
es: Lo que Hash no sabe
et: Mida Hash ei tea
eu: Zer ez dakien Hash-ek
fa: چیزی که Hash نمی‌داند
fi: Mitä Hash ei tiedä
fil: Ang hindi alam ng Hash
fr: Ce que Hash ne sait pas
ga: Na rudai nach bhfuil a fhios ag Hash
gl: O que Hash non sabe
gu: Hash શું જાણતું નથી
he: מה Hash לא יודע
hi: Hash क्या नहीं जानता
hr: Sto Hash ne zna
hu: Amit a Hash nem tud
id: Yang Hash tidak ketahui
it: Cosa Hash non sa
ja: Hash が知らないこと
ka: რა არ იცის Hash-მა
kk: Hash не білмейді
km: អ្វីដែល Hash មិនដឹង
ky: Hash эмнени билбейт
mk: Што Hash не знае
mr: Hash ला काय माहित नाही
ms: Apa yang Hash tidak tahu
nb: Hva Hash ikke vet
nl: Wat Hash niet weet
pt_pt: O que o Hash nao sabe
ro: Ce nu stie Hash
ru: Чего Hash не знает
sk: Co Hash nevie
sl: Cesar Hash ne ve
sq: Çfare nuk di Hash
sr: Шта Hash не зна
sv: Vad Hash inte vet
ta: Hash-க்குத் தெரியாதவை
te: Hash కు తెలియని విషయాలు
th: สิ่งที่ Hash ไม่รู้
tr: Hash'in bilmedikleri
ug: Hash بىلمەيدىغانلىرى
uk: Чого Hash не знає
ur: Hash ฺฉู ฺฉุง ู ุนููู ูฺบ

# secDataSubtitle
source: The best way to protect your data is not to collect it.
af: Die beste manier om jou data te beskerm, is om dit nie in te samel nie.
ar: أفضل طريقة لحماية بياناتك هي عدم جمعها.
bg: Най-добрият начин да защитите данните си е да не ги събирате.
bn: আপনার ডেটা সুরক্ষিত করার সর্বোত্তম উপায় হলো সেগুলো সংগ্রহ না করা।
ca: La millor manera de protegir les teves dades és no recollir-les.
cs: Nejlepsi zpusob, jak chranit tvoje data, je nezbírat je.
da: Den bedste måde at beskytte dine data på er ikke at indsamle dem.
de: Der beste Weg, deine Daten zu schützen, ist sie nicht zu sammeln.
el: Ο καλύτερος τρόπος να προστατεύσετε τα δεδομένα σας είναι να μην τα συλλέγετε.
es: La mejor manera de proteger tus datos es no recopilarlos.
et: Parim viis oma andmeid kaitsta on neid mitte koguda.
eu: Zure datuak babesteko modurik hoberena da ez biltzea.
fa: بهترین راه محافظت از داده‌های شما، جمع‌نکردن آنهاست.
fi: Paras tapa suojata tietojasi on olla keräämättä niitä.
fil: Ang pinakamahusay na paraan para protektahan ang iyong data ay hindi kolektahin ito.
fr: La meilleure façon de protéger tes données, c'est de ne pas les collecter.
ga: Is e an bealach is fearr chun do shonrai a chosaint na gan iad a bhailiu.
gl: A mellor forma de protexer os teus datos e non recollelos.
gu: તમારા ડેટાને સુરક્ષિત કરવાનો શ્રેષ્ઠ રસ્તો એ છે કે તેને એકત્ર ન કરવો.
he: הדרך הטובה ביותר להגן על הנתונים שלך היא לא לאסוף אותם.
hi: आपके डेटा की रक्षा का सबसे अच्छा तरीका है उसे एकत्र न करना।
hr: Najbolji nacin za zastitu vasih podataka je ne prikupljati ih.
hu: A legjobb módja az adatok védelmének, ha nem gyűjtjük őket.
id: Cara terbaik untuk melindungi data Anda adalah tidak mengumpulkannya.
it: Il modo migliore per proteggere i tuoi dati è non raccoglierli.
ja: データを保護する最善の方法は、収集しないことです。
ka: მონაცემების დაცვის საუკეთესო გზა მათი არშეგროვებაა.
kk: Деректеріңізді қорғаудың ең жақсы жолы — оларды жинамау.
km: វិធីល្អបំផុតដើម្បីការពារទិន្នន័យរបស់អ្នកគឺមិនប្រមូលវា។
ky: Маалыматтарыңызды коргоонун эң жакшы жолу — аларды чогултпоо.
mk: Најдобриот начин да ги заштитите вашите податоци е да не ги собирате.
mr: तुमचा डेटा संरक्षित करण्याचा सर्वोत्तम मार्ग म्हणजे तो गोळा न करणे.
ms: Cara terbaik untuk melindungi data anda adalah tidak mengumpulnya.
nb: Den beste måten å beskytte dataene dine på er å ikke samle dem inn.
nl: De beste manier om je gegevens te beschermen is ze niet te verzamelen.
pt_pt: A melhor forma de proteger os teus dados e nao os recolher.
ro: Cel mai bun mod de a proteja datele tale este sa nu le colectam.
ru: Лучший способ защитить данные — не собирать их.
sk: Najlepsi sposob, ako chranit vase udaje, je nezbieraT ich.
sl: Najboljsi nacin za zascito vasih podatkov je, da jih ne zbiramo.
sq: Menyra me e mire per te mbrojtur te dhenat tuaja eshte te mos i mbledhim.
sr: Најбољи начин да заштитиш своје податке је да их не прикупљаш.
sv: Det bästa sättet att skydda din data är att inte samla in den.
ta: உங்கள் தரவைப் பாதுகாக்க சிறந்த வழி அதைச் சேகரிக்காமல் இருப்பதே.
te: మీ డేటాను రక్షించే ఉత్తమ మార్గం దానిని సేకరించకపోవడం.
th: วิธีที่ดีที่สุดในการปกป้องข้อมูลคือไม่เก็บมัน
tr: Verilerinizi korumanin en iyi yolu onlari toplamamaktir.
ug: سانلىق مەلۇماتنى قوغداشنىڭ ئەڭ ياخشى ئۇسۇلى ئۇنى توپلىماسلىق.
uk: Найкращий спосіб захистити ваші дані — не збирати їх.
ur: ุขูพ ฺฉ ฺูนุง ฺฉ ุญูุงุธุช ฺฉุง ุจุชุฑู ุทุฑู ุงุณ ุฌู ุน ู ฺฉุฑูุง 
