Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: Security delay
af: Sekuriteitsvertraging
ar: مهلة الأمان
bg: Забавяне за сигурност
bn: নিরাপত্তা বিলম্ব
ca: Retard de seguretat
cs: Bezpecnostni prodleva
da: Sikkerhedsforsinkelse
de: Sicherheitsverzögerung
el: Καθυστέρηση ασφαλείας
es: Tiempo de seguridad
et: Turvaviivitus
eu: Segurtasun-atzerapena
fa: تأخیر امنیتی
fi: Turvallisuusviive
fil: Pagkaantala ng seguridad
fr: Délai de sécurité
ga: Moill slandala
gl: Atraso de seguridade
gu: સુરક્ષા વિલંબ
he: השהיית אבטחה
hi: सुरक्षा विलंब
hr: Sigurnosna odgoda
hu: Biztonsági késleltetés
id: Jeda keamanan
it: Tempo di sicurezza
ja: セキュリティ遅延
ka: უსაფრთხოების დაყოვნება
kk: Қауіпсіздік кідірісі
km: រយៈពេលសុវត្ថិភាព
ky: Коопсуздук кечиктирүүсү
mk: Безбедносно одложување
mr: सुरक्षा विलंब
ms: Kelewatan keselamatan
nb: Sikkerhetsforsinkelse
nl: Beveiligingsvertraging
pt_pt: Atraso de seguranca
ro: Intarziere de securitate
ru: Задержка безопасности
sk: Bezpecnostne oneskorenie
sl: Varnostna zakasnitev
sq: Vonese sigurie
sr: Безбедносно одлагање
sv: Säkerhetsfördröjning
ta: பாதுகாப்பு தாமதம்
te: భద్రతా ఆలస్యం
th: หน่วงเวลาเพื่อความปลอดภัย
tr: Guvenlik gecikmesi
ug: بىخەتەرلىك كېچىكتۈرۈشى
uk: Затримка безпеки
ur: ุณฺฉูุฑูน ุชุงุฎุฑ

# securityDelayMessage
source: For your security, a waiting period is required before you can create a new PIN.
af: Vir jou sekuriteit word 'n wagperiode vereis voordat jy 'n nuwe PIN kan skep.
ar: لأمانك، مطلوب فترة انتظار قبل إنشاء PIN جديد.
bg: За вашата сигурност е необходимо изчакване, преди да можете да създадете нов PIN.
bn: আপনার নিরাপত্তার জন্য, নতুন PIN তৈরি করার আগে একটি অপেক্ষার সময় প্রয়োজন।
ca: Per la teva seguretat, cal un temps d'espera abans de poder crear un nou PIN.
cs: Pro vasi bezpecnost je vyzadovana cekaci doba pred vytvorenim noveho PINu.
da: For din sikkerhed kræves en venteperiode, før du kan oprette en ny PIN.
de: Zu deiner Sicherheit ist eine Wartezeit erforderlich, bevor du eine neue PIN erstellen kannst.
el: Για την ασφάλειά σας, απαιτείται περίοδος αναμονής πριν δημιουργήσετε νέο PIN.
es: Por tu seguridad, se requiere un tiempo de espera antes de poder crear un nuevo PIN.
et: Teie turvalisuse tagamiseks on enne uue PIN-koodi loomist vajalik ooteaeg.
eu: Zure segurtasunerako, itxaron-aldi bat beharrezkoa da PIN berria sortu baino lehen.
fa: برای امنیت شما، قبل از ایجاد PIN جدید یک دوره انتظار لازم است.
fi: Turvallisuutesi vuoksi odotusaika vaaditaan ennen kuin voit luoda uuden PIN:n.
fil: Para sa iyong seguridad, kailangan ng panahon ng paghihintay bago ka makagawa ng bagong PIN.
fr: Pour votre sécurité, un délai d'attente est requis avant de pouvoir créer un nouveau PIN.
ga: Ar mhaithe le do shlandail, ta moill ag teastail sula feidir PIN nua a chruthu.
gl: Para a tua seguridade, requirese un tempo de espera antes de crear un novo PIN.
gu: તમારી સુરક્ષા માટે, નવો PIN બનાવતા પહેલાં રાહ જોવાનો સમય જરૂરી છે.
he: לביטחונך, נדרשת תקופת המתנה לפני שתוכל ליצור PIN חדש.
hi: आपकी सुरक्षा के लिए, नया PIN बनाने से पहले प्रतीक्षा अवधि आवश्यक है।
hr: Radi vase sigurnosti, potrebno je razdoblje cekanja prije nego sto mozete kreirati novi PIN.
hu: Az Ön biztonsága érdekében várakozási idő szükséges, mielőtt új PIN-t hozhat létre.
id: Demi keamanan Anda, diperlukan waktu tunggu sebelum Anda dapat membuat PIN baru.
it: Per la tua sicurezza, è richiesto un tempo di attesa prima di poter creare un nuovo PIN.
ja: セキュリティのため、新しい PIN を作成する前に待機期間が必要です。
ka: თქვენი უსაფრთხოებისთვის, ახალი PIN-ის შექმნამდე ლოდინის პერიოდია საჭირო.
kk: Қауіпсіздігіңіз үшін жаңа PIN жасаудан бұрын күту мерзімі қажет.
km: សម្រាប់សុវត្ថិភាពរបស់អ្នក ត្រូវការរយៈពេលរង់ចាំមុនពេលអ្នកអាចបង្កើត PIN ថ្មី។
ky: Коопсуздугуңуз үчүн жаңы PIN түзүүдөн мурун күтүү мөөнөтү талап кылынат.
mk: За вашата безбедност, потребен е период на чекање пред да можете да креирате нов PIN.
mr: तुमच्या सुरक्षेसाठी, नवीन PIN तयार करण्यापूर्वी प्रतीक्षा कालावधी आवश्यक आहे.
ms: Untuk keselamatan anda, tempoh menunggu diperlukan sebelum anda boleh membuat PIN baharu.
nb: For din sikkerhet kreves en ventetid før du kan opprette en ny PIN.
nl: Voor je veiligheid is een wachttijd vereist voordat je een nieuwe PIN kunt maken.
pt_pt: Para a sua seguranca, e necessario um periodo de espera antes de poder criar um novo PIN.
ro: Pentru securitatea ta, este necesara o perioada de asteptare inainte de a putea crea un nou PIN.
ru: Для вашей безопасности требуется период ожидания, прежде чем вы сможете создать новый PIN.
sk: Pre vasu bezpecnost je potrebna cakacia doba pred vytvorenim noveho PIN.
sl: Za vaso varnost je potrebno cakalno obdobje pred ustvarjanjem nove PIN kode.
sq: Per sigurine tuaj, kerkohet nje periudhe pritjeje perpara se te krijoni nje PIN te ri.
sr: За вашу безбедност, потребан је период чекања пре него што можете да направите нови PIN.
sv: För din säkerhet krävs en väntetid innan du kan skapa en ny PIN.
ta: உங்கள் பாதுகாப்பிற்காக, புதிய PIN உருவாக்குவதற்கு முன் காத்திருப்பு காலம் தேவை.
te: మీ భద్రత కోసం, కొత్త PIN సృష్టించడానికి ముందు వేచి ఉండే సమయం అవసరం.
th: เพื่อความปลอดภัย ต้องรอก่อนสร้าง PIN ใหม่
tr: Guvenliginiz icin, yeni bir PIN olusturmadan once bekleme suresi gerekmektedir.
ug: بىخەتەرلىكىڭىز ئۈچۈن، يېڭى PIN قۇرۇشتىن بۇرۇن كۈتۈش مەزگىلى تەلەپ قىلىنىدۇ.
uk: Для вашої безпеки потрібен період очікування перед створенням нового PIN.
ur: ุขูพ ฺฉ ุณฺฉูุฑูน ฺฉ ูุ ูุง PIN ุจูุงู ุณ ูพู ุงูุชุธุงุฑ ฺฉ ู ุฏุช ุถุฑูุฑ 

source: Time remaining
af: Tyd oor
ar: الوقت المتبقي
bg: Оставащо време
bn: বাকি সময়
ca: Temps restant
cs: Zbyvajici cas
da: Tid tilbage
de: Verbleibende Zeit
el: Υπολειπόμενος χρόνος
es: Tiempo restante
et: Aega jäänud
eu: Geratzen den denbora
fa: زمان باقی‌مانده
fi: Aikaa jäljellä
fil: Natitirang oras
fr: Temps restant
ga: Am fagtha
gl: Tempo restante
gu: બાકી સમય
he: זמן שנותר
hi: शेष समय
hr: Preostalo vrijeme
hu: Hátralévő idő
id: Waktu tersisa
it: Tempo rimanente
ja: 残り時間
ka: დარჩენილი დრო
kk: Қалған уақыт
km: ពេលវេលានៅសល់
ky: Калган убакыт
mk: Преостанато време
mr: उर्वरित वेळ
ms: Masa berbaki
nb: Tid igjen
nl: Resterende tijd
pt_pt: Tempo restante
ro: Timp ramas
ru: Оставшееся время
sk: Zostava cas
sl: Preostali cas
sq: Koha e mbetur
sr: Преостало време
sv: Tid kvar
ta: மீதமுள்ள நேரம்
te: మిగిలిన సమయం
th: เวลาที่เหลือ
tr: Kalan sure
ug: قالغان ۋاقىت
uk: Залишилося часу
ur: ุจุงู ููุช

# messagesDeletedForProtection
source: Your messages have been deleted for your protection.
af: Jou boodskappe is verwyder vir jou beskerming.
ar: تم حذف رسائلك لحمايتك.
bg: Съобщенията ви бяха изтрити за ваша защита.
bn: আপনার সুরক্ষার জন্য আপনার বার্তা মুছে ফেলা হয়েছে।
ca: Els teus missatges s'han eliminat per la teva protecció.
cs: Vase zpravy byly smazany pro vasi ochranu.
da: Dine beskeder er blevet slettet for din beskyttelse.
de: Deine Nachrichten wurden zu deinem Schutz gelöscht.
el: Τα μηνύματά σας διαγράφηκαν για την προστασία σας.
es: Tus mensajes han sido eliminados para tu protección.
et: Teie sõnumid on teie kaitseks kustutatud.
eu: Zure mezuak ezabatu dira zure babeserako.
fa: پیام‌های شما برای محافظت حذف شده‌اند.
fi: Viestisi on poistettu suojauksesi vuoksi.
fil: Nabura na ang iyong mga mensahe para sa iyong proteksyon.
fr: Vos messages ont été supprimés pour votre protection.
ga: Scriosadh do chuid teachtaireachtai ar mhaithe le do chosaint.
gl: As tuas mensaxes foron eliminadas para a tua proteccion.
gu: તમારી સુરક્ષા માટે તમારા સંદેશાઓ ડિલીટ કરવામાં આવ્યા છે.
he: ההודעות שלך נמחקו להגנתך.
hi: आपकी सुरक्षा के लिए आपके संदेश हटा दिए गए हैं।
hr: Vase poruke su izbrisane radi vase zastite.
hu: Üzenetei az Ön védelme érdekében törlődtek.
id: Pesan Anda telah dihapus untuk perlindungan Anda.
it: I tuoi messaggi sono stati eliminati per la tua protezione.
ja: 保護のためメッセージが削除されました。
ka: თქვენი შეტყობინებები წაშლილია თქვენი დაცვისთვის.
kk: Қорғаныс үшін хабарламаларыңыз жойылды.
km: សាររបស់អ្នកត្រូវបានលុបដើម្បីការពាររបស់អ្នក។
ky: Каттарыңыз коргоо үчүн өчүрүлдү.
mk: Вашите пораки се избришани за ваша заштита.
mr: तुमच्या संरक्षणासाठी तुमचे संदेश हटवले गेले आहेत.
ms: Mesej anda telah dipadamkan untuk perlindungan anda.
nb: Meldingene dine er slettet for din beskyttelse.
nl: Je berichten zijn verwijderd voor je bescherming.
pt_pt: As suas mensagens foram apagadas para sua protecao.
ro: Mesajele tale au fost sterse pentru protectia ta.
ru: Ваши сообщения были удалены для вашей защиты.
sk: Vase spravy boli zmazane pre vasu ochranu.
sl: Vasa sporocila so bila izbrisana za vaso zascito.
sq: Mesazhet tuaja jane fshire per mbrojtjen tuaj.
sr: Ваше поруке су обрисане за вашу заштиту.
sv: Dina meddelanden har raderats för ditt skydd.
ta: உங்கள் பாதுகாப்பிற்காக செய்திகள் நீக்கப்பட்டன.
te: మీ రక్షణ కోసం మీ సందేశాలు తొలగించబడ్డాయి.
th: ข้อความถูกลบเพื่อปกป้องคุณ
tr: Mesajlariniz korumaniz icin silindi.
ug: قوغداش ئۈچۈن ئۇچۇرلىرىڭىز ئۆچۈرۈلدى.
uk: Ваші повідомлення видалено для вашого захисту.
ur: ุขูพ ฺฉ ุญูุงุธุช ฺฉ ู ุขูพ ฺฉ ูพุบุงู ุงุช ุญุฐู ฺฉุฑ ุฏ ฺฏุฆ ฺบ

# canCloseApp
source: You can close the app and come back later.
af: Jy kan die app sluit en later terugkom.
ar: يمكنك إغلاق التطبيق والعودة لاحقاً.
bg: Можете да затворите приложението и да се върнете по-късно.
bn: আপনি অ্যাপ বন্ধ করে পরে ফিরে আসতে পারেন।
ca: Pots tancar l'aplicació i tornar més tard.
cs: Muzete zavrit aplikaci a vratit se pozdeji.
da: Du kan lukke appen og komme tilbage senere.
de: Du kannst die App schließen und später zurückkommen.
el: Μπορείτε να κλείσετε την εφαρμογή και να επιστρέψετε αργότερα.
es: Puedes cerrar la app y volver más tarde.
et: Võite rakenduse sulgeda ja hiljem tagasi tulla.
eu: Aplikazioa itxi dezakezu eta geroago itzuli.
fa: می‌توانید برنامه را ببندید و بعداً برگردید.
fi: Voit sulkea sovelluksen ja palata myöhemmin.
fil: Puwede mong isara ang app at bumalik mamaya.
fr: Vous pouvez fermer l'application et revenir plus tard.
ga: Is feidir leat an aip a dhunadh agus filleadh nios deanai.
gl: Podes pechar a aplicacion e volver mais tarde.
gu: તમે એપ્લિકેશન બંધ કરીને પછીથી પાછા આવી શકો છો.
he: תוכל לסגור את האפליקציה ולחזור מאוחר יותר.
hi: आप ऐप बंद कर सकते हैं और बाद में वापस आ सकते हैं।
hr: Mozete zatvoriti aplikaciju i vratiti se kasnije.
hu: Bezárhatja az alkalmazást és visszatérhet később.
id: Anda dapat menutup aplikasi dan kembali nanti.
it: Puoi chiudere l'app e tornare più tardi.
ja: アプリを閉じて後で戻ることができます。
ka: შეგიძლიათ დახუროთ აპი და მოგვიანებით დაბრუნდეთ.
kk: Қосымшаны жабып, кейін оралуыңызға болады.
km: អ្នកអាចបិទកម្មវិធី ហើយត្រឡប់មកវិញពេលក្រោយ។
ky: Колдонмону жаап, кийинчерээк кайтып келсеңиз болот.
mk: Можете да ја затворите апликацијата и да се вратите подоцна.
mr: तुम्ही अॅप बंद करू शकता आणि नंतर परत येऊ शकता.
ms: Anda boleh menutup aplikasi dan kembali kemudian.
nb: Du kan lukke appen og komme tilbake senere.
nl: Je kunt de app sluiten en later terugkomen.
pt_pt: Pode fechar a aplicacao e voltar mais tarde.
ro: Poti inchide aplicatia si sa revii mai tarziu.
ru: Вы можете закрыть приложение и вернуться позже.
sk: Mozete zavriet aplikaciu a vratit sa neskor.
sl: Aplikacijo lahko zaprete in se vrnete pozneje.
sq: Mund te mbyllni aplikacionin dhe te ktheheni me vone.
sr: Можете затворити апликацију и вратити се касније.
sv: Du kan stänga appen och komma tillbaka senare.
ta: செயலியை மூடிவிட்டு பின்னர் திரும்பி வரலாம்.
te: మీరు యాప్‌ను మూసివేసి తర్వాత తిరిగి రావచ్చు.
th: คุณสามารถปิดแอปแล้วกลับมาทีหลัง
tr: Uygulamayi kapatip daha sonra geri donebilirsiniz.
ug: ئەپنى ئېتىپ كېيىن قايتىپ كېلەلەيسىز.
uk: Ви можете закрити додаток і повернутися пізніше.
ur: ุขูพ ุงูพ ุจูุฏ ฺฉุฑ ฺฉ ุจุนุฏ ู ฺบ ูุงูพุณ ุข ุณฺฉุช ฺบ

# onboardingTitle1
source: Welcome to Hash
af: Welkom by Hash
ar: مرحباً بك في Hash
bg: Добре дошли в Hash
bn: Hash-এ স্বাগতম
ca: Benvingut a Hash
cs: Vitejte v Hash
da: Velkommen til Hash
de: Willkommen bei Hash
el: Καλώς ήρθατε στο Hash
es: Bienvenido a Hash
et: Tere tulemast Hash'i
eu: Ongi etorri Hash-era
fa: به Hash خوش آمدید
fi: Tervetuloa Hashiin
fil: Maligayang pagdating sa Hash
fr: Bienvenue sur Hash
ga: Failte go Hash
gl: Benvido a Hash
gu: Hash માં સ્વાગત છે
he: ברוך הבא ל-Hash
hi: Hash में आपका स्वागत है
hr: Dobrodosli u Hash
hu: Üdvözöljük a Hash-ben
id: Selamat datang di Hash
it: Benvenuto su Hash
ja: Hash へようこそ
ka: მოგესალმებით Hash-ში
kk: Hash-қа қош келдіңіз
km: សូមស្វាគមន៍មកកាន់ Hash
ky: Hash'ка кош келиңиз
mk: Добредојдовте во Hash
mr: Hash मध्ये स्वागत आहे
ms: Selamat datang ke Hash
nb: Velkommen til Hash
nl: Welkom bij Hash
pt_pt: Bem-vindo ao Hash
ro: Bine ai venit pe Hash
ru: Добро пожаловать в Hash
sk: Vitajte v Hash
sl: Dobrodosli v Hash
sq: Mireseerdhet ne Hash
sr: Добродошли у Hash
sv: Välkommen till Hash
ta: Hash-க்கு வரவேற்பு
te: Hash కు స్వాగతం
th: ยินดีต้อนรับสู่ Hash
tr: Hash'e Hos Geldiniz
ug: Hash غا خۇش كەلدىڭىز
uk: Ласкаво просимо до Hash
ur: Hash ู ฺบ ุฎูุด ุขู ุฏุฏ

# onboardingSubtitle1
source: The messenger that leaves no trace
af: Die boodskapdiens wat geen spoor laat nie
ar: تطبيق المراسلة الذي لا يترك أثراً
bg: Месинджърът, който не оставя следи
bn: যে মেসেঞ্জার কোনো চিহ্ন রাখে না
ca: El missatger que no deixa rastre
cs: Messenger, ktery nezanechava stopy
da: Beskedtjenesten der ikke efterlader spor
de: Der Messenger, der keine Spuren hinterlässt
el: Ο messenger που δεν αφήνει ίχνη
es: El mensajero que no deja rastro
et: Sõnumitooja, mis ei jäta jälge
eu: Arrastorik uzten ez duen mezularia
fa: پیام‌رسانی که ردپایی از خود نمی‌گذارد
fi: Viestisovellus, joka ei jätä jälkiä
fil: Ang messenger na walang iniiwanang bakas
fr: La messagerie qui ne laisse aucune trace
ga: An aip teachtaireachtai nach bhfagann rian ar bith
gl: A mensaxeria que non deixa rastro
gu: કોઈ નિશાન ન છોડતી મેસેન્જર
he: המסנג'ר שלא משאיר עקבות
hi: वो मैसेंजर जो कोई निशान नहीं छोड़ता
hr: Komunikator koji ne ostavlja trag
hu: Az üzenetküldő, amely nem hagy nyomot
id: Pesan instan yang tidak meninggalkan jejak
it: Il messenger che non lascia tracce
ja: 痕跡を残さないメッセンジャー
ka: მესენჯერი, რომელიც კვალს არ ტოვებს
kk: Із қалдырмайтын мессенджер
km: កម្មវិធីផ្ញើសារដែលមិនទុកដាន
ky: Эч кандай из калтырбаган мессенжер
mk: Месинџерот што не остава трага
mr: कोणताही मागोवा न ठेवणारा मेसेंजर
ms: Pemesejan yang tidak meninggalkan jejak
nb: Meldingstjenesten som ikke etterlater spor
nl: De messenger die geen spoor achterlaat
pt_pt: O mensageiro que nao deixa rasto
ro: Mesagerul care nu lasa urme
ru: Мессенджер, который не оставляет следов
sk: Messenger, ktory nezanechava stopy
sl: Sporocilnik, ki ne puscza sledi
sq: Mesazhieri qe nuk le gjurme
sr: Месенџер који не оставља трагове
sv: Meddelandeappen som inte lämnar några spår
ta: தடம் விடாத தூதுவர்
te: జాడ వదలని మెసెంజర్
th: แอปส่งข้อความที่ไม่ทิ้งร่องรอย
tr: Iz birakmayan mesajlasma uygulamasi
ug: ئىز قالدۇرمايدىغان ئۇچۇرلاشقۇ
uk: Месенджер, який не залишає слідів
ur: ู ู ุณูุฌุฑ ุฌู ฺฉูุฆ ูุดุงู ูฺบ ฺฺพูฺุชุง

# onboardingTitle2
source: Total encryption
af: Totale enkripsie
ar: تشفير كامل
bg: Пълно криптиране
bn: সম্পূর্ণ এনক্রিপশন
ca: Xifrat total
cs: Uplne sifrovani
da: Total kryptering
de: Vollständige Verschlüsselung
el: Πλήρης κρυπτογράφηση
es: Cifrado total
et: Täielik krüpteerimine
eu: Enkriptazio osoa
fa: رمزنگاری کامل
fi: Täysi salaus
fil: Kabuuang encryption
fr: Chiffrement total
ga: Criptiuchain iomlan
gl: Cifrado total
gu: સંપૂર્ણ એન્ક્રિપ્શન
he: הצפנה מלאה
hi: पूर्ण एन्क्रिप्शन
hr: Potpuna enkripcija
hu: Teljes titkosítás
id: Enkripsi total
it: Crittografia totale
ja: 完全な暗号化
ka: სრული დაშიფვრა
kk: Толық шифрлау
km: ការអ៊ិនគ្រីបពេញលេញ
ky: Толук шифрлөө
mk: Целосна енкрипција
mr: संपूर्ण एन्क्रिप्शन
ms: Penyulitan total
nb: Total kryptering
nl: Totale versleuteling
pt_pt: Encriptacao total
ro: Criptare totala
ru: Полное шифрование
sk: Uplne sifrovanie
sl: Popolno sifriranje
sq: Kriptim total
sr: Потпуно шифровање
sv: Total kryptering
ta: முழுமையான குறியாக்கம்
te: పూర్తి ఎన్‌క్రిప్షన్
th: เข้ารหัสอย่างสมบูรณ์
tr: Tam sifreleme
ug: تولۇق شىفىرلاش
uk: Повне шифрування
ur: ู ฺฉู ู ุงูฺฉุฑูพุดู

# onboardingSubtitle2
source: Your messages are end-to-end encrypted with Signal protocol
af: Jou boodskappe is end-tot-end geënkripteer met Signal Protocol
ar: رسائلك مشفرة من طرف إلى طرف ببروتوكول Signal
bg: Вашите съобщения са криптирани от край до край със Signal Protocol
bn: আপনার বার্তা Signal protocol দিয়ে এন্ড-টু-এন্ড এনক্রিপ্টেড
ca: Els teus missatges estan xifrats d'extrem a extrem amb el protocol Signal
cs: Vase zpravy jsou end-to-end sifrovane protokolem Signal
da: Dine beskeder er end-to-end-krypteret med Signal Protocol
de: Deine Nachrichten sind mit dem Signal-Protokoll Ende-zu-Ende verschlüsselt
el: Τα μηνύματά σας κρυπτογραφούνται από άκρο σε άκρο με Signal Protocol
es: Tus mensajes están cifrados de extremo a extremo con el protocolo Signal
et: Teie sõnumid on täielikult krüpteeritud Signal Protocol'iga
eu: Zure mezuak muturretik muturrera enkriptatuta daude Signal Protocol-ekin
fa: پیام‌های شما با Signal Protocol سرتاسر رمزنگاری شده‌اند
fi: Viestisi salataan päästä päähän Signal-protokollalla
fil: Ang iyong mga mensahe ay end-to-end encrypted gamit ang Signal Protocol
fr: Vos messages sont chiffrés de bout en bout avec le protocole Signal
ga: Ta do chuid teachtaireachtai criptithe ceann go ceann le protocal Signal
gl: As tuas mensaxes estan cifradas de extremo a extremo co protocolo Signal
gu: તમારા સંદેશાઓ Signal Protocol સાથે એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ છે
he: ההודעות שלך מוצפנות מקצה לקצה עם פרוטוקול Signal
hi: आपके संदेश Signal प्रोटोकॉल के साथ एंड-टू-एंड एन्क्रिप्टेड हैं
hr: Vase poruke su enkriptirane od kraja do kraja pomocu Signal protokola
hu: Üzenetei végponttól végpontig titkosítva a Signal protokollal
id: Pesan Anda dienkripsi ujung-ke-ujung dengan Signal Protocol
it: I tuoi messaggi sono crittografati end-to-end con il protocollo Signal
ja: メッセージは Signal プロトコルでエンドツーエンド暗号化されます
ka: თქვენი შეტყობინებები ბოლოდან ბოლომდე დაშიფრულია Signal პროტოკოლით
kk: Хабарламаларыңыз Signal протоколымен толық шифрланған
km: សាររបស់អ្នកត្រូវបានអ៊ិនគ្រីបពីចុងដល់ចុងជាមួយ Signal Protocol
ky: Каттарыңыз Signal протоколу менен учтан-учка шифрленген
mk: Вашите пораки се целосно енкриптирани со Signal Protocol
mr: तुमचे संदेश Signal प्रोटोकॉलने एंड-टू-एंड एन्क्रिप्टेड आहेत
ms: Mesej anda disulitkan hujung-ke-hujung dengan Signal Protocol
nb: Meldingene dine er ende-til-ende-kryptert med Signal-protokollen
nl: Je berichten zijn end-to-end versleuteld met het Signal-protocol
pt_pt: As suas mensagens sao encriptadas ponta a ponta com o protocolo Signal
ro: Mesajele tale sunt criptate end-to-end cu protocolul Signal
ru: Ваши сообщения зашифрованы сквозным шифрованием по протоколу Signal
sk: Vase spravy su end-to-end sifrovane protokolom Signal
sl: Vasa sporocila so sifrirana od konca do konca s protokolom Signal
sq: Mesazhet tuaja jane te kriptuara nga skaji ne skaj me protokollin Signal
sr: Ваше поруке су шифроване с краја на крај Signal протоколом
sv: Dina meddelanden är ände-till-ände-krypterade med Signal-protokollet
ta: உங்கள் செய்திகள் Signal Protocol மூலம் முழுமையாக குறியாக்கம் செய்யப்படுகின்றன
te: మీ సందేశాలు Signal protocol తో ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్ట్ చేయబడతాయి
th: ข้อความของคุณเข้ารหัสแบบครบวงจรด้วย Signal Protocol
tr: Mesajlariniz Signal protokolu ile uctan uca sifrelenir
ug: ئۇچۇرلىرىڭىز Signal protocol بىلەن ئۇچتىن-ئۇچقا شىفىرلانغان
uk: Ваші повідомлення наскрізно зашифровані протоколом Signal
ur: ุขูพ ฺฉ ูพุบุงู ุงุช Signal protocol ฺฉ ุณุงุชฺพ ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพูนฺ ฺบ

# onboardingTitle3
source: No trace
af: Geen spoor
ar: بدون أثر
bg: Без следи
bn: কোনো চিহ্ন নেই
ca: Cap rastre
cs: Zadna stopa
da: Intet spor
de: Keine Spuren
el: Κανένα ίχνος
es: Sin rastro
et: Jälgi null
eu: Arrastorik ez
fa: بدون ردپا
fi: Ei jälkiä
fil: Walang bakas
fr: Aucune trace
ga: Gan rian
gl: Sen rastro
gu: કોઈ નિશાન નહીં
he: אפס עקבות
hi: कोई निशान नहीं
hr: Bez tragova
hu: Nincs nyom
id: Tanpa jejak
it: Nessuna traccia
ja: 痕跡なし
ka: კვალი არ არის
kk: Із жоқ
km: គ្មានដាន
ky: Из жок
mk: Без трага
mr: कोणताही मागोवा नाही
ms: Tiada jejak
nb: Ingen spor
nl: Geen spoor
pt_pt: Sem rasto
ro: Nicio urma
ru: Без следов
sk: Ziadna stopa
sl: Brez sledi
sq: Asnje gjurme
sr: Нула трагова
sv: Inga spår
ta: தடமில்லை
te: జాడ లేదు
th: ไร้ร่องรอย
tr: Iz yok
ug: ئىز يوق
uk: Жодних слідів
ur: ฺฉูุฆ ูุดุงู ูฺบ

# onboardingSubtitle3
source: Messages are deleted from servers upon delivery
af: Boodskappe word van bedieners verwyder by aflewering
ar: الرسائل تُحذف من الخوادم بعد التسليم
bg: Съобщенията се изтриват от сървърите при доставка
bn: ডেলিভারির পর বার্তা সার্ভার থেকে মুছে যায়
ca: Els missatges s'eliminen dels servidors un cop lliurats
cs: Zpravy se mazou ze serveru po doruceni
da: Beskeder slettes fra serverne ved levering
de: Nachrichten werden nach Zustellung von den Servern gelöscht
el: Τα μηνύματα διαγράφονται από τους διακομιστές κατά την παράδοση
es: Los mensajes se eliminan de los servidores tras su entrega
et: Sõnumid kustutatakse serveritest kohe pärast kohaletoimetamist
eu: Mezuak zerbitzarietatik ezabatzen dira entregatzean
fa: پیام‌ها پس از تحویل از سرورها حذف می‌شوند
fi: Viestit poistetaan palvelimilta toimituksen jälkeen
fil: Binubura ang mga mensahe sa mga server pagkatapos maihatid
fr: Les messages sont supprimés des serveurs dès leur livraison
ga: Scriostar teachtaireachtai on bhfreastalai chomh luath agus a sheachadtar iad
gl: As mensaxes eliminanse dos servidores ao ser entregadas
gu: ડિલિવરી પછી સર્વરમાંથી સંદેશાઓ ડિલીટ થાય છે
he: הודעות נמחקות מהשרתים עם המסירה
hi: डिलीवरी के बाद संदेश सर्वर से हटा दिए जाते हैं
hr: Poruke se brisu s posluzitelja nakon isporuke
hu: Az üzenetek a kézbesítéskor törlődnek a szerverről
id: Pesan dihapus dari server setelah pengiriman
it: I messaggi vengono eliminati dai server dopo la consegna
ja: メッセージは配信後にサーバーから削除されます
ka: შეტყობინებები სერვერებიდან იშლება მიწოდების შემდეგ
kk: Хабарламалар жеткізілгеннен кейін серверлерден жойылады
km: សារត្រូវបានលុបពីម៉ាស៊ីនមេនៅពេលដឹកជញ្ជូន
ky: Каттар жеткирилгенден кийин серверлерден өчүрүлөт
mk: Пораките се бришат од серверите по испорака
mr: डिलिव्हरीनंतर सर्व्हरवरून संदेश हटवले जातात
ms: Mesej dipadamkan dari pelayan selepas penghantaran
nb: Meldinger slettes fra serverne ved levering
nl: Berichten worden bij aflevering van de servers verwijderd
pt_pt: As mensagens sao apagadas dos servidores apos a entrega
ro: Mesajele sunt sterse de pe servere la livrare
ru: Сообщения удаляются с серверов после доставки
sk: Spravy su po doruceni zo serverov zmazane
sl: Sporocila so po dostavi izbrisana s strežnikov
sq: Mesazhet fshihen nga serverat pas dorezimit
sr: Поруке се бришу са сервера по испоруци
sv: Meddelanden raderas från servrarna vid leverans
ta: செய்திகள் வழங்கப்பட்டவுடன் சேவையகங்களிலிருந்து நீக்கப்படும்
te: డెలివరీ తర్వాత సందేశాలు సర్వర్‌ల నుండి తొలగించబడతాయి
th: ข้อความถูกลบจากเซิร์ฟเวอร์เมื่อจัดส่งแล้ว
tr: Mesajlar teslim edildiginde sunuculardan silinir
ug: يەتكۈزگەندىن كېيىن ئۇچۇرلار مۇلازىمېتىرلاردىن ئۆچۈرۈلىدۇ
uk: Повідомлення видаляються з серверів після доставки
ur: ุชุฑุณู ฺฉ ุจุนุฏ ูพุบุงู ุงุช ุณุฑูุฑุฒ ุณ ุญุฐู ู ุฌุงุช ฺบ
