Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# recoveryPhraseSecurityWarning
source: Write down this phrase in a safe place. If you lose your PIN without this phrase, you will permanently lose access to your data.
af: Skryf hierdie frase op 'n veilige plek neer. As jy jou PIN sonder hierdie frase verloor, sal jy permanent toegang tot jou data verloor.
ar: اكتب هذه العبارة في مكان آمن. إذا فقدت رمز PIN بدون هذه العبارة، ستفقد الوصول إلى بياناتك نهائياً.
bg: Запишете тази фраза на сигурно място. Ако загубите PIN-а си без тази фраза, ще загубите достъп до данните си завинаги.
bn: এই বাক্যাংশ নিরাপদ স্থানে লিখে রাখুন। এই বাক্যাংশ ছাড়া PIN হারালে, আপনি স্থায়ীভাবে আপনার ডেটায় প্রবেশ হারাবেন।
ca: Apunta aquesta frase en un lloc segur. Si perds el PIN sense aquesta frase, perdràs permanentment l'accés a les teves dades.
cs: Zapiste si tuto frazi na bezpecne misto. Pokud ztratite svuj PIN bez teto fraze, trvale ztratite pristup ke svym datum.
da: Skriv denne frase ned et sikkert sted. Hvis du mister din PIN uden denne frase, mister du permanent adgang til dine data.
de: Schreibe diese Phrase an einem sicheren Ort auf. Wenn du deine PIN ohne diese Phrase verlierst, verlierst du dauerhaft den Zugang zu deinen Daten.
el: Σημειώστε αυτή τη φράση σε ασφαλές μέρος. Αν χάσετε το PIN σας χωρίς αυτή τη φράση, θα χάσετε μόνιμα την πρόσβαση στα δεδομένα σας.
es: Anota esta frase en un lugar seguro. Si pierdes tu PIN sin esta frase, perderás permanentemente el acceso a tus datos.
et: Kirjutage see fraas turvalisse kohta üles. Kui kaotate oma PIN-i ilma selle fraasita, kaotate jäädavalt juurdepääsu oma andmetele.
eu: Idatzi esaldi hau leku seguru batean. PIN-a esaldi hau gabe galtzen baduzu, betirako galduko duzu zure datuetarako sarbidea.
fa: این عبارت را در مکانی امن بنویسید. اگر PIN خود را بدون این عبارت گم کنید، برای همیشه دسترسی به داده‌های خود را از دست خواهید داد.
fi: Kirjoita tämä lause turvalliseen paikkaan. Jos menetät PIN:si ilman tätä lausetta, menetät pysyvästi pääsyn tietoihisi.
fil: Isulat ang phrase na ito sa isang ligtas na lugar. Kung mawala mo ang iyong PIN nang wala ang phrase na ito, permanenteng mawawala ang access mo sa iyong data.
fr: Notez cette phrase dans un endroit sûr. Si vous perdez votre code PIN sans cette phrase, vous perdrez définitivement l'accès à vos données.
ga: Scriobh sios an fhrasa seo in ait shlan. Ma chailleann tu do chod PIN gan an fhrasa seo, caillfidh tu rochtain ar do chuid sonrai go buan.
gl: Anota esta frase nun lugar seguro. Se perdes o teu PIN sen esta frase, perderas permanentemente o acceso aos teus datos.
gu: આ ફ્રેઝ સુરક્ષિત જગ્યાએ લખો. જો તમે આ ફ્રેઝ વિના PIN ગુમાવો, તો તમે કાયમી ધોરણે ડેટાની ઍક્સેસ ગુમાવશો.
he: רשום ביטוי זה במקום בטוח. אם תאבד את ה-PIN בלי ביטוי זה, תאבד לצמיתות גישה לנתונים שלך.
hi: इस वाक्यांश को सुरक्षित स्थान पर लिखें। यदि आप इस वाक्यांश के बिना अपना PIN खो देते हैं, तो आप स्थायी रूप से अपने डेटा तक पहुंच खो देंगे।
hr: Zapisite ovu frazu na sigurno mjesto. Ako izgubite PIN bez ove fraze, trajno cete izgubiti pristup svojim podacima.
hu: Írja le ezt a kifejezést egy biztonságos helyre. Ha elveszíti a PIN-jét e kifejezés nélkül, véglegesen elveszíti hozzáférését az adataihoz.
id: Tulis frasa ini di tempat yang aman. Jika Anda kehilangan PIN tanpa frasa ini, Anda akan kehilangan akses ke data secara permanen.
it: Annota questa frase in un luogo sicuro. Se perdi il tuo codice PIN senza questa frase, perderai definitivamente l'accesso ai tuoi dati.
ja: このフレーズを安全な場所に書き留めてください。このフレーズなしで PIN を失うと、データへのアクセスを永久に失います。
ka: ჩაწერეთ ეს ფრაზა უსაფრთხო ადგილას. თუ დაკარგავთ PIN-ს ამ ფრაზის გარეშე, სამუდამოდ დაკარგავთ წვდომას თქვენს მონაცემებზე.
kk: Бұл фразаны қауіпсіз жерге жазып алыңыз. Бұл фразасыз PIN-ді жоғалтсаңыз, деректеріңізге кіру мүмкіндігін біржола жоғалтасыз.
km: កត់ឃ្លានេះនៅកន្លែងសុវត្ថិភាព។ ប្រសិនបើអ្នកបាត់ PIN ដោយគ្មានឃ្លានេះ អ្នកនឹងបាត់បង់ការចូលប្រើទិន្នន័យជារៀងរហូត។
ky: Бул фразаны коопсуз жерге жазып алыңыз. PIN кодуңузду бул фразасыз жоготсоңуз, маалыматтарыңызга кирүүнү биротоло жоготосуз.
mk: Запишете ја оваа фраза на безбедно место. Ако го изгубите PIN без оваа фраза, трајно ќе го изгубите пристапот до вашите податоци.
mr: हा वाक्यांश सुरक्षित ठिकाणी लिहून ठेवा. जर तुम्ही या वाक्यांशाशिवाय तुमचा PIN गमावलात, तर तुम्ही तुमच्या डेटाचा प्रवेश कायमचा गमावाल.
ms: Tulis frasa ini di tempat yang selamat. Jika anda kehilangan PIN tanpa frasa ini, anda akan kehilangan akses ke data anda secara kekal.
nb: Skriv ned denne frasen på et trygt sted. Hvis du mister PIN-koden uten denne frasen, mister du permanent tilgangen til dataene dine.
nl: Schrijf deze frase op een veilige plaats op. Als je je PIN verliest zonder deze frase, verlies je permanent de toegang tot je gegevens.
pt_pt: Anote esta frase num local seguro. Se perder o PIN sem esta frase, perdera permanentemente o acesso aos seus dados.
ro: Noteaza aceasta fraza intr-un loc sigur. Daca pierzi PIN-ul fara aceasta fraza, vei pierde permanent accesul la datele tale.
ru: Запишите эту фразу в безопасном месте. Если вы потеряете PIN без этой фразы, вы навсегда потеряете доступ к данным.
sk: Zapisite si tuto frazu na bezpecne miesto. Ak stratite PIN bez tejto frazy, trvalo stratite pristup k udajom.
sl: Zapisite to frazo na varno mesto. Ce izgubite PIN brez te fraze, boste trajno izgubili dostop do podatkov.
sq: Shkruani kete fraze ne nje vend te sigurt. Nese humbni PIN pa kete fraze, do te humbni perfundimisht aksesin ne te dhenat.
sr: Запишите ову фразу на безбедно место. Ако изгубите PIN без ове фразе, трајно ћете изгубити приступ својим подацима.
sv: Skriv ner denna fras på en säker plats. Om du förlorar din PIN utan denna fras förlorar du permanent åtkomst till dina data.
ta: இந்தச் சொற்றொடரை பாதுகாப்பான இடத்தில் எழுதுங்கள். இந்தச் சொற்றொடர் இல்லாமல் உங்கள் PIN-ஐ இழந்தால், உங்கள் தரவிற்கான அணுகலை நிரந்தரமாக இழப்பீர்கள்.
te: ఈ ఫ్రేజ్‌ను సురక్షితమైన ప్రదేశంలో రాయండి. ఈ ఫ్రేజ్ లేకుండా మీ PIN కోల్పోతే, మీ డేటాకు శాశ్వతంగా ప్రవేశం కోల్పోతారు.
th: จดวลีนี้ไว้ในที่ปลอดภัย หากสูญเสีย PIN โดยไม่มีวลีนี้ คุณจะสูญเสียการเข้าถึงข้อมูลถาวร
tr: Bu ifadeyi guvenli bir yere yazin. PIN'inizi bu ifade olmadan kaybederseniz, verilerinize erisimi kalici olarak kaybedersiniz.
ug: بۇ ئىبارىنى بىخەتەر يەرگە يېزىپ قويۇڭ. ئىبارىسىز PIN نى يوقاتسىڭىز، سانلىق مەلۇماتىڭىزغا مەڭگۈلۈك كىرەلمەيسىز.
uk: Запишіть цю фразу в безпечному місці. Якщо ви втратите PIN без цієї фрази, ви назавжди втратите доступ до своїх даних.
ur: ุงุณ ุฌู ู ฺฉู ู ุญููุธ ุฌฺฏ ูฺฉฺพฺบ ุงฺฏุฑ ุขูพ ุงุณ ุฌู ู ฺฉ ุจุบุฑ ุงูพูุง PIN ฺฉฺพู ุฏฺบุ ุชู ุขูพ ู ุณุชูู ุทูุฑ ูพุฑ ุงูพู ฺูนุง ุชฺฉ ุฑุณุงุฆ ฺฉฺพู ุฏฺบ ฺฏ

source: No messages
af: Geen boodskappe
ar: لا توجد رسائل
bg: Без съобщения
bn: কোনো বার্তা নেই
ca: Cap missatge
cs: Zadne zpravy
da: Ingen beskeder
de: Keine Nachrichten
el: Κανένα μήνυμα
es: Sin mensajes
et: Sõnumeid pole
eu: Mezurik ez
fa: پیامی نیست
fi: Ei viestejä
fil: Walang mga mensahe
fr: Aucun message
ga: Gan teachtaireacht
gl: Sen mensaxes
gu: કોઈ સંદેશ નથી
he: אין הודעות
hi: कोई संदेश नहीं
hr: Nema poruka
hu: Nincsenek üzenetek
id: Tidak ada pesan
it: Nessun messaggio
ja: メッセージなし
ka: შეტყობინებები არ არის
kk: Хабарламалар жоқ
km: គ្មានសារ
ky: Кат жок
mk: Нема пораки
mr: संदेश नाहीत
ms: Tiada mesej
nb: Ingen meldinger
nl: Geen berichten
pt_pt: Sem mensagens
ro: Niciun mesaj
ru: Нет сообщений
sk: Ziadne spravy
sl: Ni sporocil
sq: Asnje mesazh
sr: Нема порука
sv: Inga meddelanden
ta: செய்திகள் இல்லை
te: సందేశాలు లేవు
th: ไม่มีข้อความ
tr: Mesaj yok
ug: ئۇچۇر يوق
uk: Немає повідомлень
ur: ฺฉูุฆ ูพุบุงู ุงุช ูฺบ

# deleteAllMessagesWithContact
source: Delete all messages with {name}?
af: Verwyder alle boodskappe met {name}?
ar: حذف جميع الرسائل مع {name}؟
bg: Изтриване на всички съобщения с {name}?
bn: {name}-এর সাথে সমস্ত বার্তা মুছবেন?
ca: Eliminar tots els missatges amb {name}?
cs: Smazat vsechny zpravy s {name}?
da: Slet alle beskeder med {name}?
de: Alle Nachrichten mit {name} löschen?
el: Διαγραφή όλων των μηνυμάτων με {name};
es: ¿Eliminar todos los mensajes con {name}?
et: Kustutada kõik sõnumid {name}-ga?
eu: {name}-(r)ekin mezu guztiak ezabatu?
fa: همه پیام‌ها با {name} حذف شوند؟
fi: Poista kaikki viestit käyttäjän {name} kanssa?
fil: Burahin ang lahat ng mensahe kay {name}?
fr: Supprimer tous les messages avec {name} ?
ga: Scrios gach teachtaireacht le {name}?
gl: Eliminar todas as mensaxes con {name}?
gu: {name} સાથેના બધા સંદેશાઓ ડિલીટ કરશો?
he: למחוק את כל ההודעות עם {name}?
hi: {name} के साथ सभी संदेश हटाएं?
hr: Izbrisati sve poruke s {name}?
hu: Törli az összes üzenetet {name} felhasználóval?
id: Hapus semua pesan dengan {name}?
it: Eliminare tutti i messaggi con {name}?
ja: {name}とのすべてのメッセージを削除しますか？
ka: წაიშალოს ყველა შეტყობინება {name}-თან?
kk: {name} бар барлық хабарламаларды жою?
km: លុបសារទាំងអស់ជាមួយ {name}?
ky: {name} менен бардык каттарды өчүрөсүзбү?
mk: Избриши ги сите пораки со {name}?
mr: {name} सोबतचे सर्व संदेश हटवायचे?
ms: Padam semua mesej dengan {name}?
nb: Slette alle meldinger med {name}?
nl: Alle berichten met {name} verwijderen?
pt_pt: Apagar todas as mensagens com {name}?
ro: Stergi toate mesajele cu {name}?
ru: Удалить все сообщения с {name}?
sk: Zmazat vsetky spravy s {name}?
sl: Izbrisati vsa sporocila z {name}?
sq: Te fshihen te gjitha mesazhet me {name}?
sr: Обрисати све поруке са {name}?
sv: Radera alla meddelanden med {name}?
ta: {name} உடனான அனைத்து செய்திகளையும் நீக்கவா?
te: {name} తో అన్ని సందేశాలను తొలగించాలా?
th: ลบข้อความทั้งหมดกับ {name}?
tr: {name} ile tum mesajlar silinsin mi?
ug: {name} بىلەن بارلىق ئۇچۇرلارنى ئۆچۈرەمسىز؟
uk: Видалити всі повідомлення з {name}?
ur: {name} ฺฉ ุณุงุชฺพ ุชู ุงู ูพุบุงู ุงุช ุญุฐู ฺฉุฑฺบุ

source: Untitled
af: Titelloos
ar: بدون عنوان
bg: Без заглавие
bn: শিরোনামহীন
ca: Sense títol
cs: Bez nazvu
da: Uden titel
de: Ohne Titel
el: Χωρίς τίτλο
es: Sin título
et: Pealkirjata
eu: Izenbururik gabe
fa: بدون عنوان
fi: Nimetön
fil: Walang pamagat
fr: Sans titre
ga: Gan teideal
gl: Sen titulo
gu: શીર્ષક વિના
he: ללא כותרת
hi: शीर्षकहीन
hr: Bez naslova
hu: Névtelen
id: Tanpa judul
it: Senza titolo
ja: 無題
ka: უსათაურო
kk: Атаусыз
km: គ្មានចំណងជើង
ky: Аталышсыз
mk: Без наслов
mr: शीर्षकहीन
ms: Tanpa tajuk
nb: Uten tittel
nl: Zonder titel
pt_pt: Sem titulo
ro: Fara titlu
ru: Без названия
sk: Bez nazvu
sl: Brez naslova
sq: Pa titull
sr: Без наслова
sv: Utan titel
ta: தலைப்பில்லாத
te: శీర్షిక లేనిది
th: ไม่มีชื่อ
tr: Baslıksiz
ug: ماۋزۇسىز
uk: Без назви
ur: ุจ ุนููุงู

source: No sessions
af: Geen sessies
ar: لا توجد جلسات
bg: Без сесии
bn: কোনো সেশন নেই
ca: Cap sessió
cs: Zadne relace
da: Ingen sessioner
de: Keine Sitzungen
el: Καμία συνεδρία
es: Sin sesiones
et: Seansse pole
eu: Saiorik ez
fa: نشستی نیست
fi: Ei istuntoja
fil: Walang mga session
fr: Aucune session
ga: Gan seisiun
gl: Sen sesions
gu: કોઈ સેશન નથી
he: אין הפעלות
hi: कोई सत्र नहीं
hr: Nema sesija
hu: Nincsenek munkamenetek
id: Tidak ada sesi
it: Nessuna sessione
ja: セッションなし
ka: სესიები არ არის
kk: Сеанстар жоқ
km: គ្មានវគ្គ
ky: Сессия жок
mk: Нема сесии
mr: सत्रे नाहीत
ms: Tiada sesi
nb: Ingen økter
nl: Geen sessies
pt_pt: Sem sessoes
ro: Nicio sesiune
ru: Нет сессий
sk: Ziadne sedenia
sl: Ni sej
sq: Asnje seance
sr: Нема сесија
sv: Inga sessioner
ta: அமர்வுகள் இல்லை
te: సెషన్‌లు లేవు
th: ไม่มีเซสชัน
tr: Oturum yok
ug: يىغىن يوق
uk: Немає сесій
ur: ฺฉูุฆ ุณุดูุฒ ูฺบ

source: Unknown contact
af: Onbekende kontak
ar: جهة اتصال غير معروفة
bg: Неизвестен контакт
bn: অজানা পরিচিতি
ca: Contacte desconegut
cs: Neznamy kontakt
da: Ukendt kontakt
de: Unbekannter Kontakt
el: Άγνωστη επαφή
es: Contacto desconocido
et: Tundmatu kontakt
eu: Kontaktu ezezaguna
fa: مخاطب ناشناس
fi: Tuntematon yhteystieto
fil: Hindi kilalang kontak
fr: Contact inconnu
ga: Teagmhail anaithnid
gl: Contacto desconecido
gu: અજ્ઞાત સંપર્ક
he: איש קשר לא ידוע
hi: अज्ञात संपर्क
hr: Nepoznati kontakt
hu: Ismeretlen névjegy
id: Kontak tidak dikenal
it: Contatto sconosciuto
ja: 不明な連絡先
ka: უცნობი კონტაქტი
kk: Белгісіз контакт
km: ទំនាក់ទំនងមិនស្គាល់
ky: Белгисиз контакт
mk: Непознат контакт
mr: अज्ञात संपर्क
ms: Kenalan tidak diketahui
nb: Ukjent kontakt
nl: Onbekend contact
pt_pt: Contacto desconhecido
ro: Contact necunoscut
ru: Неизвестный контакт
sk: Neznamy kontakt
sl: Neznan stik
sq: Kontakt i panjohur
sr: Непознат контакт
sv: Okänd kontakt
ta: அறியாத தொடர்பு
te: తెలియని పరిచయం
th: ผู้ติดต่อที่ไม่รู้จัก
tr: Bilinmeyen kisi
ug: نامەلۇم ئالاقىداش
uk: Невідомий контакт
ur: ูุงู ุนููู ุฑุงุจุท

source: Unnamed
af: Naamloos
ar: بدون اسم
bg: Без име
bn: নামহীন
ca: Sense nom
cs: Bez jmena
da: Unavngivet
de: Unbenannt
el: Χωρίς όνομα
es: Sin nombre
et: Nimetu
eu: Izenik gabe
fa: بدون نام
fi: Nimetön
fil: Walang pangalan
fr: Sans nom
ga: Gan ainm
gl: Sen nome
gu: નામ વિના
he: ללא שם
hi: नामहीन
hr: Bez imena
hu: Névtelen
id: Tanpa nama
it: Senza nome
ja: 名前なし
ka: უსახელო
kk: Атсыз
km: គ្មានឈ្មោះ
ky: Атсыз
mk: Без име
mr: नावहीन
ms: Tanpa nama
nb: Uten navn
nl: Naamloos
pt_pt: Sem nome
ro: Fara nume
ru: Без имени
sk: Bez mena
sl: Brez imena
sq: Pa emer
sr: Без имена
sv: Namnlös
ta: பெயரிடப்படாத
te: పేరు లేనిది
th: ไม่มีชื่อ
tr: Isimsiz
ug: ئىسىمسىز
uk: Без імені
ur: ุจ ูุงู

# noPendingRequestsAlt
source: No pending requests
af: Geen hangende versoeke
ar: لا توجد طلبات معلقة
bg: Няма чакащи заявки
bn: কোনো অপেক্ষমাণ অনুরোধ নেই
ca: Cap sol·licitud pendent
cs: Zadne cekajici zadosti
da: Ingen ventende anmodninger
de: Keine ausstehenden Anfragen
el: Κανένα εκκρεμές αίτημα
es: Sin solicitudes pendientes
et: Ootel taotlusi pole
eu: Zain dagoen eskaerarik ez
fa: درخواست در انتظاری نیست
fi: Ei odottavia pyyntöjä
fil: Walang naghihintay na kahilingan
fr: Aucune demande en attente
ga: Gan iarratas ar feitheamh
gl: Sen solicitudes pendentes
gu: કોઈ બાકી વિનંતી નથી
he: אין בקשות ממתינות
hi: कोई लंबित अनुरोध नहीं
hr: Nema zahtjeva na cekanju
hu: Nincs függő kérés
id: Tidak ada permintaan tertunda
it: Nessuna richiesta in attesa
ja: 保留中のリクエストはありません
ka: მოლოდინის მოთხოვნები არ არის
kk: Күтілетін сұраныстар жоқ
km: គ្មានសំណើកំពុងរង់ចាំ
ky: Күтүлгөн суроо жок
mk: Нема барања на чекање
mr: प्रलंबित विनंत्या नाहीत
ms: Tiada permintaan tertunda
nb: Ingen ventende forespørsler
nl: Geen wachtende verzoeken
pt_pt: Sem pedidos pendentes
ro: Nicio cerere in asteptare
ru: Нет ожидающих запросов
sk: Ziadne cakajuce ziadosti
sl: Ni cakajoce zahteve
sq: Asnje kerkese ne pritje
sr: Нема захтева на чекању
sv: Inga väntande förfrågningar
ta: நிலுவை கோரிக்கைகள் இல்லை
te: పెండింగ్ అభ్యర్థనలు లేవు
th: ไม่มีคำขอที่รอดำเนินการ
tr: Bekleyen istek yok
ug: ساقلاۋاتقان ئىلتىماس يوق
uk: Немає очікуваних запитів
ur: ฺฉูุฆ ุฒุฑ ุงูุชูุง ุฏุฑุฎูุงุณุชฺบ ูฺบ

source: Delete all call history?
af: Verwyder alle oproepgeskiedenis?
ar: حذف سجل المكالمات بالكامل؟
bg: Изтриване на цялата история на обажданията?
bn: সমস্ত কল ইতিহাস মুছবেন?
ca: Eliminar tot l'historial de trucades?
cs: Smazat celou historii hovoru?
da: Slet al opkaldshistorik?
de: Gesamten Anrufverlauf löschen?
el: Διαγραφή όλου του ιστορικού κλήσεων;
es: ¿Eliminar todo el historial de llamadas?
et: Kustutada kogu kõnede ajalugu?
eu: Dei-historia osoa ezabatu?
fa: همه سابقه تماس حذف شود؟
fi: Poista koko puheluhistoria?
fil: Burahin ang lahat ng history ng tawag?
fr: Supprimer tout l'historique des appels ?
ga: Scrios stair na nglaonna go leir?
gl: Eliminar todo o historial de chamadas?
gu: બધો કોલ ઈતિહાસ ડિલીટ કરશો?
he: למחוק את כל היסטוריית השיחות?
hi: सभी कॉल इतिहास हटाएं?
hr: Izbrisati svu povijest poziva?
hu: Törli az összes hívástörténetet?
id: Hapus semua riwayat panggilan?
it: Eliminare tutta la cronologia delle chiamate?
ja: すべての通話履歴を削除しますか？
ka: წაიშალოს ზარების ისტორია?
kk: Барлық қоңырау тарихын жою?
km: លុបប្រវត្តិការហៅទាំងអស់?
ky: Бардык чалуу тарыхын өчүрөсүзбү?
mk: Избриши ја целата историја на повици?
mr: सर्व कॉल इतिहास हटवायचा?
ms: Padam semua sejarah panggilan?
nb: Slette all samtalehistorikk?
nl: Alle oproepgeschiedenis verwijderen?
pt_pt: Apagar todo o historico de chamadas?
ro: Stergi tot istoricul apelurilor?
ru: Удалить всю историю звонков?
sk: Zmazat celu historiu hovorov?
sl: Izbrisati vso zgodovino klicev?
sq: Te fshihet i gjithe historiku i thirrjeve?
sr: Обрисати целу историју позива?
sv: Radera all samtalshistorik?
ta: அனைத்து அழைப்பு வரலாற்றையும் நீக்கவா?
te: మొత్తం కాల్ చరిత్రను తొలగించాలా?
th: ลบประวัติสายทั้งหมด?
tr: Tum arama gecmisi silinsin mi?
ug: بارلىق چاقىرىش تارىخىنى ئۆچۈرەمسىز؟
uk: Видалити всю історію дзвінків?
ur: ุชู ุงู ฺฉุงู ุณูนุฑ ุญุฐู ฺฉุฑฺบุ

source: No calls
af: Geen oproepe
ar: لا توجد مكالمات
bg: Без обаждания
bn: কোনো কল নেই
ca: Cap trucada
cs: Zadne hovory
da: Ingen opkald
de: Keine Anrufe
el: Καμία κλήση
es: Sin llamadas
et: Kõnesid pole
eu: Deirik ez
fa: تماسی نیست
fi: Ei puheluita
fil: Walang mga tawag
fr: Aucun appel
ga: Gan glao
gl: Sen chamadas
gu: કોઈ કોલ નથી
he: אין שיחות
hi: कोई कॉल नहीं
hr: Nema poziva
hu: Nincsenek hívások
id: Tidak ada panggilan
it: Nessuna chiamata
ja: 通話なし
ka: ზარები არ არის
kk: Қоңыраулар жоқ
km: គ្មានការហៅ
ky: Чалуу жок
mk: Нема повици
mr: कॉल्स नाहीत
ms: Tiada panggilan
nb: Ingen samtaler
nl: Geen oproepen
pt_pt: Sem chamadas
ro: Niciun apel
ru: Нет звонков
sk: Ziadne hovory
sl: Ni klicev
sq: Asnje thirrje
sr: Нема позива
sv: Inga samtal
ta: அழைப்புகள் இல்லை
te: కాల్‌లు లేవు
th: ไม่มีสาย
tr: Arama yok
ug: چاقىرىش يوق
uk: Немає дзвінків
ur: ฺฉูุฆ ฺฉุงูุฒ ูฺบ

source: No preferences
af: Geen voorkeure
ar: لا توجد تفضيلات
bg: Без предпочитания
bn: কোনো পছন্দ নেই
ca: Cap preferència
cs: Zadne predvolby
da: Ingen præferencer
de: Keine Einstellungen
el: Δεν υπάρχουν προτιμήσεις
es: Sin preferencias
et: Eelistusi pole
eu: Lehentasunik ez
fa: ترجیحی نیست
fi: Ei asetuksia
fil: Walang mga kagustuhan
fr: Aucune préférence
ga: Gan rogha
gl: Sen preferencias
gu: કોઈ પસંદગી નથી
he: אין העדפות
hi: कोई प्राथमिकता नहीं
hr: Nema postavki
hu: Nincsenek beállítások
id: Tidak ada preferensi
it: Nessuna preferenza
ja: 設定なし
ka: პრეფერენციები არ არის
kk: Қалаулар жоқ
km: គ្មានចំណូលចិត្ត
ky: Тандоо жок
mk: Нема преференции
mr: प्राधान्ये नाहीत
ms: Tiada keutamaan
nb: Ingen preferanser
nl: Geen voorkeuren
pt_pt: Sem preferencias
ro: Nicio preferinta
ru: Нет предпочтений
sk: Ziadne preferencie
sl: Ni nastavitev
sq: Asnje preference
sr: Нема преференци
sv: Inga inställningar
ta: விருப்பங்கள் இல்லை
te: ప్రాధాన్యతలు లేవు
th: ไม่มีค่ากำหนด
tr: Tercih yok
ug: مايىللىق يوق
uk: Немає налаштувань
ur: ฺฉูุฆ ุชุฑุฌุญุงุช ูฺบ

# resetAllMediaPrefs
source: Reset all media preferences?
af: Herstel alle mediavoorkeure?
ar: إعادة تعيين جميع تفضيلات الوسائط؟
bg: Нулиране на всички медийни предпочитания?
bn: সমস্ত মিডিয়া পছন্দ রিসেট করবেন?
ca: Restablir totes les preferències de mèdia?
cs: Obnovit vsechny predvolby medii?
da: Nulstil alle mediepræferencer?
de: Alle Medieneinstellungen zurücksetzen?
el: Επαναφορά όλων των προτιμήσεων πολυμέσων;
es: ¿Reiniciar todas las preferencias de medios?
et: Lähtestada kõik meedia eelistused?
eu: Multimedia lehentasun guztiak berrezarri?
fa: همه ترجیحات رسانه بازنشانی شوند؟
fi: Nollaa kaikki media-asetukset?
fil: I-reset ang lahat ng kagustuhan sa media?
fr: Réinitialiser toutes les préférences médias ?
ga: Athshocraigh gach rogha mean?
gl: Restablecer todas as preferencias de medios?
gu: બધી મીડિયા પસંદગીઓ રીસેટ કરશો?
he: לאפס את כל העדפות המדיה?
hi: सभी मीडिया प्राथमिकताएं रीसेट करें?
hr: Ponistiti sve postavke medija?
hu: Visszaállítja az összes médiabeállítást?
id: Reset semua preferensi media?
it: Ripristinare tutte le preferenze media?
ja: すべてのメディア設定をリセットしますか？
ka: გადაიტვირთოს ყველა მედიის პარამეტრი?
kk: Барлық медиа қалауларын қалпына келтіру?
km: កំណត់ចំណូលចិត្តមេឌៀទាំងអស់ឡើងវិញ?
ky: Бардык медиа тандоолорун баштапкы абалга келтиресизби?
mk: Ресетирај ги сите медиумски преференции?
mr: सर्व मीडिया प्राधान्ये रीसेट करायची?
ms: Set semula semua keutamaan media?
nb: Tilbakestille alle mediepreferanser?
nl: Alle mediavoorkeuren resetten?
pt_pt: Repor todas as preferencias de multimidia?
ro: Resetezi toate preferintele media?
ru: Сбросить все медиа-предпочтения?
sk: Resetovat vsetky preferencie medii?
sl: Ponastaviti vse medijske nastavitve?
sq: Te rivendosen te gjitha preferencat e medias?
sr: Ресетовати све преференце за медије?
sv: Återställ alla mediainställningar?
ta: அனைத்து ஊடக விருப்பங்களையும் மீட்டமைக்கவா?
te: అన్ని మీడియా ప్రాధాన్యతలను రీసెట్ చేయాలా?
th: รีเซ็ตค่ากำหนดสื่อทั้งหมด?
tr: Tum medya tercihleri sifirlansin mi?
ug: بارلىق ۋاسىتە مايىللىقلىرىنى ئەسلىگە قايتۇرامسىز؟
uk: Скинути всі налаштування медіа?
ur: ุชู ุงู ู ฺุง ุชุฑุฌุญุงุช ุฑ ุณูน ฺฉุฑฺบุ

source: Delete this avatar?
af: Verwyder hierdie avatar?
ar: حذف هذه الصورة الرمزية؟
bg: Изтриване на този аватар?
bn: এই অবতার মুছবেন?
ca: Eliminar aquest avatar?
cs: Smazat tento avatar?
da: Slet denne avatar?
de: Diesen Avatar löschen?
el: Διαγραφή αυτού του εικονιδίου;
es: ¿Eliminar este avatar?
et: Kustutada see avatar?
eu: Avatar hau ezabatu?
fa: این آواتار حذف شود؟
fi: Poista tämä avatar?
fil: Burahin ang avatar na ito?
fr: Supprimer cet avatar ?
ga: Scrios an t-avatar seo?
gl: Eliminar este avatar?
gu: આ અવતાર ડિલીટ કરશો?
he: למחוק אווטאר זה?
hi: यह अवतार हटाएं?
hr: Izbrisati ovaj avatar?
hu: Törli ezt az avatart?
id: Hapus avatar ini?
it: Eliminare questo avatar?
ja: このアバターを削除しますか？
ka: წაიშალოს ეს ავატარი?
kk: Бұл аватарды жою?
km: លុបរូបតំណាងនេះ?
ky: Бул аватарды өчүрөсүзбү?
mk: Избриши го овој аватар?
mr: हा अवतार हटवायचा?
ms: Padam avatar ini?
nb: Slette denne avataren?
nl: Deze avatar verwijderen?
pt_pt: Apagar este avatar?
ro: Stergi acest avatar?
ru: Удалить этот аватар?
sk: Zmazat tento avatar?
sl: Izbrisati ta avatar?
sq: Te fshihet ky avatar?
sr: Обрисати овај аватар?
sv: Radera denna avatar?
ta: இந்த அவதாரத்தை நீக்கவா?
te: ఈ అవతార్‌ను తొలగించాలా?
th: ลบอวาตาร์นี้?
tr: Bu avatar silinsin mi?
ug: بۇ ئاۋاتارنى ئۆچۈرەمسىز؟
uk: Видалити цей аватар?
ur:  ุงูุชุงุฑ ุญุฐู ฺฉุฑฺบุ

source: Delete all avatars?
af: Verwyder alle avatars?
ar: حذف جميع الصور الرمزية؟
bg: Изтриване на всички аватари?
bn: সমস্ত অবতার মুছবেন?
ca: Eliminar tots els avatars?
cs: Smazat vsechny avatary?
da: Slet alle avatarer?
de: Alle Avatare löschen?
el: Διαγραφή όλων των εικονιδίων;
es: ¿Eliminar todos los avatares?
et: Kustutada kõik avatarid?
eu: Avatar guztiak ezabatu?
fa: همه آواتارها حذف شوند؟
fi: Poista kaikki avatarit?
fil: Burahin ang lahat ng avatar?
fr: Supprimer tous les avatars ?
ga: Scrios gach avatar?
gl: Eliminar todos os avatares?
gu: બધા અવતાર ડિલીટ કરશો?
he: למחוק את כל האווטארים?
hi: सभी अवतार हटाएं?
hr: Izbrisati sve avatare?
hu: Törli az összes avatart?
id: Hapus semua avatar?
it: Eliminare tutti gli avatar?
ja: すべてのアバターを削除しますか？
ka: წაიშალოს ყველა ავატარი?
kk: Барлық аватарларды жою?
km: លុបរូបតំណាងទាំងអស់?
ky: Бардык аватарларды өчүрөсүзбү?
mk: Избриши ги сите аватари?
mr: सर्व अवतार हटवायचे?
ms: Padam semua avatar?
nb: Slette alle avatarer?
nl: Alle avatars verwijderen?
pt_pt: Apagar todos os avatares?
ro: Stergi toate avatarele?
ru: Удалить все аватары?
sk: Zmazat vsetky avatary?
sl: Izbrisati vse avatarje?
sq: Te fshihen te gjithe avataret?
sr: Обрисати све аватаре?
sv: Radera alla avatarer?
ta: அனைத்து அவதாரங்களையும் நீக்கவா?
te: అన్ని అవతార్లను తొలగించాలా?
th: ลบอวาตาร์ทั้งหมด?
tr: Tum avatarlar silinsin mi?
ug: بارلىق ئاۋاتارلارنى ئۆچۈرەمسىز؟
uk: Видалити всі аватари?
ur: ุชู ุงู ุงูุชุงุฑ ุญุฐู ฺฉุฑฺบุ
