Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# messageReceived
source: Received
af: Ontvang
ar: مستلمة
bg: Получено
bn: প্রাপ্ত
ca: Rebut
cs: Prijato
da: Modtaget
de: Empfangen
el: Ελήφθη
es: Recibido
et: Saadud
eu: Jasota
fa: دریافت‌شده
fi: Vastaanotettu
fil: Natanggap
fr: Reçu
ga: Faighte
gl: Recibida
gu: મળેલ
he: התקבל
hi: प्राप्त
hr: Primljeno
hu: Fogadva
id: Diterima
it: Ricevuto
ja: 受信
ka: მიღებული
kk: Алынды
km: បានទទួល
ky: Алынды
mk: Примена
mr: प्राप्त
ms: Diterima
nb: Mottatt
nl: Ontvangen
pt_pt: Recebida
ro: Primit
ru: Получено
sk: Prijate
sl: Prejeto
sq: Marre
sr: Примљено
sv: Mottaget
ta: பெறப்பட்டது
te: అందుకున్నారు
th: ได้รับ
tr: Alindi
ug: كەلدى
uk: Отримано
ur: ู ูุตูู ูุง

# messageSentAt
source: Sent at
af: Gestuur om
ar: أُرسلت في
bg: Изпратено на
bn: পাঠানোর সময়
ca: Enviat el
cs: Odeslano v
da: Sendt den
de: Gesendet am
el: Απεστάλη στις
es: Enviado el
et: Saadetud
eu: Bidalita
fa: ارسال‌شده در
fi: Lähetetty
fil: Naipadala noong
fr: Envoyé le
ga: Seolta ar
gl: Enviada o
gu: ના રોજ મોકલાયો
he: נשלח ב
hi: भेजा गया
hr: Poslano u
hu: Küldve
id: Dikirim pada
it: Inviato il
ja: 送信日時
ka: გაგზავნილია
kk: Жіберілді
km: ផ្ញើនៅ
ky: Жөнөтүлдү
mk: Испратена во
mr: पाठवण्याची वेळ
ms: Dihantar pada
nb: Sendt
nl: Verzonden op
pt_pt: Enviada a
ro: Trimis la
ru: Отправлено в
sk: Odoslane o
sl: Poslano ob
sq: Derguar ne
sr: Послато у
sv: Skickat
ta: அனுப்பிய நேரம்
te: పంపిన సమయం
th: ส่งเมื่อ
tr: Gonderilme zamani
ug: يوللانغان ۋاقىت
uk: Надіслано о
ur: ุจฺพุฌู ฺฉุง ููุช

# messageReceivedAt
source: Received at
fr: Reçu le

# messageDisappearsIn
source: Disappears in
fr: Disparaît dans

# messageStatus
source: Status
ar: الحالة
bg: Статус
bn: অবস্থা
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
et: Olek
eu: Egoera
fa: وضعیت
fi: Tila
fr: Statut
ga: Stadas
gl: Estado
gu: સ્થિતિ
he: סטטוס
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
ka: სტატუსი
kk: Күй
km: ស្ថានភាព
ky: Абал
mk: Статус
mr: स्थिती
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
sl: Stanje
sq: Statusi
sr: Статус
ta: நிலை
te: స్థితి
th: สถานะ
tr: Durum
ug: ھالەت
uk: Статус
ur: ุญุงูุช

# messageReadAt
source: Read at
af: Gelees om
ar: قُرئت في
bg: Прочетено на
bn: পড়ার সময়
ca: Llegit el
cs: Precteno v
da: Læst den
de: Gelesen am
el: Διαβάστηκε στις
es: Leído el
et: Loetud
eu: Irakurrita
fa: خوانده‌شده در
fi: Luettu
fil: Nabasa noong
fr: Lu le
ga: Leite ar
gl: Lida o
gu: ના રોજ વાંચ્યો
he: נקרא ב
hi: पढ़ा गया
hr: Procitano u
hu: Olvasva
id: Dibaca pada
it: Letto il
ja: 既読日時
ka: წაკითხულია
kk: Оқылды
km: អាននៅ
ky: Окулду
mk: Прочитана во
mr: वाचण्याची वेळ
ms: Dibaca pada
nb: Lest
nl: Gelezen op
pt_pt: Lida a
ro: Citit la
ru: Прочитано в
sk: Precitane o
sl: Prebrano ob
sq: Lexuar ne
sr: Прочитано у
sv: Läst
ta: படிக்கப்பட்ட நேரம்
te: చదివిన సమయం
th: อ่านเมื่อ
tr: Okunma zamani
ug: ئوقۇلغان ۋاقىت
uk: Прочитано о
ur: ูพฺฺพู ฺฉุง ููุช

# messageSize
source: Size
af: Grootte
ar: الحجم
bg: Размер
bn: আকার
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
et: Suurus
eu: Tamaina
fa: اندازه
fi: Koko
fil: Laki
fr: Taille
ga: Meid
gl: Tamano
gu: કદ
he: גודל
hi: आकार
hr: Velicina
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ka: ზომა
kk: Көлемі
km: ទំហំ
ky: Өлчөм
mk: Големина
mr: आकार
ms: Saiz
nb: Størrelse
nl: Grootte
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Velkost
sl: Velikost
sq: Madhesia
sr: Величина
sv: Storlek
ta: அளவு
te: పరిమాణం
th: ขนาด
tr: Boyut
ug: چوڭلۇقى
uk: Розмір
ur: ุณุงุฆุฒ

# messageExpiresAt
source: Expires at
af: Verval om
ar: تنتهي في
bg: Изтича на
bn: মেয়াদ শেষের সময়
ca: Caduca el
cs: Vypisi v
da: Udløber den
de: Läuft ab am
el: Λήγει στις
es: Expira el
et: Aegub
eu: Iraungitzen da
fa: منقضی می‌شود در
fi: Vanhenee
fil: Mag-e-expire noong
fr: Expire le
ga: In eag ar
gl: Caduca o
gu: ના રોજ એક્સપાયર
he: יפוג ב
hi: समाप्ति
hr: Istjece u
hu: Lejár
id: Kedaluwarsa pada
it: Scade il
ja: 期限
ka: ვადა ეწურება
kk: Аяқталады
km: ផុតកំណត់នៅ
ky: Мөөнөтү бүтөт
mk: Истекува во
mr: कालबाह्य वेळ
ms: Tamat tempoh pada
nb: Utløper
nl: Verloopt op
pt_pt: Expira a
ro: Expira la
ru: Истекает в
sk: Vyprsi o
sl: Potece ob
sq: Skadon ne
sr: Истиче
sv: Löper ut
ta: காலாவதியாகும் நேரம்
te: గడువు తీరే సమయం
th: หมดอายุเมื่อ
tr: Sona erme zamani
ug: ۋاقتى ئۆتىدىغان ۋاقىت
uk: Закінчується о
ur: ุฎุชู ูู ฺฉุง ููุช

# messageEncrypted
source: End-to-end encrypted
af: End-tot-end geënkripteer
ar: مشفرة من طرف إلى طرف
bg: Криптирано от край до край
bn: এন্ড-টু-এন্ড এনক্রিপ্টেড
ca: Xifrat d'extrem a extrem
cs: End-to-end sifrovano
da: End-to-end-krypteret
de: Ende-zu-Ende verschlüsselt
el: Κρυπτογράφηση από άκρο σε άκρο
es: Cifrado de extremo a extremo
et: Täielikult krüpteeritud
eu: Muturretik muturrerako enkriptazioa
fa: رمزنگاری سرتاسری
fi: Päästä päähän salattu
fr: Chiffré de bout en bout
ga: Criptithe ceann go ceann
gl: Cifrada de extremo a extremo
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ
he: מוצפן מקצה לקצה
hi: एंड-टू-एंड एन्क्रिप्टेड
hr: Enkriptirano od kraja do kraja
hu: Végponttól végpontig titkosítva
id: Terenkripsi ujung-ke-ujung
it: Crittografato end-to-end
ja: エンドツーエンド暗号化
ka: ბოლოდან ბოლომდე დაშიფრული
kk: Толық шифрланған
km: អ៊ិនគ្រីបពីចុងដល់ចុង
ky: Учтан-учка шифрленген
mk: Целосна енкрипција
mr: एंड-टू-एंड एन्क्रिप्टेड
ms: Penyulitan hujung-ke-hujung
nb: Ende-til-ende-kryptert
nl: End-to-end versleuteld
pt_pt: Encriptada ponta a ponta
ro: Criptat end-to-end
ru: Сквозное шифрование
sk: End-to-end sifrovane
sl: Sifrirano od konca do konca
sq: I kriptuar nga skaji ne skaj
sr: Шифровано с краја на крај
sv: Ände-till-ände-krypterat
ta: முழுமையாக குறியாக்கம் செய்யப்பட்டது
te: ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్టెడ్
th: เข้ารหัสแบบครบวงจร
tr: Uctan uca sifreli
ug: ئۇچتىن-ئۇچقا شىفىرلانغان
uk: Наскрізне шифрування
ur: ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพูนฺ

# messageStatusSending
source: Sending...
af: Stuur...
ar: جارٍ الإرسال...
bg: Изпращане...
bn: পাঠানো হচ্ছে...
ca: Enviant...
cs: Odesila se...
da: Sender...
de: Wird gesendet...
el: Αποστολή...
es: Enviando...
et: Saatmine...
eu: Bidaltzen...
fa: در حال ارسال...
fi: Lähetetään...
fil: Ipinapadala...
fr: Envoi...
ga: A sheoladh...
gl: Enviando...
gu: મોકલાઈ રહ્યો છે...
he: שולח...
hi: भेज रहे हैं...
hr: Slanje...
hu: Küldés...
id: Mengirim...
it: Invio...
ja: 送信中...
ka: იგზავნება...
kk: Жіберілуде...
km: កំពុងផ្ញើ...
ky: Жөнөтүлүүдө...
mk: Се испраќа...
mr: पाठवत आहे...
ms: Menghantar...
nb: Sender...
nl: Verzenden...
pt_pt: A enviar...
ro: Se trimite...
ru: Отправка...
sk: Odosiela sa...
sl: Posiljanje...
sq: Duke derguar...
sr: Слање...
sv: Skickar...
ta: அனுப்புகிறது...
te: పంపుతోంది...
th: กำลังส่ง...
tr: Gonderiliyor...
ug: يوللاۋاتىدۇ...
uk: Надсилання...
ur: ุจฺพุฌ ุฑุง ...

# messageStatusSent
source: Sent
af: Gestuur
ar: مُرسلة
bg: Изпратено
bn: পাঠানো হয়েছে
ca: Enviat
cs: Odeslano
da: Sendt
de: Gesendet
el: Απεστάλη
es: Enviado
et: Saadetud
eu: Bidalita
fa: ارسال شد
fi: Lähetetty
fil: Naipadala
fr: Envoyé
ga: Seolta
gl: Enviada
gu: મોકલાયો
he: נשלח
hi: भेजा गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送信済み
ka: გაგზავნილია
kk: Жіберілді
km: បានផ្ញើ
ky: Жөнөтүлдү
mk: Испратена
mr: पाठवला
ms: Dihantar
nb: Sendt
nl: Verzonden
pt_pt: Enviada
ro: Trimis
ru: Отправлено
sk: Odoslane
sl: Poslano
sq: Derguar
sr: Послато
sv: Skickat
ta: அனுப்பப்பட்டது
te: పంపబడింది
th: ส่งแล้ว
tr: Gonderildi
ug: يوللاندى
uk: Надіслано
ur: ุจฺพุฌุง ฺฏุง

# messageStatusDelivered
source: Delivered
af: Afgelewer
ar: تم التسليم
bg: Доставено
bn: বিতরণ হয়েছে
ca: Lliurat
cs: Doruceno
da: Leveret
de: Zugestellt
el: Παραδόθηκε
es: Entregado
et: Kohale toimetatud
eu: Entregatuta
fa: تحویل داده شد
fi: Toimitettu
fil: Naihatid
fr: Délivré
ga: Seachadta
gl: Entregada
gu: પહોંચાડાયો
he: נמסר
hi: वितरित
hr: Isporuceno
hu: Kézbesítve
id: Tersampaikan
it: Consegnato
ja: 配信済み
ka: მიწოდებულია
kk: Жеткізілді
km: បានទទួល
ky: Жеткирилди
mk: Доставена
mr: डिलिव्हर झाला
ms: Disampaikan
nb: Levert
nl: Afgeleverd
pt_pt: Entregue
ro: Livrat
ru: Доставлено
sk: Dorucene
sl: Dostavljeno
sq: Dorezuar
sr: Испоручено
sv: Levererat
ta: வழங்கப்பட்டது
te: డెలివర్ చేయబడింది
th: จัดส่งแล้ว
tr: Iletildi
ug: يەتكۈزۈلدى
uk: Доставлено
ur: ูพูฺุง ุฏุง ฺฏุง

# messageStatusRead
source: Read
af: Gelees
ar: مقروءة
bg: Прочетено
bn: পড়া হয়েছে
ca: Llegit
cs: Precteno
da: Læst
de: Gelesen
el: Διαβάστηκε
es: Leído
et: Loetud
eu: Irakurrita
fa: خوانده شد
fi: Luettu
fil: Nabasa
fr: Lu
ga: Leite
gl: Lida
gu: વાંચ્યો
he: נקרא
hi: पढ़ा गया
hr: Procitano
hu: Olvasva
id: Dibaca
it: Letto
ja: 既読
ka: წაკითხულია
kk: Оқылды
km: បានអាន
ky: Окулду
mk: Прочитана
mr: वाचला
ms: Dibaca
nb: Lest
nl: Gelezen
pt_pt: Lida
ro: Citit
ru: Прочитано
sk: Precitane
sl: Prebrano
sq: Lexuar
sr: Прочитано
sv: Läst
ta: படிக்கப்பட்டது
te: చదివారు
th: อ่านแล้ว
tr: Okundu
ug: ئوقۇلدى
uk: Прочитано
ur: ูพฺฺพ ูุง ฺฏุง

# messageStatusFailed
source: Failed
af: Misluk
ar: فشلت
bg: Неуспешно
bn: ব্যর্থ
ca: Fallat
cs: Selhalo
da: Fejlet
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
et: Ebaõnnestunud
eu: Huts eginda
fa: ناموفق
fi: Epäonnistui
fil: Nabigo
fr: Échec
ga: Theip
gl: Erro
gu: નિષ્ફળ
he: נכשל
hi: विफल
hr: Neuspjelo
hu: Sikertelen
id: Gagal
it: Fallito
ja: 失敗
ka: ვერ მოხერხდა
kk: Сәтсіз
km: បរាជ័យ
ky: Ийгиликсиз
mk: Неуспешна
mr: अयशस्वी
ms: Gagal
nb: Mislyktes
nl: Mislukt
pt_pt: Falhou
ro: Esuat
ru: Ошибка
sk: Zlyhalo
sl: Neuspesno
sq: Deshtoi
sr: Неуспешно
sv: Misslyckades
ta: தோல்வி
te: విఫలమైంది
th: ล้มเหลว
tr: Basarisiz
ug: مەغلۇب
uk: Не вдалося
ur: ูุงฺฉุงู

# serverStatus
source: Server
af: Bediener
ar: الخادم
bg: Сървър
bn: সার্ভার
ca: Servidor
el: Διακομιστής
es: Servidor
eu: Zerbitzaria
fa: سرور
fi: Palvelin
fr: Serveur
ga: Freastalai
gl: Servidor
gu: સર્વર
he: שרת
hi: सर्वर
hr: Posluzitelj
hu: Szerver
ja: サーバー
ka: სერვერი
kk: Сервер
km: ម៉ាស៊ីនមេ
ky: Сервер
mk: Сервер
mr: सर्व्हर
ms: Pelayan
pt_pt: Servidor
ru: Сервер
sl: Strežnik
sq: Serveri
sr: Сервер
ta: சேவையகம்
te: సర్వర్
th: เซิร์ฟเวอร์
tr: Sunucu
ug: مۇلازىمېتىر
uk: Сервер
ur: ุณุฑูุฑ

# onServer
source: Pending delivery
af: Wag op aflewering
ar: في انتظار التسليم
bg: В очакване на доставка
bn: বিতরণ অপেক্ষমাণ
ca: Pendent de lliurament
cs: Ceka na doruceni
da: Afventer levering
de: Zustellung ausstehend
el: Εκκρεμής παράδοση
es: Pendiente de entrega
et: Ootab kohaletoimetamist
eu: Entregaren zain
fa: در انتظار تحویل
fi: Odottaa toimitusta
fil: Naghihintay ng pag-deliver
fr: En attente de livraison
ga: Ag feitheamh le seachadadh
gl: Pendente de entrega
gu: ડિલિવરી બાકી
he: ממתין למסירה
hi: वितरण लंबित
hr: Ceka isporuku
hu: Kézbesítésre vár
id: Menunggu pengiriman
it: In attesa di consegna
ja: 配信待ち
ka: მიწოდების მოლოდინში
kk: Жеткізу күтілуде
km: កំពុងរង់ចាំដឹកជញ្ជូន
ky: Жеткирүү күтүүдө
mk: Чека испорака
mr: डिलिव्हरी प्रलंबित
ms: Menunggu penghantaran
nb: Venter på levering
nl: Wacht op aflevering
pt_pt: A aguardar entrega
ro: In asteptare livrare
ru: Ожидает доставки
sk: Caka na dorucenie
sl: Caka na dostavo
sq: Ne pritje dorezimi
sr: Чека испоруку
sv: Väntar på leverans
ta: வழங்கலுக்கு நிலுவையில்
te: డెలివరీ పెండింగ్
th: รอจัดส่ง
tr: Teslim bekliyor
ug: يەتكۈزۈش ساقلاۋاتىدۇ
uk: Очікує доставки
ur: ุชุฑุณู ุฒุฑ ุงูุชูุง

# deletedFromServer
source: Deleted
af: Verwyder
ar: محذوفة
bg: Изтрито
bn: মোছা হয়েছে
ca: Eliminat
cs: Smazano
da: Slettet
de: Gelöscht
el: Διαγράφηκε
es: Eliminado
et: Kustutatud
eu: Ezabatuta
fa: حذف شد
fi: Poistettu
fil: Nabura na
fr: Supprimé
ga: Scriosta
gl: Eliminada
gu: ડિલીટ થયો
he: נמחק
hi: हटाया गया
hr: Izbrisano
hu: Törölve
id: Dihapus
it: Eliminato
ja: 削除済み
ka: წაშლილია
kk: Жойылды
km: បានលុប
ky: Өчүрүлдү
mk: Избришана
mr: हटवला
ms: Dipadamkan
nb: Slettet
nl: Verwijderd
pt_pt: Apagada
ro: Sters
ru: Удалено
sk: Zmazane
sl: Izbrisano
sq: Fshire
sr: Обрисано
sv: Raderat
ta: நீக்கப்பட்டது
te: తొలగించబడింది
th: ลบแล้ว
tr: Silindi
ug: ئۆچۈرۈلدى
uk: Видалено
ur: ุญุฐู ุดุฏ

# messageTypeText
source: Text
af: Teks
ar: نص
bg: Текст
bn: টেক্সট
da: Tekst
el: Κείμενο
es: Texto
et: Tekst
eu: Testua
fa: متن
fi: Teksti
fil: Teksto
fr: Texte
ga: Teacs
gl: Texto
gu: ટેક્સ્ટ
he: טקסט
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ka: ტექსტი
kk: Мәтін
km: អត្ថបទ
ky: Текст
mk: Текст
mr: मजकूर
ms: Teks
nb: Tekst
nl: Tekst
pt_pt: Texto
ru: Текст
sl: Besedilo
sq: Tekst
sr: Текст
ta: உரை
te: వచనం
th: ข้อความ
tr: Metin
ug: تېكىست
uk: Текст
ur: ู ุชู

# messageTypeVideo
source: Video
ar: فيديو
bg: Видео
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fa: ویدیو
fr: Vidéo
ga: Fisean
gu: વીડિયો
he: סרטון
hi: वीडियो
hu: Videó
ja: 動画
ka: ვიდეო
kk: Бейне
km: វីដេអូ
ky: Видео
mk: Видео
mr: व्हिडिओ
ru: Видео
sr: Видео
ta: வீடியோ
te: వీడియో
th: วิดีโอ
ug: سىن
uk: Відео

# messageTypeVoice
source: Voice
af: Stem
ar: صوت
bg: Глас
bn: ভয়েস
ca: Veu
cs: Hlas
da: Stemme
de: Audio
el: Φωνή
es: Audio
et: Hääl
eu: Ahotsa
fa: صدا
fi: Ääni
fil: Boses
fr: Audio
ga: Fuaim
gl: Voz
gu: વૉઇસ
he: קול
hi: आवाज़
hr: Glasovna
hu: Hang
id: Suara
it: Audio
ja: 音声
ka: ხმოვანი
kk: Дауыс
km: សំឡេង
ky: Үн
mk: Глас
mr: व्हॉइस
ms: Suara
nb: Stemme
nl: Spraak
pt_pt: Voz
ro: Voce
ru: Голос
sk: Hlas
sl: Glas
sq: Zer
sr: Глас
sv: Röst
ta: குரல்
te: వాయిస్
th: เสียง
tr: Ses
ug: ئاۋاز
uk: Голос
ur: ุขูุงุฒ

# messageTypeFile
source: File
af: Lêer
ar: ملف
bg: Файл
bn: ফাইল
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
et: Fail
eu: Fitxategia
fa: فایل
fi: Tiedosto
fr: Fichier
ga: Comhad
gl: Ficheiro
gu: ફાઇલ
he: קובץ
hi: फ़ाइल
hr: Datoteka
hu: Fájl
id: Berkas
ja: ファイル
ka: ფაილი
kk: Файл
km: ឯកសារ
ky: Файл
mk: Датотека
mr: फाइल
ms: Fail
nb: Fil
nl: Bestand
pt_pt: Ficheiro
ro: Fisier
ru: Файл
sk: Subor
sl: Datoteka
sq: Skedar
sr: Фајл
sv: Fil
ta: கோப்பு
te: ఫైల్
th: ไฟล์
tr: Dosya
ug: ھۆججەت
uk: Файл
ur: ูุงุฆู

source: Indefinitely
af: Onbepaald
ar: إلى أجل غير مسمى
bg: Неограничено
bn: অনির্দিষ্টকালের জন্য
ca: Indefinidament
cs: Neomezeně
da: På ubestemt tid
de: Unbegrenzt
el: Επ' αόριστον
es: Indefinidamente
et: Määramata ajaks
eu: Mugagabe
fa: نامحدود
fi: Toistaiseksi
fil: Walang katapusan
fr: Indéfiniment
ga: Go neamhtheoranta
gl: Indefinidamente
gu: અનિશ્ચિત
he: ללא הגבלה
hi: अनिश्चित काल
hr: Neograniceno
hu: Határozatlan ideig
id: Tanpa batas
it: Indefinitamente
ja: 無期限
ka: უვადოდ
kk: Шексіз
km: គ្មានកំណត់
ky: Чексиз
mk: Неограничено
mr: अनिश्चित काळ
ms: Tanpa had
nb: Ubestemt
nl: Onbeperkt
pt_pt: Indefinidamente
ro: Nedefinit
ru: Бессрочно
sk: Neurcito
sl: Neomejeno
sq: Pa afat
sr: Неограничено
sv: På obestämd tid
ta: வரையறையின்றி
te: అనిర్దిష్టంగా
th: ไม่จำกัด
tr: Suresiz
ug: چەكسىز
uk: Безстроково
ur: ุบุฑ ู ุนู ู ุฏุช

source: hours
af: ure
ar: ساعات
bg: часа
bn: ঘণ্টা
ca: hores
cs: hodin
da: timer
de: Stunden
el: ώρες
es: horas
et: tundi
eu: ordu
fa: ساعت
fi: tuntia
fil: oras
fr: heures
ga: uaireanta
gl: horas
gu: કલાક
he: שעות
hi: घंटे
hr: sati
hu: óra
id: jam
it: ore
ja: 時間
ka: საათი
kk: сағат
km: ម៉ោង
ky: саат
mk: часови
mr: तास
ms: jam
nb: timer
nl: uur
pt_pt: horas
ro: ore
ru: часов
sk: hodin
sl: ur
sq: ore
sr: сати
sv: timmar
ta: மணி நேரம்
te: గంటలు
th: ชั่วโมง
tr: saat
ug: سائەت
uk: годин
ur: ฺฏฺพููน

source: seconds
af: sekondes
ar: ثوانٍ
bg: секунди
bn: সেকেন্ড
ca: segons
cs: sekund
da: sekunder
de: Sekunden
el: δευτερόλεπτα
es: segundos
et: sekundit
eu: segundo
fa: ثانیه
fi: sekuntia
fil: segundo
fr: secondes
ga: soicindi
gl: segundos
gu: સેકન્ડ
he: שניות
hi: सेकंड
hr: sekundi
hu: másodperc
id: detik
it: secondi
ja: 秒
ka: წამი
kk: секунд
km: វិនាទី
ky: секунд
mk: секунди
mr: सेकंद
ms: saat
nb: sekunder
nl: seconden
pt_pt: segundos
ro: secunde
ru: секунд
sk: sekund
sl: sekund
sq: sekonda
sr: секунди
sv: sekunder
ta: விநாடிகள்
te: సెకన్లు
th: วินาที
tr: saniye
ug: سېكۇنت
uk: секунд
ur: ุณฺฉูฺ

source: Ephemeral messages
af: Verganklike boodskappe
ar: الرسائل المؤقتة
bg: Ефемерни съобщения
bn: ক্ষণস্থায়ী বার্তা
ca: Missatges efímers
cs: Pomijive zpravy
da: Selvdestruerende beskeder
de: Vergängliche Nachrichten
el: Εφήμερα μηνύματα
es: Mensajes efímeros
et: Kaduv sõnum
eu: Mezu iragankorrak
fa: پیام‌های ناپایدار
fi: Katoavat viestit
fil: Mga ephemeral na mensahe
fr: Messages éphémères
ga: Teachtaireachtai gearrshaolach
gl: Mensaxes efemeras
gu: અલ્પકાલિક સંદેશાઓ
he: הודעות חולפות
hi: अस्थायी संदेश
hr: Privremene poruke
hu: Eltűnő üzenetek
id: Pesan sementara
it: Messaggi effimeri
ja: 一時メッセージ
ka: ეფემერული შეტყობინებები
kk: Уақытша хабарламалар
km: សារបណ្តោះអាសន្ន
ky: Убактылуу каттар
mk: Ефемерни пораки
mr: तात्पुरते संदेश
ms: Mesej sementara
nb: Forsvinnende meldinger
nl: Verdwijnende berichten
pt_pt: Mensagens efemeras
ro: Mesaje efemere
ru: Исчезающие сообщения
sk: Pomijive spravy
sl: Minljiva sporocila
sq: Mesazhe te perkohshme
sr: Ефемерне поруке
sv: Försvinnande meddelanden
ta: நிலையற்ற செய்திகள்
te: తాత్కాలిక సందేశాలు
th: ข้อความชั่วคราว
tr: Gecici mesajlar
ug: ۋاقىتلىق ئۇچۇرلار
uk: Тимчасові повідомлення
ur: ุนุงุฑุถ ูพุบุงู ุงุช

# ephemeralMessagesDescription
source: Messages are automatically deleted after this time
af: Boodskappe word outomaties verwyder na hierdie tyd
ar: تُحذف الرسائل تلقائياً بعد هذه المدة
bg: Съобщенията се изтриват автоматично след това време
bn: এই সময়ের পরে বার্তা স্বয়ংক্রিয়ভাবে মুছে যায়
ca: Els missatges s'eliminen automàticament després d'aquest temps
cs: Zpravy se automaticky smazou po tomto case
da: Beskeder slettes automatisk efter denne tid
de: Nachrichten werden nach dieser Zeit automatisch gelöscht
el: Τα μηνύματα διαγράφονται αυτόματα μετά από αυτό το χρονικό διάστημα
es: Los mensajes se eliminan automáticamente después de este tiempo
et: Sõnumid kustutatakse automaatselt pärast seda aega
eu: Mezuak automatikoki ezabatzen dira denbora honen ondoren
fa: پیام‌ها پس از این مدت به طور خودکار حذف می‌شوند
fi: Viestit poistetaan automaattisesti tämän ajan jälkeen
fil: Awtomatikong binubura ang mga mensahe pagkatapos ng panahong ito
fr: Les messages sont automatiquement supprimés après ce délai
ga: Scriostar teachtaireachtai go huathobrioch tar eis an ama seo
gl: As mensaxes eliminanse automaticamente despois deste tempo
gu: આ સમય પછી સંદેશાઓ આપોઆપ ડિલીટ થાય છે
he: הודעות נמחקות אוטומטית אחרי זמן זה
hi: इस समय के बाद संदेश स्वचालित रूप से हटा दिए जाते हैं
hr: Poruke se automatski brisu nakon ovog vremena
hu: Az üzenetek automatikusan törlődnek ennyi idő után
id: Pesan dihapus otomatis setelah waktu ini
it: I messaggi vengono eliminati automaticamente dopo questo tempo
ja: メッセージはこの時間後に自動的に削除されます
ka: შეტყობინებები ავტომატურად იშლება ამ დროის შემდეგ
kk: Хабарламалар осы уақыттан кейін автоматты түрде жойылады
km: សារត្រូវបានលុបដោយស្វ័យប្រវត្តិបន្ទាប់ពីរយៈពេលនេះ
ky: Каттар бул убакыттан кийин автоматтык түрдө өчүрүлөт
mk: Пораките автоматски се бришат после ова време
mr: या वेळेनंतर संदेश आपोआप हटवले जातात
ms: Mesej dipadamkan secara automatik selepas masa ini
nb: Meldinger slettes automatisk etter denne tiden
nl: Berichten worden automatisch verwijderd na deze tijd
pt_pt: As mensagens sao automaticamente apagadas apos este periodo
ro: Mesajele sunt sterse automat dupa acest timp
ru: Сообщения автоматически удаляются через это время
sk: Spravy su automaticky zmazane po tomto case
sl: Sporocila so samodejno izbrisana po tem casu
sq: Mesazhet fshihen automatikisht pas ketij kohe
sr: Поруке се аутоматски бришу након овог времена
sv: Meddelanden raderas automatiskt efter denna tid
ta: இந்த நேரத்திற்குப் பிறகு செய்திகள் தானாக நீக்கப்படும்
te: ఈ సమయం తర్వాత సందేశాలు స్వయంచాలకంగా తొలగించబడతాయి
th: ข้อความจะถูกลบอัตโนมัติหลังเวลานี้
tr: Mesajlar bu sureden sonra otomatik olarak silinir
ug: بۇ ۋاقىتتىن كېيىن ئۇچۇرلار ئاپتوماتىك ئۆچۈرۈلىدۇ
uk: Повідомлення автоматично видаляються після цього часу
ur: ุงุณ ููุช ฺฉ ุจุนุฏ ูพุบุงู ุงุช ุฎูุฏฺฉุงุฑ ุทูุฑ ูพุฑ ุญุฐู ู ุฌุงุช ฺบ

# ephemeralImmediate
source: Immediate (after reading)
af: Onmiddellik (na lees)
ar: فوري (بعد القراءة)
bg: Незабавно (след прочитане)
bn: তাৎক্ষণিক (পড়ার পর)
ca: Immediat (després de llegir)
cs: Okamzite (po precteni)
da: Med det samme (efter læsning)
de: Sofort
el: Άμεσα (μετά την ανάγνωση)
es: Inmediato
et: Kohene (pärast lugemist)
eu: Berehalakoa (irakurri ondoren)
fa: فوری (پس از خواندن)
fi: Välitön (lukemisen jälkeen)
fil: Agad-agad (pagkatapos basahin)
fr: Immédiat
ga: Laithreach
gl: Inmediato (despois de ler)
gu: તાત્કાલિક (વાંચ્યા પછી)
he: מיידי (אחרי קריאה)
hi: तुरंत (पढ़ने के बाद)
hr: Odmah (nakon citanja)
hu: Azonnali (olvasás után)
id: Segera (setelah dibaca)
it: Immediato
ja: 即時（既読後）
ka: დაუყოვნებლივ (წაკითხვის შემდეგ)
kk: Бірден (оқығаннан кейін)
km: ភ្លាមៗ (បន្ទាប់ពីអាន)
ky: Заматта (окугандан кийин)
mk: Веднаш (по читање)
mr: तात्काळ (वाचल्यानंतर)
ms: Serta-merta (selepas dibaca)
nb: Umiddelbart (etter lesing)
nl: Onmiddellijk (na lezen)
pt_pt: Imediato (apos leitura)
ro: Imediat (dupa citire)
ru: Немедленно (после прочтения)
sk: Okamzite (po precitani)
sl: Takoj (po branju)
sq: Menjehere (pas leximit)
sr: Одмах (после читања)
sv: Omedelbart (efter läsning)
ta: உடனடி (படித்த பிறகு)
te: వెంటనే (చదివిన తర్వాత)
th: ทันที (หลังอ่าน)
tr: Aninda (okuduktan sonra)
ug: دەرھال (ئوقۇغاندىن كېيىن)
uk: Негайно (після прочитання)
ur: ููุฑ (ูพฺฺพู ฺฉ ุจุนุฏ)

# ephemeralImmediateDesc
source: Deleted as soon as read
af: Verwyder sodra dit gelees is
ar: تُحذف فور قراءتها
bg: Изтрива се веднага след прочитане
bn: পড়ার সাথে সাথে মুছে যায়
ca: Eliminat en llegir-lo
cs: Smazano ihned po precteni
da: Slettes så snart de er læst
de: Gelöscht sobald gelesen
el: Διαγράφεται αμέσως μετά την ανάγνωση
es: Eliminado al ser leído
et: Kustutatakse kohe pärast lugemist
eu: Irakurri bezain laster ezabatzen da
fa: بلافاصله پس از خواندن حذف می‌شود
fi: Poistetaan lukemisen jälkeen
fil: Binubura pagkatapos mabasa
fr: Supprimé dès que lu
ga: Scriosta chomh luath agus a leitear
gl: Eliminada en canto se le
gu: વાંચતાં જ ડિલીટ
he: נמחק מיד עם הקריאה
hi: पढ़ते ही हटा दिया जाता है
hr: Izbrisano cim se procita
hu: Olvasáskor azonnal törlődik
id: Dihapus segera setelah dibaca
it: Eliminato appena letto
ja: 既読後すぐに削除
ka: წაკითხვისთანავე იშლება
kk: Оқылысымен жойылады
km: លុបភ្លាមៗពេលអាន
ky: Окулгандан кийин өчүрүлөт
mk: Се бриши штом се прочита
mr: वाचताच हटवले
ms: Dipadamkan sebaik sahaja dibaca
nb: Slettes så snart de er lest
nl: Verwijderd zodra gelezen
pt_pt: Apagada assim que lida
ro: Sterse imediat ce sunt citite
ru: Удаляются сразу после прочтения
sk: Zmazane hned po precitani
sl: Izbrisana takoj po branju
sq: Fshihen sapo lexohen
sr: Обрисано чим се прочита
sv: Raderas direkt efter läsning
ta: படிக்கப்பட்டவுடன் நீக்கப்படும்
te: చదివినవెంటనే తొలగించబడుతుంది
th: ลบทันทีที่อ่าน
tr: Okunur okunmaz silinir
ug: ئوقۇغاندىلا ئۆچۈرۈلىدۇ
uk: Видаляється одразу після прочитання
ur: ูพฺฺพุช  ุญุฐู ู ุฌุงุชุง 

# ephemeralMyPreference
source: My preference
af: My voorkeur
ar: تفضيلي
bg: Моето предпочитание
bn: আমার পছন্দ
ca: La meva preferència
cs: Moje preference
da: Min præference
de: Meine Präferenz
el: Η προτίμησή μου
es: Mi preferencia
et: Minu eelistus
eu: Nire lehentasuna
fa: ترجیح من
fi: Oma valintani
fil: Aking kagustuhan
fr: Ma préférence
ga: Mo rogha
gl: A mina preferencia
gu: મારી પસંદગી
he: ההעדפה שלי
hi: मेरी प्राथमिकता
hr: Moja postavka
hu: Saját beállítás
id: Preferensi saya
it: La mia preferenza
ja: マイ設定
ka: ჩემი პრეფერენცია
kk: Менің қалауым
km: ចំណូលចិត្តរបស់ខ្ញុំ
ky: Менин тандоом
mk: Моја преференција
mr: माझी प्राधान्ये
ms: Keutamaan saya
nb: Min preferanse
nl: Mijn voorkeur
pt_pt: A minha preferencia
ro: Preferinta mea
ru: Мои предпочтения
sk: Moja preferencia
sl: Moja nastavitev
sq: Preferenca ime
sr: Моја преференца
sv: Min preferens
ta: எனது விருப்பம்
te: నా ప్రాధాన్యత
th: ค่ากำหนดของฉัน
tr: Benim tercihim
ug: مېنىڭ مايىللىقىم
uk: Моя перевага
ur: ู ุฑ ุชุฑุฌุญ
