Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secLayer5Detail
source: It's like a bank counter: you never touch the vault yourself. You make a request, and the system checks that you have the right before acting.
af: Dit is soos 'n banktoonbank: jy raak nooit self aan die kluis nie. Jy maak 'n versoek, en die stelsel kontroleer dat jy die reg het voordat dit optree.
ar: كأنه شباك بنك: لا تلمس الخزنة بنفسك أبداً. تقدم طلباً، والنظام يتحقق من أن لديك الحق قبل التنفيذ.
bg: Това е като банков гише: никога не докосвате трезора сами. Правите заявка и системата проверява дали имате право, преди да действа.
bn: এটা ব্যাংকের কাউন্টারের মতো: আপনি নিজে কখনো ভল্ট ছোঁন না। আপনি অনুরোধ করেন, এবং সিস্টেম কাজ করার আগে আপনার অধিকার যাচাই করে।
ca: És com un taulell de banc: mai toques la caixa forta tu mateix. Fas una sol·licitud, i el sistema verifica que tens el dret abans d'actuar.
cs: Je to jako prepazka v bance: nikdy se sam nedotykate trezoru. Podate zadost a system overi, ze na to mate pravo, nez zacne jednat.
da: Det er som en bankskranke: du rører aldrig boksen selv. Du laver en anmodning, og systemet kontrollerer, at du har ret før det handler.
de: Es ist wie ein Bankschalter: Du berührst den Tresor nie selbst. Du stellst eine Anfrage, und das System überprüft, ob du das Recht hast, bevor es handelt.
el: Είναι σαν ταμείο τράπεζας: δεν αγγίζετε ποτέ το θησαυροφυλάκιο μόνοι σας. Κάνετε ένα αίτημα και το σύστημα ελέγχει ότι έχετε το δικαίωμα πριν ενεργήσει.
es: Es como un mostrador de banco: nunca tocas la cámara acorazada tú mismo. Haces una solicitud, y el sistema comprueba que tienes el derecho antes de actuar.
et: See on nagu pangalett: te ei puutu kunagi ise hoidlat. Esitate taotluse ja süsteem kontrollib, et teil on õigus enne tegutsemist.
eu: Banku-leihatila bat bezalakoa da: zu ez duzu inoiz gordailua ukitzen. Eskaera bat egiten duzu, eta sistemak egiaztatzen du eskubidea duzula ekin baino lehen.
fa: مانند باجه بانک: شما هرگز خودتان به خزانه دسترسی ندارید. درخواست می‌دهید و سیستم قبل از اقدام بررسی می‌کند که حق دارید.
fi: Se on kuin pankin palvelutiski: et koskaan kosketa holviin itse. Teet pyynnön, ja järjestelmä tarkistaa, että sinulla on oikeus ennen toimintaa.
fil: Parang isang bank counter: hindi mo kailanman hahawakan ang vault nang mag-isa. Gumawa ka ng kahilingan, at tsine-check ng system na may karapatan ka bago kumilos.
fr: C'est comme un guichet de banque : tu ne touches jamais le coffre toi-même. Tu fais une demande, et le système vérifie que tu as le droit avant d'agir.
ga: Cosuil le cuntar bainc: ni leagann tu lamh ar an taisceadan fein riamh. Deanann tu iarratas, agus fioraionn an coras go bhfuil an ceart agat sula ngniomhaionn se.
gl: E como un mostrador de banco: nunca tocas a caixa forte ti mesmo. Fas unha solicitude e o sistema verifica que tes dereito antes de actuar.
gu: તે બેંકના કાઉન્ટર જેવું છે: તમે ક્યારેય તિજોરીને જાતે સ્પર્શ કરતા નથી. તમે વિનંતી કરો, અને સિસ્ટમ ચકાસે છે કે તમારી પાસે અધિકાર છે કે નહીં.
he: זה כמו דלפק בנק: אתה אף פעם לא נוגע בכספת בעצמך. אתה מגיש בקשה, והמערכת בודקת שיש לך הרשאה לפני שהיא פועלת.
hi: यह बैंक काउंटर जैसा है: आप कभी खुद तिजोरी को नहीं छूते। आप अनुरोध करते हैं, और सिस्टम कार्रवाई करने से पहले सत्यापित करता है कि आपका अधिकार है।
hr: To je kao salter u banci: nikada ne dodirujete trezor sami. Podnosite zahtjev, a sustav provjerava imate li pravo prije nego sto djeluje.
hu: Olyan, mint egy bankpult: soha nem nyúl a széfhez. Kérést nyújt be, és a rendszer ellenőrzi, hogy jogosult-e, mielőtt cselekszik.
id: Seperti loket bank: Anda tidak pernah menyentuh brankas sendiri. Anda membuat permintaan, dan sistem memeriksa bahwa Anda memiliki hak sebelum bertindak.
it: È come lo sportello di una banca: non tocchi mai la cassaforte tu stesso. Fai una richiesta, e il sistema verifica che tu ne abbia il diritto prima di agire.
ja: 銀行の窓口のようなものです：金庫に自分で触れることはありません。リクエストを出し、システムが行動する前に権利があるか確認します。
ka: ეს ბანკის მრიცხველს ჰგავს: სეიფს თვითონ არასოდეს ეხებით. მოთხოვნას აკეთებთ და სისტემა ამოწმებს გაქვთ თუ არა უფლება სანამ იმოქმედებს.
kk: Бұл банк есептеуіші сияқты: сіз ешқашан сейфке тікелей тимейсіз. Сұраныс жасайсыз, жүйе әрекет жасамас бұрын құқығыңызды тексереді.
km: វាដូចជាបញ្ជរធនាគារ: អ្នកមិនដែលប៉ះសុវត្ថិភាពដោយខ្លួនឯង។ អ្នកធ្វើសំណើ ហើយប្រព័ន្ធផ្ទៀងផ្ទាត់ថាអ្នកមានសិទ្ធិមុនពេលធ្វើ។
ky: Бул банк кассасы сыяктуу: сиз сейфке эч качан өзүңүз тийбейсиз. Суроо жасайсыз, жана тутум аракет кылардан мурун укугуңузду текшерет.
mk: Тоа е како банкарски шалтер: никогаш не го допирате трезорот самите. Поднесувате барање, и системот проверува дали имате право пред да дејствува.
mr: हे बँक काउंटरसारखे आहे: तुम्ही कधीही तिजोरीला स्वतः स्पर्श करत नाही. तुम्ही विनंती करता, आणि सिस्टम कृती करण्यापूर्वी तुम्हाला अधिकार आहे का ते तपासते.
ms: Seperti kaunter bank: anda tidak pernah menyentuh bilik kebal sendiri. Anda membuat permintaan, dan sistem memeriksa bahawa anda mempunyai hak sebelum bertindak.
nb: Det er som en bankskranke: du rører aldri hvelvet selv. Du sender en forespørsel, og systemet sjekker at du har rettigheten før det handler.
nl: Het is als een bankbalie: je raakt nooit zelf de kluis aan. Je doet een verzoek en het systeem controleert of je het recht hebt voordat het handelt.
pt_pt: E como um balcao de banco: nunca tocas no cofre tu proprio. Fazes um pedido e o sistema verifica que tens o direito antes de agir.
ro: E ca un ghiseu de banca: nu atingi niciodata seiful tu insuti. Faci o cerere, iar sistemul verifica daca ai dreptul inainte de a actiona.
ru: Это как банковская стойка: вы никогда не касаетесь хранилища сами. Вы делаете запрос, и система проверяет ваши права.
sk: Je to ako bankovy prepazka: nikdy sa nedotknete trezoru sami. Podate ziadost a system overi, ci mate pravo pred vykonanim.
sl: Kot bancni okence: nikoli se ne dotaknete trezorja sami. Podate zahtevo in sistem preveri, ali imate pravico pred izvajanjem.
sq: Eshte si nje sportel banke: nuk e prekni kurre kasaforten vete. Beni nje kerkese dhe sistemi verifikon nese keni te drejte perpara se te veproje.
sr: Као шалтер у банци: никада не додирујеш сеф лично. Подносиш захтев, а систем проверава да ли имаш право пре него што поступи.
sv: Det är som en bankdisk: du rör aldrig valvet själv. Du gör en förfrågan, och systemet kontrollerar att du har rätt innan det agerar.
ta: வங்கி கவுண்டர் போல: நீங்கள் ஒருபோதும் பெட்டகத்தைத் தொட மாட்டீர்கள். கோரிக்கை செய்கிறீர்கள், செயல்படுவதற்கு முன் உரிமை உள்ளதா என்று அமைப்பு சரிபார்க்கிறது.
te: ఇది బ్యాంక్ కౌంటర్ లాంటిది: మీరు ఎప్పుడూ వాల్ట్‌ను మీరే తాకరు. మీరు అభ్యర్థన చేస్తారు, మరియు చర్య చేయడానికి ముందు సిస్టమ్ మీకు హక్కు ఉందో లేదో తనిఖీ చేస్తుంది.
th: เหมือนเคาน์เตอร์ธนาคาร: คุณไม่เคยแตะห้องนิรภัยเอง คุณทำคำขอ และระบบตรวจสอบว่าคุณมีสิทธิ์ก่อนดำเนินการ
tr: Bu bir banka gisesi gibidir: kasaya kendiniz asla dokunmazsiniz. Bir istek yaparsiniz ve sistem harekete gecmeden once hakkiinizi dogrular.
ug: بانكا سايۋىنىدەك: سىز ھەرگىز خەزىنىنى ئۆزىڭىز تەگمەيسىز. ئىلتىماس قىلىسىز، سىستېما مەشغۇلات قىلىشتىن بۇرۇن ھوقۇقىڭىزنى تەكشۈرىدۇ.
uk: Це як банківська каса: ви ніколи не торкаєтесь сейфа самі. Ви робите запит, і система перевіряє ваші права перед дією.
ur:  ุจูฺฉ ฺฉุงุคููนุฑ ฺฉ ุทุฑุญ : ุขูพ ฺฉุจฺพ ุฎูุฏ ุฎุฒุงู ฺฉู ูฺบ ฺฺพูุช ุขูพ ุฏุฑุฎูุงุณุช ฺฉุฑุช ฺบุ ุงูุฑ ุณุณูนู ุนู ู ฺฉุฑู ุณ ูพู ุขูพ ฺฉ ุญู ฺฉ ุชุตุฏู ฺฉุฑุชุง 

# secVashLabel
source: UNIQUE IN THE WORLD
af: UNIEK IN DIE WÊRELD
ar: فريد في العالم
bg: УНИКАЛНО В СВЕТА
bn: বিশ্বে অনন্য
ca: ÚNIC AL MÓN
cs: UNIKATNI NA SVETE
da: UNIK I VERDEN
de: WELTWEIT EINZIGARTIG
el: ΜΟΝΑΔΙΚΟ ΣΤΟΝ ΚΟΣΜΟ
es: ÚNICO EN EL MUNDO
et: AINULAADNE MAAILMAS
eu: MUNDUAN BAKARRA
fa: منحصر در جهان
fi: AINUTLAATUINEN MAAILMASSA
fil: NATATANGI SA MUNDO
fr: UNIQUE AU MONDE
ga: UATHUIL AR DOMHAN
gl: UNICO NO MUNDO
gu: વિશ્વમાં અનન્ય
he: ייחודי בעולם
hi: दुनिया में अनूठा
hr: JEDINSTVENO U SVIJETU
hu: EGYEDÜLÁLLÓ A VILÁGON
id: UNIK DI DUNIA
it: UNICO AL MONDO
ja: 世界で唯一
ka: უნიკალური მსოფლიოში
kk: ӘЛЕМДЕ БІРЕГЕЙ
km: តែមួយគត់នៅលើពិភពលោក
ky: ДҮЙНӨДӨ УНИКАЛДУУ
mk: УНИКАТНО ВО СВЕТОТ
mr: जगात अद्वितीय
ms: UNIK DI DUNIA
nb: UNIKT I VERDEN
nl: UNIEK IN DE WERELD
pt_pt: UNICO NO MUNDO
ro: UNIC IN LUME
ru: УНИКАЛЬНЫЙ В МИРЕ
sk: JEDINEENY NA SVETE
sl: EDINSTVEN NA SVETU
sq: UNIK NE BOTE
sr: ЈЕДИНСТВЕНО У СВЕТУ
sv: UNIKT I VÄRLDEN
ta: உலகில் தனித்துவமானது
te: ప్రపంచంలో ఏకైకం
th: หนึ่งเดียวในโลก
tr: DUNYADA ESSIZ
ug: دۇنيادا يالغۇز
uk: УНІКАЛЬНИЙ У СВІТІ
ur: ุฏูุง ู ฺบ ู ููุฑุฏ

# secVashTitle
source: Vash Mode
af: Vash-modus
ar: وضع Vash
bg: Режим Vash
bn: Vash মোড
ca: Mode Vash
cs: Rezim Vash
da: Vash-tilstand
de: Vash-Modus
el: Λειτουργία Vash
es: Modo Vash
et: Vash režiim
eu: Vash modua
fa: حالت Vash
fi: Vash-tila
fr: Mode Vash
ga: Modh Vash
gl: Modo Vash
gu: Vash મોડ
he: מצב Vash
hi: Vash मोड
hr: Vash nacin
hu: Vash mód
id: Mode Vash
it: Modalità Vash
ja: Vash モード
ka: Vash რეჟიმი
kk: Vash режимі
km: មុខងារ Vash
ky: Vash режими
mk: Vash режим
mr: Vash मोड
ms: Mod Vash
nb: Vash-modus
nl: Vash-modus
pt_pt: Modo Vash
ro: Mod Vash
ru: Режим Vash
sk: Rezim Vash
sl: Nacin Vash
sq: Modaliteti Vash
sr: Vash режим
sv: Vash-läge
ta: Vash பயன்முறை
te: Vash మోడ్
th: โหมด Vash
tr: Vash Modu
ug: Vash ھالىتى
uk: Режим Vash
ur: Vash ู ูฺ

# secVashSubtitle
source: An emergency security system that doesn't exist in any other messaging app.
af: 'n Nood-sekuriteitstelsel wat nie in enige ander boodskap-app bestaan nie.
ar: نظام أمان طوارئ لا يوجد في أي تطبيق مراسلة آخر.
bg: Система за аварийна сигурност, която не съществува в нито едно друго приложение за съобщения.
bn: একটি জরুরি নিরাপত্তা ব্যবস্থা যা অন্য কোনো মেসেজিং অ্যাপে নেই।
ca: Un sistema de seguretat d'emergència que no existeix en cap altra aplicació de missatgeria.
cs: Nouzovy bezpecnostni system, ktery neexistuje v zadne jine zpravove aplikaci.
da: Et nødsikkerhedssystem der ikke eksisterer i nogen anden beskedapp.
de: Ein Notfall-Sicherheitssystem, das in keiner anderen Messaging-App existiert.
el: Ένα σύστημα ασφαλείας έκτακτης ανάγκης που δεν υπάρχει σε καμία άλλη εφαρμογή μηνυμάτων.
es: Un sistema de seguridad de emergencia que no existe en ninguna otra app de mensajería.
et: Hädaolukorra turvasüsteem, mida ei eksisteeri üheski teises sõnumirakenduses.
eu: Larrialdiko segurtasun-sistema bat, beste inongo mezu-aplikaziotan existitzen ez dena.
fa: سیستم امنیتی اضطراری که در هیچ برنامه پیام‌رسان دیگری وجود ندارد.
fi: Hätäturvallisuusjärjestelmä, jota ei ole missään muussa viestisovelluksessa.
fil: Isang emergency na sistema ng seguridad na wala sa anumang iba pang messaging app.
fr: Un système de sécurité d'urgence qui n'existe dans aucune autre application de messagerie.
ga: Coras slandala eigeandala nach bhfuil in aon aip teachtaireachtai eile.
gl: Un sistema de seguridade de emerxencia que non existe en ningunha outra aplicacion de mensaxeria.
gu: ઈમર્જન્સી સુરક્ષા સિસ્ટમ જે અન્ય કોઈ મેસેજિંગ એપ્લિકેશનમાં અસ્તિત્વમાં નથી.
he: מערכת אבטחת חירום שלא קיימת באף אפליקציית מסרים אחרת.
hi: एक आपातकालीन सुरक्षा प्रणाली जो किसी अन्य मैसेजिंग ऐप में मौजूद नहीं है।
hr: Hitni sigurnosni sustav koji ne postoji ni u jednoj drugoj aplikaciji za poruke.
hu: Egy vészhelyzeti biztonsági rendszer, amely egyetlen más üzenetküldőben sem létezik.
id: Sistem keamanan darurat yang tidak ada di aplikasi pesan lainnya.
it: Un sistema di sicurezza d'emergenza che non esiste in nessun'altra app di messaggistica.
ja: 他のメッセージングアプリには存在しない緊急セキュリティシステム。
ka: საგანგებო უსაფრთხოების სისტემა, რომელიც არცერთ სხვა მესენჯერ აპში არ არსებობს.
kk: Басқа ешбір мессенджерде жоқ төтенше қауіпсіздік жүйесі.
km: ប្រព័ន្ធសុវត្ថិភាពបន្ទាន់ដែលមិនមាននៅក្នុងកម្មវិធីផ្ញើសារផ្សេង។
ky: Башка эч бир мессенжерде жок шашылыш коопсуздук тутуму.
mk: Систем за итна безбедност што не постои во ниедна друга апликација за пораки.
mr: एक आपत्कालीन सुरक्षा प्रणाली जी इतर कोणत्याही मेसेंजिंग अॅपमध्ये नाही.
ms: Sistem keselamatan kecemasan yang tidak wujud dalam mana-mana aplikasi pemesejan lain.
nb: Et nødsikkerhetssystem som ikke finnes i noen annen meldingsapp.
nl: Een noodbeveiligingssysteem dat in geen enkele andere messaging-app bestaat.
pt_pt: Um sistema de seguranca de emergencia que nao existe em nenhuma outra aplicacao de mensagens.
ro: Un sistem de securitate de urgenta care nu exista in nicio alta aplicatie de mesagerie.
ru: Система экстренной безопасности, которой нет ни в одном другом мессенджере.
sk: System nudzovej bezpecnosti, ktory neexistuje v ziadnej inej aplikacii na posielanie sprav.
sl: Sistem nujne varnosti, ki ne obstaja v nobeni drugi aplikaciji za sporocanje.
sq: Nje sistem sigurie emergjence qe nuk ekziston ne asnje aplikacion tjeter mesazherisie.
sr: Хитни безбедносни систем који не постоји ни у једној другој апликацији за размену порука.
sv: Ett nödsäkerhetssystem som inte finns i någon annan meddelandeapp.
ta: வேறு எந்த தூதுவர் செயலியிலும் இல்லாத அவசர பாதுகாப்பு அமைப்பு.
te: ఏ ఇతర మెసేజింగ్ యాప్‌లోనూ ఉనికిలో లేని అత్యవసర భద్రతా వ్యవస్థ.
th: ระบบรักษาความปลอดภัยฉุกเฉินที่ไม่มีในแอปส่งข้อความอื่น
tr: Baska hicbir mesajlasma uygulamasinda bulunmayan bir acil guvenlik sistemi.
ug: باشقا ھېچبىر ئۇچۇرلاشقۇدا مەۋجۇت بولمىغان جىددىي بىخەتەرلىك سىستېمىسى.
uk: Система екстреної безпеки, якої немає в жодному іншому месенджері.
ur: ุงฺฉ ูฺฏุงู  ุณฺฉูุฑูน ูุธุงู ุฌู ฺฉุณ ุงูุฑ ู ุณุฌูฺฏ ุงูพ ู ฺบ ูฺบ 

# secVashScenarioTitle
source: Imagine this situation
af: Stel jou hierdie situasie voor
ar: تخيل هذا الموقف
bg: Представете си тази ситуация
bn: এই পরিস্থিতি কল্পনা করুন
ca: Imagina aquesta situació
cs: Predstav si tuto situaci
da: Forestil dig denne situation
de: Stell dir diese Situation vor
el: Φανταστείτε αυτή την κατάσταση
es: Imagina esta situación
et: Kujutage ette seda olukorda
eu: Imajinatu egoera hau
fa: این وضعیت را تصور کنید
fi: Kuvittele tämä tilanne
fil: Isipin ang sitwasyong ito
fr: Imagine cette situation
ga: Samhlaigh an cas seo
gl: Imaxina esta situacion
gu: આ પરિસ્થિતિ કલ્પો
he: דמיין את המצב הזה
hi: यह स्थिति कल्पना करें
hr: Zamislite ovu situaciju
hu: Képzelje el ezt a helyzetet
id: Bayangkan situasi ini
it: Immagina questa situazione
ja: この状況を想像してください
ka: წარმოიდგინეთ ეს სიტუაცია
kk: Мына жағдайды елестетіңіз
km: ស្រមៃស្ថានភាពនេះ
ky: Бул кырдаалды элестетиңиз
mk: Замислете ја оваа ситуација
mr: ही परिस्थिती कल्पना करा
ms: Bayangkan situasi ini
nb: Se for deg denne situasjonen
nl: Stel je deze situatie voor
pt_pt: Imagina esta situacao
ro: Imagineaza-ti aceasta situatie
ru: Представьте эту ситуацию
sk: Predstavte si tuto situaciu
sl: Predstavljajte si to situacijo
sq: Imagjinoni kete situate
sr: Замисли ову ситуацију
sv: Föreställ dig denna situation
ta: இந்தச் சூழலை நினைத்துப் பாருங்கள்
te: ఈ పరిస్థితిని ఊహించుకోండి
th: ลองจินตนาการสถานการณ์นี้
tr: Bu durumu hayal et
ug: بۇ ئەھۋالنى تەسەۋۋۇر قىلىڭ
uk: Уявіть цю ситуацію
ur: ุงุณ ุตูุฑุชุญุงู ฺฉุง ุชุตูุฑ ฺฉุฑฺบ

# secVashScenario1
source: Someone accesses your phone
af: Iemand kry toegang tot jou foon
ar: شخص ما يصل إلى هاتفك
bg: Някой получава достъп до телефона ви
bn: কেউ আপনার ফোনে প্রবেশ করে
ca: Algú accedeix al teu telèfon
cs: Nekdo se dostane k tvemu telefonu
da: Nogen får adgang til din telefon
de: Jemand greift auf dein Telefon zu
el: Κάποιος αποκτά πρόσβαση στο τηλέφωνό σας
es: Alguien accede a tu teléfono
et: Keegi pääseb teie telefonile ligi
eu: Norbaitek zure telefonora sarbidea lortu du
fa: کسی به تلفن شما دسترسی پیدا می‌کند
fi: Joku pääsee käsiksi puhelimeesi
fil: May nakaka-access sa iyong telepono
fr: Quelqu'un accède à ton téléphone
ga: Faigheann duine rochtain ar do ghuthan
gl: Alguén accede ao teu telefono
gu: કોઈ તમારા ફોનને ઍક્સેસ કરે છે
he: מישהו ניגש לטלפון שלך
hi: कोई आपके फ़ोन तक पहुंच जाता है
hr: Netko pristupa vasem telefonu
hu: Valaki hozzáfér a telefonjához
id: Seseorang mengakses ponsel Anda
it: Qualcuno accede al tuo telefono
ja: 誰かがあなたの電話にアクセスする
ka: ვიღაც წვდება თქვენს ტელეფონს
kk: Біреу телефоныңызға қол жеткізеді
km: នរណាម្នាក់ចូលប្រើទូរស័ព្ទរបស់អ្នក
ky: Кимдир бирөө телефонуңузга кирди
mk: Некој пристапува до вашиот телефон
mr: कोणीतरी तुमच्या फोनमध्ये प्रवेश करतो
ms: Seseorang mengakses telefon anda
nb: Noen får tilgang til telefonen din
nl: Iemand krijgt toegang tot je telefoon
pt_pt: Alguem acede ao teu telefone
ro: Cineva acceseaza telefonul tau
ru: Кто-то получает доступ к вашему телефону
sk: Niekto ziska pristup k vasmu telefonu
sl: Nekdo dostopa do vasega telefona
sq: Dikush ka akses ne telefonin tuaj
sr: Неко приступа твом телефону
sv: Någon kommer åt din telefon
ta: யாரோ உங்கள் தொலைபேசியை அணுகுகிறார்கள்
te: ఎవరో మీ ఫోన్‌ను యాక్సెస్ చేస్తారు
th: มีคนเข้าถึงโทรศัพท์ของคุณ
tr: Birisi telefonuna erisiyor
ug: بىرسى تېلېفونىڭىزغا كىرىدۇ
uk: Хтось отримує доступ до вашого телефону
ur: ฺฉูุฆ ุขูพ ฺฉ ููู ุชฺฉ ุฑุณุงุฆ ุญุงุตู ฺฉุฑุชุง 

# secVashScenario2
source: You're asked for your PIN code
af: Jou PIN-kode word gevra
ar: يُطلب منك رمز PIN
bg: Поискан ви е PIN кодът
bn: আপনার কাছে PIN কোড চাওয়া হয়
ca: Et demanen el codi PIN
cs: Pozaduji po tobe PIN kod
da: Du bliver bedt om din PIN-kode
de: Du wirst nach deinem PIN-Code gefragt
el: Σας ζητούν τον κωδικό PIN σας
es: Te piden tu código PIN
et: Teilt küsitakse teie PIN-koodi
eu: Zure PIN kodea eskatzen dizute
fa: کد PIN شما خواسته می‌شود
fi: Sinulta kysytään PIN-koodiasi
fil: Hinihinging ilagay mo ang iyong PIN code
fr: On te demande ton code PIN
ga: Iarrtar do chod PIN ort
gl: Pidenche o teu codigo PIN
gu: તમારા PIN કોડ માટે પૂછવામાં આવે છે
he: מבקשים ממך את קוד ה-PIN
hi: आपसे PIN कोड मांगा जाता है
hr: Traze vas PIN kod
hu: Kérik a PIN kódját
id: Anda diminta kode PIN
it: Ti chiedono il codice PIN
ja: PIN コードを求められる
ka: გთხოვენ PIN კოდს
kk: Сізден PIN кодты сұрайды
km: អ្នកត្រូវបានសុំលេខកូដ PIN
ky: Сизден PIN кодуңузду сурашат
mk: Ви бараат PIN код
mr: तुम्हाला तुमचा PIN कोड विचारला जातो
ms: Anda diminta kod PIN anda
nb: Du blir bedt om PIN-koden din
nl: Je wordt gevraagd om je PIN-code
pt_pt: Pedem-te o teu codigo PIN
ro: Ti se cere codul PIN
ru: У вас просят PIN-код
sk: Pytaju si od vas PIN kod
sl: Zahtevajo vaso PIN kodo
sq: Ju kerkohet kodi PIN
sr: Траже ти PIN код
sv: Du ombeds ange din PIN-kod
ta: உங்கள் PIN குறியீட்டைக் கேட்கிறார்கள்
te: మీ PIN కోడ్ అడుగుతారు
th: ถูกขอรหัส PIN
tr: Senden PIN kodun isteniyor
ug: سىزدىن PIN كود سورايدۇ
uk: Вас просять ввести PIN-код
ur: ุขูพ ุณ PIN ฺฉูฺ ู ุงูฺฏุง ุฌุงุชุง 

# secVashScenario3
source: You want to erase all your data urgently
af: Jy wil al jou data dringend uitvee
ar: تريد مسح جميع بياناتك بشكل عاجل
bg: Искате спешно да изтриете всички данни
bn: আপনি জরুরিভাবে সমস্ত ডেটা মুছতে চান
ca: Vols esborrar totes les dades urgentment
cs: Chces nouzove smazat vsechna svoja data
da: Du vil slette alle dine data med det samme
de: Du willst dringend alle deine Daten löschen
el: Θέλετε να διαγράψετε όλα τα δεδομένα σας επειγόντως
es: Quieres borrar todos tus datos urgentemente
et: Soovite kiiresti kõik andmed kustutada
eu: Zure datu guztiak urgentziaz ezabatu nahi dituzu
fa: می‌خواهید همه داده‌ها را فوراً پاک کنید
fi: Haluat poistaa kaikki tietosi kiireellisesti
fil: Gusto mong burahin agad ang lahat ng iyong data
fr: Tu veux effacer toutes tes données en urgence
ga: Ba mhaith leat do shonrai go leir a scriosadh go prainneach
gl: Queres borrar todos os teus datos con urxencia
gu: તમે તાત્કાલિક તમારો બધો ડેટા ભૂંસવા માંગો છો
he: אתה רוצה למחוק את כל הנתונים שלך בדחיפות
hi: आप तत्काल अपना सारा डेटा मिटाना चाहते हैं
hr: Zelite hitno izbrisati sve svoje podatke
hu: Sürgősen törölni akarja az összes adatát
id: Anda ingin menghapus semua data secara mendesak
it: Vuoi cancellare tutti i tuoi dati d'urgenza
ja: すべてのデータを緊急に消去したい
ka: გსურთ სასწრაფოდ წაშალოთ ყველა მონაცემი
kk: Барлық деректеріңізді шұғыл жойғыңыз келеді
km: អ្នកចង់លុបទិន្នន័យទាំងអស់ជាបន្ទាន់
ky: Бардык маалыматтарыңызды тез арада өчүргүңүз келет
mk: Сакате итно да ги избришете сите податоци
mr: तुम्हाला तातडीने सर्व डेटा मिटवायचा आहे
ms: Anda mahu memadamkan semua data anda dengan segera
nb: Du vil slette alle dataene dine umiddelbart
nl: Je wilt al je gegevens dringend wissen
pt_pt: Queres apagar todos os teus dados urgentemente
ro: Vrei sa stergi urgent toate datele
ru: Вы хотите срочно стереть все данные
sk: Chcete nudzovo vymazat vsetky udaje
sl: Želite nujno izbrisati vse podatke
sq: Doni te fshini urgjentisht te gjitha te dhenat
sr: Желиш хитно да обришеш све своје податке
sv: Du vill radera all din data omedelbart
ta: உங்கள் அனைத்து தரவையும் அவசரமாக அழிக்க விரும்புகிறீர்கள்
te: మీ మొత్తం డేటాను అత్యవసరంగా తొలగించాలనుకుంటున్నారు
th: คุณต้องการลบข้อมูลทั้งหมดอย่างเร่งด่วน
tr: Tum verilerini acilen silmek istiyorsun
ug: بارلىق سانلىق مەلۇماتىڭىزنى جىددىي ئۆچۈرمەكچى
uk: Ви хочете терміново стерти всі дані
ur: ุขูพ ููุฑ ุทูุฑ ูพุฑ ุงูพูุง ุชู ุงู ฺูนุง ู ูนุงูุง ฺุงุช ฺบ

# secVashSolutionTitle
source: The solution: two PIN codes
af: Die oplossing: twee PIN-kodes
ar: الحل: رمزا PIN
bg: Решението: два PIN кода
bn: সমাধান: দুটি PIN কোড
ca: La solució: dos codis PIN
cs: Reseni: dva PIN kody
da: Løsningen: to PIN-koder
de: Die Lösung: zwei PIN-Codes
el: Η λύση: δύο κωδικοί PIN
es: La solución: dos códigos PIN
et: Lahendus: kaks PIN-koodi
eu: Irtenbidea: bi PIN kode
fa: راه‌حل: دو کد PIN
fi: Ratkaisu: kaksi PIN-koodia
fil: Ang solusyon: dalawang PIN code
fr: La solution : deux codes PIN
ga: An reiteach: dha chod PIN
gl: A solucion: dous codigos PIN
gu: ઉકેલ: બે PIN કોડ
he: הפתרון: שני קודי PIN
hi: समाधान: दो PIN कोड
hr: Rjesenje: dva PIN koda
hu: A megoldás: két PIN kód
id: Solusinya: dua kode PIN
it: La soluzione: due codici PIN
ja: 解決策：2つの PIN コード
ka: გადაწყვეტა: ორი PIN კოდი
kk: Шешім: екі PIN код
km: ដំណោះស្រាយ: លេខកូដ PIN ពីរ
ky: Чечим: эки PIN код
mk: Решението: два PIN кода
mr: उपाय: दोन PIN कोड
ms: Penyelesaian: dua kod PIN
nb: Løsningen: to PIN-koder
nl: De oplossing: twee PIN-codes
pt_pt: A solucao: dois codigos PIN
ro: Solutia: doua coduri PIN
ru: Решение: два PIN-кода
sk: Riesenie: dva PIN kody
sl: Resitev: dve PIN kodi
sq: Zgjidhja: dy kode PIN
sr: Решење: два PIN кода
sv: Lösningen: två PIN-koder
ta: தீர்வு: இரண்டு PIN குறியீடுகள்
te: పరిష్కారం: రెండు PIN కోడ్‌లు
th: ทางออก: สอง PIN
tr: Cozum: iki PIN kodu
ug: ھەل: ئىككى PIN كود
uk: Рішення: два PIN-коди
ur: ุญู: ุฏู PIN ฺฉูฺุฒ
