Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secLayer2Desc
source: Regular messengers send your messages with your identity attached. It's like writing your name on the envelope. Hash uses anonymous mailboxes: the server delivers the message without knowing who sent it.
af: Gewone boodskapdienste stuur jou boodskappe met jou identiteit aangeheg. Dit is asof jy jou naam op die koevert skryf. Hash gebruik anonieme posbusse: die bediener lewer die boodskap af sonder om te weet wie dit gestuur het.
ar: تطبيقات المراسلة العادية ترسل رسائلك مع هويتك مرفقة. كأنك تكتب اسمك على المظروف. يستخدم Hash صناديق بريد مجهولة: الخادم يسلم الرسالة دون معرفة من أرسلها.
bg: Обичайните месинджъри изпращат съобщенията ви с вашата идентичност прикачена. Сякаш пишете името си на плика. Hash използва анонимни пощенски кутии: сървърът доставя съобщението, без да знае кой го е изпратил.
bn: সাধারণ মেসেঞ্জার আপনার পরিচয় সংযুক্ত করে বার্তা পাঠায়। এটা যেন খামে নাম লেখা। Hash বেনামী মেইলবক্স ব্যবহার করে: সার্ভার বার্তা পৌঁছায় কে পাঠিয়েছে না জেনে।
ca: Els missatgers normals envien els teus missatges amb la teva identitat adjunta. És com escriure el teu nom al sobre. Hash utilitza bústies anònimes: el servidor lliura el missatge sense saber qui l'ha enviat.
cs: Bezne messengery odesilaji zpravy s tvou identitou. Je to jako napsat sve jmeno na obalku. Hash pouziva anonymni schranky: server dorucuje zpravu, aniz by vedel, kdo ji poslal.
da: Almindelige beskedtjenester sender dine beskeder med din identitet vedhæftet. Det er som at skrive dit navn på konvolutten. Hash bruger anonyme postkasser: serveren leverer beskeden uden at vide, hvem der sendte den.
de: Normale Messenger senden deine Nachrichten mit deiner Identität angehängt. Es ist wie deinen Namen auf den Umschlag zu schreiben. Hash verwendet anonyme Briefkästen: Der Server stellt die Nachricht zu, ohne zu wissen, wer sie gesendet hat.
el: Οι συνηθισμένοι messenger στέλνουν τα μηνύματά σας με την ταυτότητά σας. Είναι σαν να γράφετε το όνομά σας στον φάκελο. Το Hash χρησιμοποιεί ανώνυμα γραμματοκιβώτια: ο διακομιστής παραδίδει το μήνυμα χωρίς να ξέρει ποιος το έστειλε.
es: Los mensajeros normales envían tus mensajes con tu identidad adjunta. Es como escribir tu nombre en el sobre. Hash usa buzones anónimos: el servidor entrega el mensaje sin saber quién lo envió.
et: Tavalised sõnumitoojad saadavad teie sõnumid koos teie identiteediga. See on nagu kirjutaksite oma nime ümbrikule. Hash kasutab anonüümseid postkaste: server edastab sõnumi teadmata, kes selle saatis.
eu: Ohiko mezulariek zure identitatearekin bidaltzen dituzte zure mezuak. Gutun-azalean zure izena idaztea bezala da. Hash-ek postontzi anonimoak erabiltzen ditu: zerbitzariak mezua entregatzen du nork bidali duen jakin gabe.
fa: پیام‌رسان‌های معمولی پیام‌های شما را با هویتتان ارسال می‌کنند. مانند نوشتن نامتان روی پاکت. Hash از صندوق‌های پستی ناشناس استفاده می‌کند: سرور پیام را بدون دانستن فرستنده تحویل می‌دهد.
fi: Tavalliset viestisovellukset lähettävät viestisi henkilöllisyytesi kanssa. Se on kuin kirjoittaisit nimesi kirjekuoreen. Hash käyttää anonyymejä postilaatikoita: palvelin toimittaa viestin tietämättä, kuka sen lähetti.
fil: Ang karaniwang mga messenger ay nagpapadala ng iyong mga mensahe kasama ang iyong identity. Parang sinusulat mo ang pangalan mo sa sobre. Gumagamit ang Hash ng anonymous na mga mailbox: nagde-deliver ang server ng mensahe nang hindi alam kung sino ang nagpadala.
fr: Les messageries classiques envoient tes messages avec ton identité attachée. C'est comme écrire ton nom sur l'enveloppe. Hash utilise des boîtes aux lettres anonymes : le serveur dépose le message sans savoir qui l'a envoyé.
ga: Seolann aipeanna teachtaireachtai traidisiunta do chuid teachtaireachtai le d'aitheantas ceangailte. Cosuil le d'ainm a scriobh ar an gcludach. Usaideann Hash boscai litreach anaithnide: fagann an freastalai an teachtaireacht gan fhios ce a sheol i.
gl: As mensaxerias convencionais envian as tuas mensaxes coa tua identidade adxunta. E como escribir o teu nome no sobre. Hash usa caixas de correo anonimas: o servidor entrega a mensaxe sen saber quen a enviou.
gu: સામાન્ય મેસેન્જર તમારા સંદેશાઓ તમારી ઓળખ સાથે મોકલે છે. તે જાણે પરબિડિયા પર તમારું નામ લખવા જેવું છે. Hash અનામી મેઈલબોક્સ વાપરે છે: સર્વર સંદેશ મોકલે છે પણ જાણતું નથી કોણે મોકલ્યો.
he: מסנג'רים רגילים שולחים את ההודעות שלך עם הזהות שלך מצורפת. זה כמו לכתוב את שמך על המעטפה. Hash משתמש בתיבות דואר אנונימיות: השרת מוסר את ההודעה בלי לדעת מי שלח אותה.
hi: सामान्य मैसेंजर आपके संदेश आपकी पहचान के साथ भेजते हैं। यह लिफ़ाफ़े पर अपना नाम लिखने जैसा है। Hash गुमनाम मेलबॉक्स का उपयोग करता है: सर्वर संदेश वितरित करता है बिना जाने कि किसने भेजा।
hr: Obicni komunikatori salju vase poruke s vasim identitetom. Kao da pisite svoje ime na omotnicu. Hash koristi anonimne postanske sanducice: posluzitelj isporucuje poruku ne znajuci tko ju je poslao.
hu: A hagyományos üzenetküldők az Ön személyazonosságával küldik az üzeneteket. Mintha a nevét írná a borítékra. A Hash anonim postaládákat használ: a szerver kézbesíti az üzenetet anélkül, hogy tudná, ki küldte.
id: Pesan instan biasa mengirim pesan Anda dengan identitas Anda terlampir. Seperti menulis nama Anda di amplop. Hash menggunakan kotak surat anonim: server mengirimkan pesan tanpa mengetahui siapa pengirimnya.
it: Le app di messaggistica classiche inviano i tuoi messaggi con la tua identità allegata. È come scrivere il tuo nome sulla busta. Hash utilizza caselle postali anonime: il server deposita il messaggio senza sapere chi lo ha inviato.
ja: 通常のメッセンジャーはあなたの身元と一緒にメッセージを送信します。封筒に名前を書くようなものです。Hash は匿名のメールボックスを使用します：サーバーは誰が送ったか知らずにメッセージを配信します。
ka: ჩვეულებრივი მესენჯერები შეტყობინებებს თქვენი ვინაობით აგზავნიან. ეს კონვერტზე სახელის დაწერას ჰგავს. Hash ანონიმურ საფოსტო ყუთებს იყენებს: სერვერი შეტყობინებას მიაწვდის გამომგზავნის ცოდნის გარეშე.
kk: Кәдімгі мессенджерлер хабарламаларыңызды жеке басыңызбен жібереді. Бұл конвертке атыңызды жазу сияқты. Hash анонимді пошта жәшіктерін қолданады: сервер хабарламаны кімнің жібергенін білмей жеткізеді.
km: កម្មវិធីផ្ញើសារធម្មតាផ្ញើសាររបស់អ្នកជាមួយអត្តសញ្ញាណរបស់អ្នក។ វាដូចជាសរសេរឈ្មោះរបស់អ្នកនៅលើស្រោម។ Hash ប្រើប្រអប់សំបុត្រអនាមិក: ម៉ាស៊ីនមេដឹកជញ្ជូនសារដោយមិនដឹងថានរណាផ្ញើ។
ky: Кадимки мессенжерлер каттарыңызды инсандыгыңыз тиркелген. Бул конвертке атыңызды жазгандай. Hash анонимдик почта кутуларын колдонот: сервер кимдин жөнөткөнүн билбестен катты жеткирет.
mk: Обичните месинџери ги испраќаат вашите пораки со вашиот идентитет прикачен. Тоа е како да го напишете вашето име на обвивката. Hash користи анонимни поштенски сандачиња: серверот ја доставува пораката без да знае кој ја испратил.
mr: सामान्य मेसेंजर तुमचे संदेश तुमच्या ओळखीसह पाठवतात. हे लिफाफ्यावर नाव लिहिण्यासारखे आहे. Hash अनामिक मेलबॉक्स वापरते: सर्व्हर कोणी पाठवले हे न जाणता संदेश वितरित करतो.
ms: Pemesejan biasa menghantar mesej anda dengan identiti anda dilampirkan. Seperti menulis nama anda pada sampul surat. Hash menggunakan peti surat tanpa nama: pelayan menghantar mesej tanpa tahu siapa pengirimnya.
nb: Vanlige meldingstjenester sender meldingene dine med identiteten din vedlagt. Det er som å skrive navnet ditt på konvolutten. Hash bruker anonyme postkasser: serveren leverer meldingen uten å vite hvem som sendte den.
nl: Gewone messengers sturen je berichten met je identiteit erbij. Het is alsof je je naam op de envelop schrijft. Hash gebruikt anonieme brievenbussen: de server bezorgt het bericht zonder te weten wie het heeft gestuurd.
pt_pt: Os mensageiros comuns enviam as tuas mensagens com a tua identidade anexada. E como escrever o teu nome no envelope. O Hash utiliza caixas de correio anonimas: o servidor entrega a mensagem sem saber quem a enviou.
ro: Mesagerii obisnuiti trimit mesajele cu identitatea ta atasata. E ca si cum ti-ai scrie numele pe plic. Hash foloseste cutii postale anonime: serverul livreaza mesajul fara sa stie cine l-a trimis.
ru: Обычные мессенджеры отправляют сообщения с вашей личностью. Это как написать имя на конверте. Hash использует анонимные ящики: сервер доставляет сообщение, не зная отправителя.
sk: Bezne messengery posielajú spravy s vasou identitou. Je to akoby ste napisali meno na obalku. Hash pouziva anonymne schranky: server doruci spravu bez vedenia, kto ju poslal.
sl: Obicajni sporocilniki posiljajo sporocila z vaso identiteto. Kot da bi napisali ime na ovojnico. Hash uporablja anonimne nabiralnike: strežnik dostavi sporocilo, ne da bi vedel, kdo ga je poslal.
sq: Mesazhieret e zakonshem dergojne mesazhet me identitetin tuaj te bashkangjitur. Eshte si te shkruani emrin ne zarf. Hash perdor kutite postare anonime: serveri dorezoin mesazhin pa ditur kush e dergoi.
sr: Обични месенџери шаљу твоје поруке са твојим идентитетом. Као да пишеш своје име на коверти. Hash користи анонимна поштанска сандучад: сервер испоручује поруку не знајући ко ју је послао.
sv: Vanliga meddelandeappar skickar dina meddelanden med din identitet bifogad. Det är som att skriva ditt namn på kuvertet. Hash använder anonyma brevlådor: servern levererar meddelandet utan att veta vem som skickade det.
ta: வழக்கமான தூதுவர்கள் உங்கள் அடையாளத்துடன் செய்திகளை அனுப்புகின்றன. உறையில் உங்கள் பெயரை எழுதுவது போல. Hash அநாமதேய அஞ்சல் பெட்டிகளைப் பயன்படுத்துகிறது: யார் அனுப்பினார்கள் என்று தெரியாமல் சேவையகம் செய்தியை வழங்குகிறது.
te: సాధారణ మెసెంజర్లు మీ సందేశాలను మీ గుర్తింపుతో పంపుతాయి. ఎన్వలప్‌పై మీ పేరు రాయడం లాంటిది. Hash అనామక మెయిల్‌బాక్స్‌లను ఉపయోగిస్తుంది: ఎవరు పంపారో తెలియకుండా సర్వర్ సందేశాన్ని డెలివర్ చేస్తుంది.
th: แอปส่งข้อความทั่วไปส่งข้อความพร้อมตัวตนของคุณ เหมือนเขียนชื่อบนซอง Hash ใช้ตู้ไปรษณีย์นิรนาม: เซิร์ฟเวอร์ส่งข้อความโดยไม่รู้ว่าใครส่ง
tr: Normal mesajlasma uygulamalari mesajlarinizi kimliginiz ekli olarak gonderir. Zarfa adinizi yazmak gibi. Hash anonim posta kutulari kullanir: sunucu mesaji kimin gonderdigini bilmeden iletir.
ug: ئادەتتىكى ئۇچۇرلاشقۇلار ئۇچۇرلىرىڭىزنى كىملىكىڭىز بىلەن يوللايدۇ. كونۋېرتقا ئىسمىڭىزنى يېزىشتەك. Hash نامسىز ساندۇقلارنى ئىشلىتىدۇ: مۇلازىمېتىر كىمنىڭ يوللىغانلىقىنى بىلمەي ئۇچۇرنى يەتكۈزىدۇ.
uk: Звичайні месенджери надсилають повідомлення з вашою особистістю. Це як написати ім'я на конверті. Hash використовує анонімні скриньки: сервер доставляє повідомлення, не знаючи, хто його надіслав.
ur: ุนุงู ู ุณูุฌุฑุฒ ุขูพ ฺฉ ูพุบุงู ุงุช ุขูพ ฺฉ ุดูุงุฎุช ฺฉ ุณุงุชฺพ ุจฺพุฌุช ฺบ ุฌุณ ููุงู ูพุฑ ุงูพูุง ูุงู ูฺฉฺพูุง Hash ฺฏู ูุงู ู ู ุจุงฺฉุณ ุงุณุชุนู ุงู ฺฉุฑุชุง : ุณุฑูุฑ ูพุบุงู ูพูฺุงุชุง  ุจุบุฑ ุฌุงู ฺฉุณ ู ุจฺพุฌุง

# secLayer2Detail
source: Result: even in case of a server data breach, it's impossible to reconstruct who talks to whom.
af: Resultaat: selfs in geval van 'n bediener-datalek, is dit onmoontlik om te rekonstrueer wie met wie praat.
ar: النتيجة: حتى في حالة اختراق بيانات الخادم، يستحيل إعادة بناء من يتحدث مع من.
bg: Резултат: дори в случай на пробив в данните на сървъра, е невъзможно да се възстанови кой с кого говори.
bn: ফলাফল: সার্ভার ডেটা ফাঁস হলেও, কে কার সাথে কথা বলে পুনর্গঠন করা অসম্ভব।
ca: Resultat: fins i tot en cas de filtració de dades del servidor, és impossible reconstruir qui parla amb qui.
cs: Vysledek: i v pripade uniku dat ze serveru je nemozne rekonstruovat, kdo s kym komunikuje.
da: Resultat: selv i tilfælde af et serverdatabrud er det umuligt at rekonstruere, hvem der taler med hvem.
de: Ergebnis: Selbst bei einem Datenleck des Servers ist es unmöglich nachzuvollziehen, wer mit wem kommuniziert.
el: Αποτέλεσμα: ακόμη και σε περίπτωση παραβίασης δεδομένων του διακομιστή, είναι αδύνατο να ανασυνθέσει κανείς ποιος μιλά σε ποιον.
es: Resultado: incluso en caso de filtración de datos del servidor, es imposible reconstruir quién habla con quién.
et: Tulemus: isegi serveri andmelekke korral on võimatu rekonstrueerida, kes kellega räägib.
eu: Emaitza: zerbitzariaren datu-filtrazio baten kasuan ere, ezinezkoa da nork norekin hitz egiten duen berreraikitzea.
fa: نتیجه: حتی در صورت نشت داده سرور، بازسازی اینکه چه کسی با چه کسی صحبت می‌کند غیرممکن است.
fi: Tulos: jopa palvelimen tietomurron tapauksessa on mahdotonta selvittää, kuka puhuu kenelle.
fil: Resulta: kahit sa kaso ng data breach sa server, imposibleng i-reconstruct kung sino ang nag-uusap sa sino.
fr: Résultat : même en cas de fuite de données du serveur, il est impossible de reconstituer qui parle à qui.
ga: Toradh: fiu i gcas sceitheadh sonrai on bhfreastalai, ni feidir a athchruthu ce ata ag caint le ce.
gl: Resultado: ainda en caso de filtracion de datos do servidor, e imposible reconstruir quen fala con quen.
gu: પરિણામ: સર્વર ડેટા લીક થાય તો પણ, કોણ કોની સાથે વાત કરે છે તે જાણવું અશક્ય છે.
he: תוצאה: גם במקרה של דליפת נתונים מהשרת, בלתי אפשרי לשחזר מי מדבר עם מי.
hi: परिणाम: सर्वर डेटा लीक होने पर भी, कौन किससे बात करता है यह पुनर्निर्माण करना असंभव है।
hr: Rezultat: cak i u slucaju proboja podataka na posluzitelju, nemoguce je rekonstruirati tko razgovara s kime.
hu: Eredmény: még szerver adatszivárgás esetén is lehetetlen rekonstruálni, ki kivel beszél.
id: Hasilnya: bahkan dalam kasus pelanggaran data server, mustahil untuk merekonstruksi siapa berbicara dengan siapa.
it: Risultato: anche in caso di violazione dei dati del server, è impossibile ricostruire chi parla con chi.
ja: 結果：サーバーのデータ侵害が発生しても、誰が誰と話しているかを再構築することは不可能です。
ka: შედეგი: სერვერის მონაცემთა გაჟონვის შემთხვევაშიც კი, შეუძლებელია ვინ ვისთან საუბრობს რეკონსტრუქცია.
kk: Нәтиже: тіпті сервер деректері ағып кетсе де, кімнің кіммен сөйлескенін қалпына келтіру мүмкін емес.
km: លទ្ធផល: សូម្បីតែក្នុងករណីទិន្នន័យម៉ាស៊ីនមេធ្លាយ វាមិនអាចកសាងឡើងវិញថានរណាជជែកជាមួយនរណា។
ky: Жыйынтык: сервер маалыматтары чыгып кетсе да, кимдин ким менен сүйлөшкөнүн калыбына келтирүү мүмкүн эмес.
mk: Резултат: дури и во случај на пробив на серверски податоци, невозможно е да се реконструира кој разговара со кого.
mr: परिणाम: सर्व्हर डेटा लीक झाला तरीही, कोण कोणाशी बोलतो हे पुनर्रचित करणे अशक्य आहे.
ms: Hasilnya: walaupun dalam kes kebocoran data pelayan, mustahil untuk membina semula siapa bercakap dengan siapa.
nb: Resultat: selv ved en serverdatalekkasje er det umulig å rekonstruere hvem som snakker med hvem.
nl: Resultaat: zelfs bij een serverdatalek is het onmogelijk te reconstrueren wie met wie praat.
pt_pt: Resultado: mesmo em caso de fuga de dados do servidor, e impossivel reconstruir quem fala com quem.
ro: Rezultat: chiar si in cazul unei brese de date pe server, este imposibil sa se reconstructeasca cine vorbeste cu cine.
ru: Результат: даже при утечке данных сервера невозможно восстановить, кто с кем общается.
sk: Vysledok: aj pri uniku dat zo servera je nemozne zrekonstruovat, kto s kym komunikuje.
sl: Rezultat: tudi v primeru vdora v strežnik je nemogoce rekonstruirati, kdo komunicira s kom.
sq: Rezultati: edhe ne rastin e nje shkeljeje te dhenash ne server, eshte e pamundur te rikonstruktohet kush flet me ke.
sr: Резултат: чак и у случају пробоја података сервера, немогуће је реконструисати ко разговара са ким.
sv: Resultat: även vid ett serverdataläckage är det omöjligt att rekonstruera vem som pratar med vem.
ta: முடிவு: சேவையக தரவு கசிவு நிகழ்ந்தாலும், யார் யாருடன் பேசுகிறார்கள் என்பதை மறுகட்டமைக்க இயலாது.
te: ఫలితం: సర్వర్ డేటా ఉల్లంఘన జరిగినా, ఎవరు ఎవరితో మాట్లాడుతారో తిరిగి నిర్మించడం అసాధ్యం.
th: ผลลัพธ์: แม้ข้อมูลเซิร์ฟเวอร์รั่ว ก็สร้างใหม่ไม่ได้ว่าใครคุยกับใคร
tr: Sonuc: sunucu veri sizintisi durumunda bile kimin kiminle konustugunu yeniden olusturmak mumkun degildir.
ug: نەتىجە: مۇلازىمېتىر سانلىق مەلۇمات ئېقىپ چىققاندا بەلكى، كىم كىم بىلەن سۆزلىشىدىغانلىقىنى قايتا قۇرۇش مۇمكىن ئەمەس.
uk: Результат: навіть у разі витоку даних з сервера неможливо відновити, хто з ким спілкується.
ur: ูุชุฌ: ุณุฑูุฑ ฺูนุง ฺฉ ุฎูุงู ูุฑุฒ ฺฉ ุตูุฑุช ู ฺบ ุจฺพุ  ุฏูุจุงุฑ ุจูุงูุง ูุงู ู ฺฉู  ฺฉ ฺฉูู ฺฉุณ ุณ ุจุงุช ฺฉุฑุชุง 

# secLayer3Title
source: Automatic deletion
af: Outomatiese verwydering
ar: الحذف التلقائي
bg: Автоматично изтриване
bn: স্বয়ংক্রিয় মোছা
ca: Eliminació automàtica
cs: Automaticke mazani
da: Automatisk sletning
de: Automatische Löschung
el: Αυτόματη διαγραφή
es: Eliminación automática
et: Automaatne kustutamine
eu: Ezabatze automatikoa
fa: حذف خودکار
fi: Automaattinen poisto
fil: Awtomatikong pagbura
fr: Suppression automatique
ga: Scriosadh uathobrioch
gl: Eliminacion automatica
gu: ઓટોમેટિક ડિલીશન
he: מחיקה אוטומטית
hi: स्वचालित हटाना
hr: Automatsko brisanje
hu: Automatikus törlés
id: Penghapusan otomatis
it: Eliminazione automatica
ja: 自動削除
ka: ავტომატური წაშლა
kk: Автоматты жою
km: ការលុបស្វ័យប្រវត្តិ
ky: Автоматтык өчүрүү
mk: Автоматско бришење
mr: स्वयंचलित हटवणे
ms: Pemadaman automatik
nb: Automatisk sletting
nl: Automatische verwijdering
pt_pt: Eliminacao automatica
ro: Stergere automata
ru: Автоматическое удаление
sk: Automaticke mazanie
sl: Samodejno brisanje
sq: Fshirje automatike
sr: Аутоматско брисање
sv: Automatisk radering
ta: தானியங்கு நீக்குதல்
te: స్వయంచాలక తొలగింపు
th: ลบอัตโนมัติ
tr: Otomatik silme
ug: ئاپتوماتىك ئۆچۈرۈش
uk: Автоматичне видалення
ur: ุฎูุฏฺฉุงุฑ ุญุฐู
