Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# notesBiometric
source: Face ID for notes
af: Face ID vir notas
ar: Face ID للملاحظات
bg: Face ID за бележки
bn: নোটের জন্য Face ID
ca: Face ID per a notes
cs: Face ID pro poznamky
da: Face ID til noter
de: Face ID für Notizen
el: Face ID για σημειώσεις
es: Face ID para notas
et: Face ID märkmete jaoks
eu: Face ID oharretarako
fa: Face ID برای یادداشت‌ها
fi: Face ID muistiinpanoille
fil: Face ID para sa mga tala
fr: Face ID pour les notes
ga: Face ID do notai
gl: Face ID para notas
gu: નોંધો માટે Face ID
he: Face ID להערות
hi: नोट्स के लिए Face ID
hr: Face ID za biljeske
hu: Face ID a jegyzetekhez
id: Face ID untuk catatan
it: Face ID per le note
ja: メモ用 Face ID
ka: Face ID ჩანაწერებისთვის
kk: Жазбалар үшін Face ID
km: Face ID សម្រាប់កំណត់ត្រា
ky: Жазуулар үчүн Face ID
mk: Face ID за белешки
mr: नोट्ससाठी Face ID
ms: Face ID untuk nota
nb: Face ID for notater
nl: Face ID voor notities
pt_pt: Face ID para notas
ro: Face ID pentru notite
ru: Face ID для заметок
sk: Face ID pre poznamky
sl: Face ID za beležke
sq: Face ID per shenimet
sr: Face ID за белешке
sv: Face ID för anteckningar
ta: குறிப்புகளுக்கு Face ID
te: నోట్స్ కోసం Face ID
th: Face ID สำหรับบันทึก
tr: Notlar icin Face ID
ug: خاتىرىلەر ئۈچۈن Face ID
uk: Face ID для нотаток
ur: ูููนุณ ฺฉ ู Face ID

# notesBiometricSubtitle
source: Require biometric authentication to open protected notes
af: Vereis biometriese verifikasie om beskermde notas oop te maak
ar: طلب المصادقة البيومترية لفتح الملاحظات المحمية
bg: Изисква биометрична автентикация за отваряне на защитени бележки
bn: সুরক্ষিত নোট খুলতে বায়োমেট্রিক প্রমাণীকরণ প্রয়োজন
ca: Requerir autenticació biomètrica per obrir notes protegides
cs: Vyzadovat biometricke overeni pro otevreni chranenych poznamek
da: Kræv biometrisk godkendelse for at åbne beskyttede noter
de: Biometrische Authentifizierung zum Öffnen geschützter Notizen erforderlich
el: Απαίτηση βιομετρικής ταυτοποίησης για το άνοιγμα προστατευμένων σημειώσεων
es: Requerir autenticación biométrica para abrir notas protegidas
et: Nõua biomeetrilist autentimist kaitstud märkmete avamiseks
eu: Eskatu autentifikazio biometrikoa ohar babestuak irekitzeko
fa: نیاز به احراز هویت بیومتریک برای باز کردن یادداشت‌های محافظت‌شده
fi: Vaadi biometrinen tunnistautuminen suojattujen muistiinpanojen avaamiseen
fil: Mangailangan ng biometric authentication para buksan ang mga protektadong tala
fr: Exiger l'authentification biométrique pour ouvrir les notes protégées
ga: Fiordheimnhiu bithmheadrach a eileamh chun notai cosanta a oscailt
gl: Requirir autenticacion biometrica para abrir notas protexidas
gu: સુરક્ષિત નોંધો ખોલવા માટે બાયોમેટ્રિક પ્રમાણીકરણ જરૂરી
he: דרוש אימות ביומטרי לפתיחת הערות מוגנות
hi: सुरक्षित नोट खोलने के लिए बायोमेट्रिक प्रमाणीकरण आवश्यक करें
hr: Zahtijevaj biometrijsku autentifikaciju za otvaranje zasticenih biljesaka
hu: Biometrikus hitelesítés szükséges a védett jegyzetek megnyitásához
id: Memerlukan autentikasi biometrik untuk membuka catatan dilindungi
it: Richiedi autenticazione biometrica per aprire le note protette
ja: 保護されたメモを開くために生体認証を要求
ka: ბიომეტრიული ავთენტიფიკაციის მოთხოვნა დაცული ჩანაწერების გასახსნელად
kk: Қорғалған жазбаларды ашу үшін биометриялық аутентификация талап ету
km: ទាមទារការផ្ទៀងផ្ទាត់ជីវមាត្រដើម្បីបើកកំណត់ត្រាការពារ
ky: Корголгон жазууларды ачуу үчүн биометрик аутентификация талап кылуу
mk: Барај биометриска автентикација за отворање заштитени белешки
mr: संरक्षित नोट्स उघडण्यासाठी बायोमेट्रिक प्रमाणीकरण आवश्यक
ms: Memerlukan pengesahan biometrik untuk membuka nota dilindungi
nb: Krev biometrisk autentisering for å åpne beskyttede notater
nl: Biometrische authenticatie vereisen om beveiligde notities te openen
pt_pt: Exigir autenticacao biometrica para abrir notas protegidas
ro: Necesita autentificare biometrica pentru a deschide notitele protejate
ru: Требовать биометрическую аутентификацию для открытия защищённых заметок
sk: Vyzadovat biometricku autentifikaciu na otvorenie chranenych poznamok
sl: Zahtevaj biometricno preverjanje za odpiranje zascitenih beležk
sq: Kerko vertetim biometrik per te hapur shenimet e mbrojtura
sr: Захтевај биометријску аутентификацију за отварање заштићених белешки
sv: Kräv biometrisk autentisering för att öppna skyddade anteckningar
ta: பாதுகாக்கப்பட்ட குறிப்புகளைத் திறக்க உயிரியல் அளவீடு சரிபார்ப்பு தேவை
te: రక్షిత నోట్స్ తెరవడానికి బయోమెట్రిక్ ప్రమాణీకరణ అవసరం
th: ต้องใช้ไบโอเมตริกเพื่อเปิดบันทึกที่ถูกป้องกัน
tr: Korumali notlari acmak icin biyometrik dogrulama gerektir
ug: قوغدالغان خاتىرىلەرنى ئېچىش ئۈچۈن بىئولوگىيىلىك دەلىللەش تەلەپ قىلىنىدۇ
uk: Вимагати біометричну автентифікацію для відкриття захищених нотаток
ur: ู ุญููุธ ูููนุณ ฺฉฺพููู ฺฉ ู ุจุงูู ูนุฑฺฉ ุชุตุฏู ฺฉ ุถุฑูุฑุช 

source: Text note
af: Teksnota
ar: ملاحظة نصية
bg: Текстова бележка
bn: টেক্সট নোট
ca: Nota de text
cs: Textova poznamka
da: Tekstnote
de: Textnotiz
el: Σημείωση κειμένου
es: Nota de texto
et: Tekstimärkus
eu: Testu-oharra
fa: یادداشت متنی
fi: Tekstimuistiinpano
fil: Text na tala
fr: Note texte
ga: Nota teacs
gl: Nota de texto
gu: ટેક્સ્ટ નોંધ
he: הערת טקסט
hi: टेक्स्ट नोट
hr: Tekstualna biljeska
hu: Szöveges jegyzet
id: Catatan teks
it: Nota di testo
ja: テキストメモ
ka: ტექსტური ჩანაწერი
kk: Мәтіндік жазба
km: កំណត់ត្រាអត្ថបទ
ky: Текст жазуусу
mk: Текстуална белешка
mr: मजकूर नोट
ms: Nota teks
nb: Tekstnotat
nl: Tekstnotitie
pt_pt: Nota de texto
ro: Notita text
ru: Текстовая заметка
sk: Textova poznamka
sl: Besedilna beležka
sq: Shenim teksti
sr: Текстуална белешка
sv: Textanteckning
ta: உரைக் குறிப்பு
te: వచన నోట్
th: บันทึกข้อความ
tr: Metin notu
ug: تېكىست خاتىرەسى
uk: Текстова нотатка
ur: ู ุชู ูููน

# checklistNote
source: Checklist
af: Kontrolelys
ar: قائمة مهام
bg: Списък за отметки
bn: চেকলিস্ট
ca: Llista de tasques
cs: Kontrolni seznam
da: Tjekliste
de: Checkliste
el: Λίστα ελέγχου
es: Lista de tareas
et: Kontrollnimekiri
eu: Egiaztapen-zerrenda
fa: چک‌لیست
fi: Tarkistuslista
fr: Liste de tâches
ga: Liosta seiceala
gl: Lista de tarefas
gu: ચેકલિસ્ટ
he: רשימת משימות
hi: चेकलिस्ट
hr: Kontrolni popis
hu: Ellenőrző lista
id: Daftar centang
it: Lista di attività
ja: チェックリスト
ka: ჩამონათვალი
kk: Тексеру тізімі
km: បញ្ជីត្រួតពិនិត្យ
ky: Тизме
mk: Листа за проверка
mr: चेकलिस्ट
ms: Senarai semak
nb: Sjekkliste
pt_pt: Lista de tarefas
ro: Lista de verificare
ru: Чек-лист
sk: Kontrolny zoznam
sl: Kontrolni seznam
sq: Liste kontrolli
sr: Чеклиста
sv: Checklista
ta: சரிபார்ப்புப் பட்டியல்
te: చెక్‌లిస్ట్
th: รายการตรวจสอบ
tr: Kontrol listesi
ug: تەكشۈرۈش تىزىملىكى
uk: Чеклист
ur: ฺฺฉ ูุณูน

# tasksProgress
source: {checked}/{total} tasks
af: {checked}/{total} take
ar: {checked}/{total} مهام
bg: {checked}/{total} задачи
bn: {checked}/{total} কাজ
ca: {checked}/{total} tasques
cs: {checked}/{total} ukolu
da: {checked}/{total} opgaver
de: {checked}/{total} Aufgaben
el: {checked}/{total} εργασίες
es: {checked}/{total} tareas
et: {checked}/{total} ülesannet
eu: {checked}/{total} zeregin
fa: {checked}/{total} وظیفه
fi: {checked}/{total} tehtävää
fil: {checked}/{total} gawain
fr: {checked}/{total} tâches
ga: {checked}/{total} tasc
gl: {checked}/{total} tarefas
gu: {checked}/{total} કાર્યો
he: {checked}/{total} משימות
hi: {checked}/{total} कार्य
hr: {checked}/{total} zadataka
hu: {checked}/{total} feladat
id: {checked}/{total} tugas
it: {checked}/{total} attività
ja: {checked}/{total}タスク
ka: {checked}/{total} ამოცანა
kk: {checked}/{total} тапсырма
km: {checked}/{total} កិច្ចការ
ky: {checked}/{total} тапшырма
mk: {checked}/{total} задачи
mr: {checked}/{total} कार्ये
ms: {checked}/{total} tugas
nb: {checked}/{total} oppgaver
nl: {checked}/{total} taken
pt_pt: {checked}/{total} tarefas
ro: {checked}/{total} sarcini
ru: {checked}/{total} задач
sk: {checked}/{total} uloh
sl: {checked}/{total} nalog
sq: {checked}/{total} detyra
sr: {checked}/{total} задатака
sv: {checked}/{total} uppgifter
ta: {checked}/{total} பணிகள்
te: {checked}/{total} టాస్క్‌లు
th: {checked}/{total} งาน
tr: {checked}/{total} gorev
ug: {checked}/{total} ۋەزىپە
uk: {checked}/{total} завдань
ur: {checked}/{total} ฺฉุงู

# autoSaved
source: Saved
af: Gestoor
ar: تم الحفظ
bg: Запазено
bn: সংরক্ষিত
ca: Desat
cs: Ulozeno
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
et: Salvestatud
eu: Gordeta
fa: ذخیره شد
fi: Tallennettu
fil: Na-save
fr: Sauvegardé
ga: Sabhailte
gl: Gardado
gu: સેવ થયું
he: נשמר
hi: सहेजा गया
hr: Spremljeno
hu: Mentve
id: Tersimpan
it: Salvato
ja: 保存済み
ka: შენახულია
kk: Сақталды
km: បានរក្សាទុក
ky: Сакталды
mk: Зачувано
mr: जतन केले
ms: Disimpan
nb: Lagret
nl: Opgeslagen
pt_pt: Guardado
ro: Salvat
ru: Сохранено
sk: Ulozene
sl: Shranjeno
sq: Ruajtur
sr: Сачувано
sv: Sparat
ta: சேமிக்கப்பட்டது
te: సేవ్ చేయబడింది
th: บันทึกแล้ว
tr: Kaydedildi
ug: ساقلاندى
uk: Збережено
ur: ู ุญููุธ ู ฺฏุง

source: Search notes
af: Soek notas
ar: البحث عن ملاحظة
bg: Търсене на бележки
bn: নোট খুঁজুন
ca: Cercar notes
cs: Hledat poznamky
da: Søg i noter
de: Notiz suchen
el: Αναζήτηση σημειώσεων
es: Buscar nota
et: Otsi märkmeid
eu: Bilatu oharrak
fa: جستجوی یادداشت‌ها
fi: Hae muistiinpanoja
fil: Maghanap ng mga tala
fr: Rechercher une note
ga: Cuardaigh nota
gl: Buscar notas
gu: નોંધો શોધો
he: חפש הערות
hi: नोट खोजें
hr: Pretrazi biljeske
hu: Jegyzetek keresése
id: Cari catatan
it: Cerca nota
ja: メモを検索
ka: ჩანაწერების ძიება
kk: Жазба іздеу
km: ស្វែងរកកំណត់ត្រា
ky: Жазууларды издөө
mk: Барај белешки
mr: नोट्स शोधा
ms: Cari nota
nb: Søk i notater
nl: Notities zoeken
pt_pt: Procurar notas
ro: Cauta notite
ru: Поиск заметок
sk: Hladat poznamky
sl: Isci beležke
sq: Kerko shenimet
sr: Претражи белешке
sv: Sök anteckningar
ta: குறிப்புகளைத் தேடு
te: నోట్స్ వెతుకు
th: ค้นหาบันทึก
tr: Not ara
ug: خاتىرە ئىزدەش
uk: Шукати нотатки
ur: ูููนุณ ุชูุงุด ฺฉุฑฺบ

source: Legal consent
af: Wetlike toestemming
ar: الموافقة القانونية
bg: Правно съгласие
bn: আইনি সম্মতি
ca: Consentiment legal
cs: Pravni souhlas
da: Juridisk samtykke
de: Rechtliche Einwilligung
el: Νομική συγκατάθεση
es: Consentimiento legal
et: Õiguslik nõusolek
eu: Lege-adostasuna
fa: رضایت قانونی
fi: Oikeudellinen suostumus
fil: Legal na pahintulot
fr: Consentement légal
ga: Toiliu dlithiuil
gl: Consentimento legal
gu: કાનૂની સંમતિ
he: הסכמה משפטית
hi: कानूनी सहमति
hr: Pravna suglasnost
hu: Jogi hozzájárulás
id: Persetujuan hukum
it: Consenso legale
ja: 法的同意
ka: იურიდიული თანხმობა
kk: Заңды келісім
km: ការយល់ព្រមផ្នែកច្បាប់
ky: Укуктук макулдук
mk: Правна согласност
mr: कायदेशीर संमती
ms: Persetujuan undang-undang
nb: Juridisk samtykke
nl: Juridische toestemming
pt_pt: Consentimento legal
ro: Consimtamant legal
ru: Юридическое согласие
sk: Pravny suhlas
sl: Pravno soglasje
sq: Pelqim ligjor
sr: Правна сагласност
sv: Juridiskt samtycke
ta: சட்ட ஒப்புதல்
te: చట్టపరమైన సమ్మతి
th: ความยินยอมทางกฎหมาย
tr: Yasal onay
ug: قانۇنىي رازىلىق
uk: Правова згода
ur: ูุงููู ุฑุถุงู ูุฏ

# confirmAge13
source: I confirm that I am at least 13 years old
af: Ek bevestig dat ek minstens 13 jaar oud is
ar: أؤكد أنني أبلغ من العمر 13 عاماً على الأقل
bg: Потвърждавам, че съм на поне 13 години
bn: আমি নিশ্চিত করছি যে আমার বয়স কমপক্ষে ১৩ বছর
ca: Confirmo que tinc almenys 13 anys
cs: Potvrzuji, ze mi je alespon 13 let
da: Jeg bekræfter, at jeg er mindst 13 år gammel
de: Ich bestätige, dass ich mindestens 13 Jahre alt bin
el: Επιβεβαιώνω ότι είμαι τουλάχιστον 13 ετών
es: Confirmo tener al menos 13 años
et: Kinnitan, et olen vähemalt 13-aastane
eu: Gutxienez 13 urte ditudala baieztatzen dut
fa: تأیید می‌کنم که حداقل ۱۳ سال دارم
fi: Vahvistan olevani vähintään 13-vuotias
fil: Kinukumpirma kong hindi bababa sa 13 taon ang aking edad
fr: Je confirme avoir au moins 13 ans
ga: Deimhnim go bhfuil me 13 bliana d'aois ar a laghad
gl: Confirmo que teno polo menos 13 anos
gu: હું ખાતરી કરું છું કે મારી ઉંમર ઓછામાં ઓછી 13 વર્ષ છે
he: אני מאשר שגילי לפחות 13
hi: मैं पुष्टि करता/करती हूं कि मेरी आयु कम से कम 13 वर्ष है
hr: Potvrdujem da imam najmanje 13 godina
hu: Megerősítem, hogy legalább 13 éves vagyok
id: Saya mengonfirmasi bahwa saya berusia minimal 13 tahun
it: Confermo di avere almeno 13 anni
ja: 13歳以上であることを確認します
ka: ვადასტურებ, რომ სულ მცირე 13 წლის ვარ
kk: Менің жасым кемінде 13 екенін растаймын
km: ខ្ញុំបញ្ជាក់ថាខ្ញុំមានអាយុយ៉ាងតិច ១៣ ឆ្នាំ
ky: Жашым кеминде 13 экенин ырастайм
mk: Потврдувам дека имам најмалку 13 години
mr: मी पुष्टी करतो/करते की मी किमान 13 वर्षांचा/ची आहे
ms: Saya mengesahkan bahawa saya berumur sekurang-kurangnya 13 tahun
nb: Jeg bekrefter at jeg er minst 13 år gammel
nl: Ik bevestig dat ik minstens 13 jaar oud ben
pt_pt: Confirmo que tenho pelo menos 13 anos
ro: Confirm ca am cel putin 13 ani
ru: Я подтверждаю, что мне не менее 13 лет
sk: Potvrdzujem, ze mam aspon 13 rokov
sl: Potrjujem, da sem star vsaj 13 let
sq: Konfirmoj qe jam te pakten 13 vjec
sr: Потврђујем да имам најмање 13 година
sv: Jag bekräftar att jag är minst 13 år
ta: எனக்கு குறைந்தது 13 வயது நிறைவடைந்துள்ளது என உறுதிசெய்கிறேன்
te: నాకు కనీసం 13 సంవత్సరాలు ఉన్నాయని నిర్ధారిస్తున్నాను
th: ฉันยืนยันว่ามีอายุอย่างน้อย 13 ปี
tr: En az 13 yasinda oldugumu onayliyorum
ug: كەم دېگەندە 13 ياشقا تولغانلىقىمنى جەزملەيمەن
uk: Я підтверджую, що мені принаймні 13 років
ur: ู ฺบ ุชุตุฏู ฺฉุฑุชุง ูฺบ ฺฉ ู ุฑ ุนู ุฑ ฺฉู ุงุฒ ฺฉู 13 ุณุงู 

# acceptLegalStart
source: I accept the
af: Ek aanvaar die
ar: أقبل
bg: Приемам
bn: আমি গ্রহণ করছি
ca: Accepto la
cs: Souhlasim se
da: Jeg accepterer
de: Ich akzeptiere die
el: Αποδέχομαι την
es: Acepto la
et: Nõustun
eu: Onartzen dut
fa: می‌پذیرم
fi: Hyväksyn
fil: Tinatanggap ko ang
fr: J'accepte la
ga: Glacaim leis an
gl: Acepto a
gu: હું સ્વીકારું છું
he: אני מסכים ל
hi: मैं स्वीकार करता/करती हूं
hr: Prihvacam
hu: Elfogadom az
id: Saya menerima
it: Accetto la
ka: ვეთანხმები
kk: Мен қабылдаймын
km: ខ្ញុំយល់ព្រមនឹង
ky: Мен кабыл алам
mk: Ги прифаќам
mr: मी स्वीकारतो/स्वीकारते
ms: Saya menerima
nb: Jeg godtar
nl: Ik accepteer het
pt_pt: Aceito a
ro: Accept
ru: Я принимаю
sk: Akceptujem
sl: Sprejmem
sq: Pranoj
sr: Прихватам
sv: Jag accepterar
ta: நான் ஏற்கிறேன்
te: నేను ఆమోదిస్తున్నాను
th: ฉันยอมรับ
tr: Kabul ediyorum:
ug: مەن قوبۇل قىلىمەن
uk: Я приймаю
ur: ู ฺบ ูุจูู ฺฉุฑุชุง ูฺบ

source: Privacy Policy
af: Privaatheidsbeleid
ar: سياسة الخصوصية
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privacitat
cs: Zasadami ochrany soukromi
da: Privatlivspolitikken
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de privacidad
et: Privaatsuspoliitikaga
eu: Pribatutasun Politika
fa: سیاست حریم خصوصی
fi: Tietosuojakäytännön
fil: Patakaran sa Privacy
fr: Politique de confidentialité
ga: Polasai Priobhaideachais
gl: Politica de privacidade
gu: ગોપનીયતા નીતિ
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politiku privatnosti
hu: Adatvédelmi irányelveket
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ka: კონფიდენციალურობის პოლიტიკას
kk: Құпиялылық саясатын
km: គោលការណ៍ភាពឯកជន
ky: Купуялуулук саясаты
mk: Политиката за приватност
mr: गोपनीयता धोरण
ms: Dasar Privasi
nb: Personvernregler
nl: Privacybeleid
pt_pt: Politica de Privacidade
ro: Politica de confidentialitate
ru: Политику конфиденциальности
sk: Zasady ochrany sukromia
sl: Pravilnik o zasebnosti
sq: Politiken e Privatesise
sr: Политику приватности
sv: Integritetspolicyn
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikasi
ug: مەخپىيەتلىك سىياسىتى
uk: Політику конфіденційності
ur: ุฑุงุฒุฏุงุฑ ฺฉ ูพุงูุณ

source: Terms of Service
af: Diensvoorwaardes
ar: شروط الخدمة
bg: Условия за ползване
bn: সেবার শর্তাবলী
ca: Condicions d'ús
cs: Podminkami pouzivani
da: Servicevilkårene
de: Nutzungsbedingungen
el: Όρους Χρήσης
es: Términos de servicio
et: Kasutustingimustega
eu: Erabilera Baldintzak
fa: شرایط خدمات
fi: Käyttöehdot
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
ga: Tearmai Seirbhise
gl: Termos de servizo
gu: સેવાની શરતો
he: תנאי השימוש
hi: सेवा की शर्तें
hr: Uvjete koristenja
hu: Szolgáltatási feltételeket
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ka: მომსახურების პირობებს
kk: Қызмет көрсету шарттарын
km: លក្ខខណ្ឌប្រើប្រាស់
ky: Колдонуу шарттары
mk: Условите за користење
mr: सेवा अटी
ms: Terma Perkhidmatan
nb: Vilkår for bruk
nl: Servicevoorwaarden
pt_pt: Termos de Servico
ro: Termeni si conditii
ru: Условия использования
sk: Podmienky pouzivania
sl: Pogoje uporabe
sq: Kushtet e Sherbimit
sr: Услове коришћења
sv: Användarvillkoren
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు
th: ข้อกำหนดการให้บริการ
tr: Kullanim Kosullari
ug: مۇلازىمەت شەرتلىرى
uk: Умови використання
ur: ุณุฑูุณ ฺฉ ุดุฑุงุฆุท

source: and the
af: en die
ar: و
bg: и
bn: এবং
ca: i les
cs: a
da: og
de: und die
el: και τους
es: y los
et: ja
eu: eta
fa: و
fi: ja
fil: at ang
fr: et les
ga: agus na
gl: e os
gu: અને
he: ול
hi: और
hr: i
hu: és a
id: dan
it: e i
ja: と
ka: და
kk: және
km: និង
ky: жана
mk: и
mr: आणि
ms: dan
nb: og
nl: en de
pt_pt: e os
ro: si
ru: и
sk: a
sl: in
sq: dhe
sr: и
sv: och
ta: மற்றும்
te: మరియు
th: และ
tr: ve
ug: ۋە
uk: та
ur: ุงูุฑ

# continueButton
source: Continue
af: Gaan voort
ar: متابعة
bg: Продължаване
bn: চালিয়ে যান
ca: Continuar
cs: Pokracovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätka
eu: Jarraitu
fa: ادامه
fi: Jatka
fil: Magpatuloy
fr: Continuer
ga: Lean ar aghaidh
gl: Continuar
gu: ચાલુ રાખો
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
ka: გაგრძელება
kk: Жалғастыру
km: បន្ត
ky: Улантуу
mk: Продолжи
mr: पुढे जा
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pt_pt: Continuar
ro: Continua
ru: Продолжить
sk: Pokracovat
sl: Nadaljuj
sq: Vazhdo
sr: Настави
sv: Fortsätt
ta: தொடர்
te: కొనసాగించు
th: ดำเนินการต่อ
tr: Devam
ug: داۋاملاشتۇرۇش
uk: Продовжити
ur: ุฌุงุฑ ุฑฺฉฺพฺบ

# mustAcceptTerms
source: You must accept both conditions to continue
af: Jy moet albei voorwaardes aanvaar om voort te gaan
ar: يجب قبول الشرطين للمتابعة
bg: Трябва да приемете и двете условия, за да продължите
bn: চালিয়ে যেতে আপনাকে উভয় শর্ত গ্রহণ করতে হবে
ca: Has d'acceptar ambdues condicions per continuar
cs: Pro pokracovani musite prijmout obe podminky
da: Du skal acceptere begge betingelser for at fortsætte
de: Du musst beide Bedingungen akzeptieren, um fortzufahren
el: Πρέπει να αποδεχτείτε και τις δύο προϋποθέσεις για να συνεχίσετε
es: Debes aceptar ambas condiciones para continuar
et: Jätkamiseks peate mõlemad tingimused aktsepteerima
eu: Bi baldintzak onartu behar dituzu jarraitzeko
fa: برای ادامه باید هر دو شرط را بپذیرید
fi: Sinun on hyväksyttävä molemmat ehdot jatkaaksesi
fil: Kailangan mong tanggapin ang dalawang kondisyon para makapagpatuloy
fr: Vous devez accepter les deux conditions pour continuer
ga: Caithfidh tu glacadh leis an da choinniol chun leanunt ar aghaidh
gl: Debes aceptar ambas condicions para continuar
gu: ચાલુ રાખવા માટે તમારે બંને શરતો સ્વીકારવી આવશ્યક છે
he: עליך לקבל את שני התנאים כדי להמשיך
hi: जारी रखने के लिए आपको दोनों शर्तें स्वीकार करनी होंगी
hr: Morate prihvatiti oba uvjeta za nastavak
hu: A folytatáshoz mindkét feltételt el kell fogadnia
id: Anda harus menerima kedua ketentuan untuk melanjutkan
it: Devi accettare entrambe le condizioni per continuare
ja: 続行するには両方の条件に同意する必要があります
ka: გასაგრძელებლად ორივე პირობას უნდა დაეთანხმოთ
kk: Жалғастыру үшін екі шартты да қабылдауыңыз керек
km: អ្នកត្រូវយល់ព្រមនឹងលក្ខខណ្ឌទាំងពីរដើម្បីបន្ត
ky: Улантуу үчүн эки шартты тең кабыл алышыңыз керек
mk: Мора да ги прифатите двата услови за да продолжите
mr: पुढे जाण्यासाठी तुम्ही दोन्ही अटी स्वीकारणे आवश्यक आहे
ms: Anda mesti menerima kedua-dua syarat untuk meneruskan
nb: Du må godta begge betingelsene for å fortsette
nl: Je moet beide voorwaarden accepteren om door te gaan
pt_pt: Deve aceitar ambas as condicoes para continuar
ro: Trebuie sa accepti ambele conditii pentru a continua
ru: Вы должны принять оба условия для продолжения
sk: Musite akceptovat obe podmienky na pokracovanie
sl: Za nadaljevanje morate sprejeti oba pogoja
sq: Duhet te pranoni te dyja kushtet per te vazhduar
sr: Морате прихватити оба услова да бисте наставили
sv: Du måste acceptera båda villkoren för att fortsätta
ta: தொடர இரு நிபந்தனைகளையும் ஏற்க வேண்டும்
te: కొనసాగించడానికి మీరు రెండు షరతులను ఆమోదించాలి
th: คุณต้องยอมรับทั้งสองเงื่อนไขเพื่อดำเนินการต่อ
tr: Devam etmek icin her iki kosulu da kabul etmelisiniz
ug: داۋاملاشتۇرۇش ئۈچۈن ھەر ئىككى شەرتنى قوبۇل قىلىشىڭىز كېرەك
uk: Ви повинні прийняти обидві умови, щоб продовжити
ur: ุฌุงุฑ ุฑฺฉฺพู ฺฉ ู ุขูพ ฺฉู ุฏูููฺบ ุดุฑุงุฆุท ูุจูู ฺฉุฑู ูฺบ ฺฏ

# lastStepTitle
source: Last step before creating your account
fr: Dernière étape avant de créer votre compte

# ephemeralDeviceDuration
source: How long messages are kept on your device:
fr: Durée de conservation des messages sur votre appareil :

# serverDeletionInfo
source: Messages are instantly deleted from the server upon receipt.
fr: Les messages sont supprimés instantanément du serveur dès réception.

# deviceRetentionInfo
source: Messages stay on your phone for the chosen duration, then are automatically erased.
fr: Les messages restent sur votre téléphone pendant la durée choisie, puis sont automatiquement effacés.

# serverLabel
source: Server
fr: Serveur

# yourDeviceLabel
source: Your device
fr: Votre appareil

source: Create my account
fr: Créer mon compte

# timeoutError
source: The server is not responding. Check your internet connection and try again.
fr: Le serveur ne répond pas. Vérifiez votre connexion internet et réessayez.

source: Contact support
af: Kontak ondersteuning
ar: الاتصال بالدعم
bg: Свържете се с поддръжката
bn: সহায়তায় যোগাযোগ করুন
ca: Contactar suport
cs: Kontaktovat podporu
da: Kontakt support
de: Support kontaktieren
el: Επικοινωνία με υποστήριξη
es: Contactar soporte
et: Võtke ühendust toega
eu: Jarri harremanetan laguntzarekin
fa: تماس با پشتیبانی
fi: Ota yhteyttä tukeen
fil: Makipag-ugnayan sa suporta
fr: Contacter le support
ga: Dean teagmhail le tacaiocht
gl: Contactar co soporte
gu: સપોર્ટનો સંપર્ક કરો
he: צור קשר עם התמיכה
hi: सहायता से संपर्क करें
hr: Kontaktirajte podrsku
hu: Kapcsolat a támogatással
id: Hubungi dukungan
it: Contatta il supporto
ja: サポートに連絡
ka: მხარდაჭერასთან დაკავშირება
kk: Қолдау қызметіне хабарласу
km: ទាក់ទងជំនួយ
ky: Колдоого кайрылуу
mk: Контактирај поддршка
mr: सहाय्यासाठी संपर्क साधा
ms: Hubungi sokongan
nb: Kontakt kundestøtte
nl: Contact opnemen met ondersteuning
pt_pt: Contactar suporte
ro: Contacteaza suportul
ru: Связаться с поддержкой
sk: Kontaktovat podporu
sl: Kontaktirajte podporo
sq: Kontakto mbeshtetjen
sr: Контактирајте подршку
sv: Kontakta support
ta: ஆதரவைத் தொடர்பு கொள்
te: మద్దతును సంప్రదించండి
th: ติดต่อฝ่ายสนับสนุน
tr: Destekle iletisime gec
ug: قوللاش بىلەن ئالاقىلىشىش
uk: Зв'язатися з підтримкою
ur: ู ุนุงููุช ุณ ุฑุงุจุท ฺฉุฑฺบ
