Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: Welcome
af: Welkom
ar: مرحباً
bg: Добре дошли
bn: স্বাগতম
ca: Benvingut
cs: Vitejte
da: Velkommen
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
et: Tere tulemast
eu: Ongi etorri
fa: خوش آمدید
fi: Tervetuloa
fil: Maligayang pagdating
fr: Bienvenue
ga: Failte
gl: Benvido
gu: સ્વાગત છે
he: ברוך הבא
hi: स्वागत है
hr: Dobrodosli
hu: Üdvözöljük
id: Selamat datang
it: Benvenuto
ja: ようこそ
ka: მოგესალმებით
kk: Қош келдіңіз
km: សូមស្វាគមន៍
ky: Кош келиңиз
mk: Добредојдовте
mr: स्वागत आहे
ms: Selamat datang
nb: Velkommen
nl: Welkom
pt_pt: Bem-vindo
ro: Bine ai venit
ru: Добро пожаловать
sk: Vitajte
sl: Dobrodosli
sq: Mireseerdhet
sr: Добродошли
sv: Välkommen
ta: வரவேற்பு
te: స్వాగతం
th: ยินดีต้อนรับ
tr: Hos geldiniz
ug: خۇش كەلدىڭىز
uk: Ласкаво просимо
ur: ุฎูุด ุขู ุฏุฏ

# securityStatement1
source: Your messages are protected.
af: Jou boodskappe is beskerm.
ar: رسائلك محمية.
bg: Вашите съобщения са защитени.
bn: আপনার বার্তা সুরক্ষিত।
ca: Els teus missatges estan protegits.
cs: Vase zpravy jsou chraneny.
da: Dine beskeder er beskyttet.
de: Deine Nachrichten sind geschützt.
el: Τα μηνύματά σας είναι προστατευμένα.
es: Tus mensajes están protegidos.
et: Teie sõnumid on kaitstud.
eu: Zure mezuak babestuta daude.
fa: پیام‌های شما محافظت شده‌اند.
fi: Viestisi ovat suojattuja.
fil: Protektado ang iyong mga mensahe.
fr: Vos messages sont protégés.
ga: Ta do chuid teachtaireachtai cosanta.
gl: As tuas mensaxes estan protexidas.
gu: તમારા સંદેશાઓ સુરક્ષિત છે.
he: ההודעות שלך מוגנות.
hi: आपके संदेश सुरक्षित हैं।
hr: Vase poruke su zasticene.
hu: Üzenetei védettek.
id: Pesan Anda dilindungi.
it: I tuoi messaggi sono protetti.
ja: メッセージは保護されています。
ka: თქვენი შეტყობინებები დაცულია.
kk: Хабарламаларыңыз қорғалған.
km: សាររបស់អ្នកត្រូវបានការពារ។
ky: Каттарыңыз корголгон.
mk: Вашите пораки се заштитени.
mr: तुमचे संदेश संरक्षित आहेत.
ms: Mesej anda dilindungi.
nb: Meldingene dine er beskyttet.
nl: Je berichten zijn beschermd.
pt_pt: As suas mensagens estao protegidas.
ro: Mesajele tale sunt protejate.
ru: Ваши сообщения защищены.
sk: Vase spravy su chranene.
sl: Vasa sporocila so zascitena.
sq: Mesazhet tuaja jane te mbrojtura.
sr: Ваше поруке су заштићене.
sv: Dina meddelanden är skyddade.
ta: உங்கள் செய்திகள் பாதுகாக்கப்படுகின்றன.
te: మీ సందేశాలు రక్షించబడ్డాయి.
th: ข้อความของคุณได้รับการปกป้อง
tr: Mesajlariniz koruma altinda.
ug: ئۇچۇرلىرىڭىز قوغدالغان.
uk: Ваші повідомлення захищені.
ur: ุขูพ ฺฉ ูพุบุงู ุงุช ู ุญููุธ ฺบ

# securityStatement2
source: End-to-end encryption.
af: End-tot-end-enkripsie.
ar: تشفير من طرف إلى طرف.
bg: Криптиране от край до край.
bn: এন্ড-টু-এন্ড এনক্রিপশন।
ca: Xifrat d'extrem a extrem.
cs: Sifrovani end-to-end.
da: End-to-end-kryptering.
de: Ende-zu-Ende-Verschlüsselung.
el: Κρυπτογράφηση από άκρο σε άκρο.
es: Cifrado de extremo a extremo.
et: Täielik krüpteerimine.
eu: Muturretik muturrerako enkriptazioa.
fa: رمزنگاری سرتاسری.
fi: Päästä päähän -salaus.
fr: Chiffrement de bout en bout.
ga: Criptiuchain ceann go ceann.
gl: Cifrado de extremo a extremo.
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન.
he: הצפנה מקצה לקצה.
hi: एंड-टू-एंड एन्क्रिप्शन।
hr: Enkripcija od kraja do kraja.
hu: Végponttól végpontig titkosítás.
id: Enkripsi ujung-ke-ujung.
it: Crittografia end-to-end.
ja: エンドツーエンド暗号化。
ka: ბოლოდან ბოლომდე დაშიფვრა.
kk: Толық шифрлау.
km: ការអ៊ិនគ្រីបពីចុងដល់ចុង។
ky: Учтан-учка шифрлөө.
mk: Целосна енкрипција.
mr: एंड-टू-एंड एन्क्रिप्शन.
ms: Penyulitan hujung-ke-hujung.
nb: Ende-til-ende-kryptering.
nl: End-to-end-versleuteling.
pt_pt: Encriptacao ponta a ponta.
ro: Criptare end-to-end.
ru: Сквозное шифрование.
sk: End-to-end sifrovanie.
sl: Sifriranje od konca do konca.
sq: Kriptim nga skaji ne skaj.
sr: Шифровање с краја на крај.
sv: Ände-till-ände-kryptering.
ta: முழுமையான குறியாக்கம்.
te: ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్షన్.
th: การเข้ารหัสแบบครบวงจร
tr: Uctan uca sifreleme.
ug: ئۇچتىن-ئۇچقا شىفىرلاش.
uk: Наскрізне шифрування.
ur: ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพุดู

# securityStatement3
source: No trace. No compromise.
af: Geen spoor. Geen kompromie.
ar: بدون أثر. بدون تنازل.
bg: Без следи. Без компромис.
bn: কোনো চিহ্ন নেই। কোনো আপস নেই।
ca: Cap rastre. Cap compromís.
cs: Zadna stopa. Zadny kompromis.
da: Intet spor. Intet kompromis.
de: Keine Spuren. Keine Kompromisse.
el: Κανένα ίχνος. Κανένας συμβιβασμός.
es: Sin rastro. Sin compromiso.
et: Jälgi null. Kompromissi null.
eu: Arrastorik ez. Konpromisorik ez.
fa: بدون ردپا. بدون سازش.
fi: Ei jälkiä. Ei kompromisseja.
fil: Walang bakas. Walang kompromiso.
fr: Aucune trace. Aucun compromis.
ga: Gan rian. Gan comhreiteach.
gl: Sen rastro. Sen compromisos.
gu: કોઈ નિશાન નહીં. કોઈ સમાધાન નહીં.
he: אפס עקבות. אפס פשרות.
hi: कोई निशान नहीं। कोई समझौता नहीं।
hr: Bez tragova. Bez kompromisa.
hu: Nincs nyom. Nincs kompromisszum.
id: Tanpa jejak. Tanpa kompromi.
it: Nessuna traccia. Nessun compromesso.
ja: 痕跡なし。妥協なし。
ka: კვალი არ არის. კომპრომისი არ არის.
kk: Із жоқ. Ымыра жоқ.
km: គ្មានដាន។ គ្មានការសម្រុះសម្រួល។
ky: Из жок. Компромисс жок.
mk: Без трага. Без компромис.
mr: कोणताही मागोवा नाही. कोणतीही तडजोड नाही.
ms: Tiada jejak. Tiada kompromi.
nb: Ingen spor. Ingen kompromiss.
nl: Geen spoor. Geen compromis.
pt_pt: Sem rasto. Sem compromisso.
ro: Nicio urma. Niciun compromis.
ru: Без следов. Без компромиссов.
sk: Ziadna stopa. Ziadny kompromis.
sl: Brez sledi. Brez kompromisov.
sq: Asnje gjurme. Asnje kompromis.
sr: Нула трагова. Нула компромиса.
sv: Inga spår. Inga kompromisser.
ta: தடமில்லை. சமரசமில்லை.
te: జాడ లేదు. రాజీ లేదు.
th: ไร้ร่องรอย ไร้การประนีประนอม
tr: Iz yok. Taviz yok.
ug: ئىز يوق. تاۋۇر يوق.
uk: Жодних слідів. Жодних компромісів.
ur: ฺฉูุฆ ูุดุงู ูฺบ ฺฉูุฆ ุณู ุฌฺพูุชุง ูฺบ

# securityStatement4
source: Your privacy is a right.
af: Jou privaatheid is 'n reg.
ar: خصوصيتك حق.
bg: Вашата поверителност е право.
bn: আপনার গোপনীয়তা একটি অধিকার।
ca: La teva privacitat és un dret.
cs: Vase soukromi je pravo.
da: Dit privatliv er en rettighed.
de: Deine Privatsphäre ist ein Recht.
el: Η ιδιωτικότητά σας είναι δικαίωμα.
es: Tu privacidad es un derecho.
et: Teie privaatsus on õigus.
eu: Zure pribatutasuna eskubide bat da.
fa: حریم خصوصی شما یک حق است.
fi: Yksityisyytesi on oikeus.
fil: Ang iyong privacy ay isang karapatan.
fr: Votre vie privée est un droit.
ga: Is ceart e do phriobhaideachas.
gl: A tua privacidade e un dereito.
gu: તમારી ગોપનીયતા એક અધિકાર છે.
he: הפרטיות שלך היא זכות.
hi: आपकी गोपनीयता एक अधिकार है।
hr: Vasa privatnost je pravo.
hu: A magánélet jog.
id: Privasi Anda adalah hak.
it: La tua privacy è un diritto.
ja: プライバシーは権利です。
ka: თქვენი კონფიდენციალურობა უფლებაა.
kk: Құпиялылығыңыз — бұл құқық.
km: ភាពឯកជនរបស់អ្នកគឺជាសិទ្ធិ។
ky: Жашыруундугуңуз — бул укук.
mk: Вашата приватност е право.
mr: तुमची गोपनीयता हा अधिकार आहे.
ms: Privasi anda adalah hak.
nb: Personvernet ditt er en rettighet.
nl: Je privacy is een recht.
pt_pt: A sua privacidade e um direito.
ro: Confidentialitatea ta este un drept.
ru: Ваша конфиденциальность — это право.
sk: Vase sukromie je pravo.
sl: Vasa zasebnost je pravica.
sq: Privatesia juaj eshte nje e drejte.
sr: Ваша приватност је право.
sv: Din integritet är en rättighet.
ta: உங்கள் தனியுரிமை ஒரு உரிமை.
te: మీ గోప్యత ఒక హక్కు.
th: ความเป็นส่วนตัวคือสิทธิ์ของคุณ
tr: Gizliliginiz bir haktir.
ug: مەخپىيەتلىكىڭىز بىر ھوقۇق.
uk: Ваша конфіденційність — це право.
ur: ุขูพ ฺฉ ุฑุงุฒุฏุงุฑ ุงฺฉ ุญู 

source: Access blocked
af: Toegang geblokkeer
ar: تم حظر الوصول
bg: Достъпът е блокиран
bn: প্রবেশ অবরুদ্ধ
ca: Accés bloquejat
cs: Pristup zablokovan
da: Adgang blokeret
de: Zugang gesperrt
el: Η πρόσβαση αποκλείστηκε
es: Acceso bloqueado
et: Juurdepääs blokeeritud
eu: Sarbidea blokeatuta
fa: دسترسی مسدود شد
fi: Pääsy estetty
fil: Naka-block ang access
fr: Accès bloqué
ga: Rochtain blocailte
gl: Acceso bloqueado
gu: ઍક્સેસ બ્લોક થયેલ છે
he: הגישה חסומה
hi: पहुंच अवरुद्ध
hr: Pristup blokiran
hu: Hozzáférés blokkolva
id: Akses diblokir
it: Accesso bloccato
ja: アクセスがブロックされました
ka: წვდომა დაბლოკილია
kk: Кіру блокталды
km: ការចូលត្រូវបានបិទ
ky: Кирүү бөгөттөлгөн
mk: Пристапот е блокиран
mr: प्रवेश अवरोधित
ms: Akses disekat
nb: Tilgang blokkert
nl: Toegang geblokkeerd
pt_pt: Acesso bloqueado
ro: Acces blocat
ru: Доступ заблокирован
sk: Pristup blokovany
sl: Dostop blokiran
sq: Aksesi i bllokuar
sr: Приступ блокиран
sv: Åtkomst blockerad
ta: அணுகல் தடுக்கப்பட்டது
te: ప్రవేశం నిరోధించబడింది
th: ถูกบล็อกการเข้าถึง
tr: Erisim engellendi
ug: كىرىش توسۇلدى
uk: Доступ заблоковано
ur: ุฑุณุงุฆ ุจูุงฺฉ 

# tooManyAttempts
source: Too many attempts. Try again later.
af: Te veel pogings
ar: محاولات كثيرة جداً. حاول مرة أخرى لاحقاً.
bg: Твърде много опити
bn: অনেক বেশি প্রচেষ্টা। পরে আবার চেষ্টা করুন।
ca: Massa intents. Torna-ho a provar més tard.
cs: Prilis mnoho pokusu
da: For mange forsøg. Prøv igen senere.
de: Zu viele Versuche. Versuche es später erneut.
el: Πολλές αποτυχημένες προσπάθειες
es: Demasiados intentos. Inténtalo más tarde.
et: Liiga palju katseid
eu: Saiakera gehiegi
fa: تلاش‌های بیش از حد
fi: Liian monta yritystä. Yritä myöhemmin uudelleen.
fil: Masyadong maraming pagtatangka. Subukan muli mamaya.
fr: Trop de tentatives. Réessayez plus tard.
ga: An iomarca iarrachtai. Bain triail eile as nios deanai.
gl: Demasiados intentos
gu: ઘણા બધા પ્રયાસો. પછીથી ફરી પ્રયાસ કરો.
he: יותר מדי ניסיונות. נסה שוב מאוחר יותר.
hi: बहुत अधिक प्रयास
hr: Previse pokusaja. Pokusajte ponovno kasnije.
hu: Túl sok próbálkozás. Próbálja újra később.
id: Terlalu banyak percobaan
it: Troppi tentativi. Riprova più tardi.
ja: 試行回数が多すぎます。後でもう一度お試しください。
ka: ძალიან ბევრი მცდელობა. სცადეთ მოგვიანებით.
kk: Тым көп әрекет
km: ការព្យាយាមច្រើនពេក។ ព្យាយាមម្តងទៀតពេលក្រោយ។
ky: Өтө көп аракет. Кийинчерээк кайталаңыз.
mk: Премногу обиди. Обидете се подоцна.
mr: खूप जास्त प्रयत्न. नंतर पुन्हा प्रयत्न करा.
ms: Terlalu banyak percubaan
nb: For mange forsøk. Prøv igjen senere.
nl: Te veel pogingen. Probeer het later opnieuw.
pt_pt: Demasiadas tentativas. Tente mais tarde.
ro: Prea multe incercari. Incearca mai tarziu.
ru: Слишком много попыток. Попробуйте позже.
sk: Prilis vela pokusov. Skuste neskor.
sl: Prevec poskusov. Poskusite pozneje.
sq: Shume perpjekje. Provoni me vone.
sr: Превише покушаја. Покушајте поново касније.
sv: För många försök. Försök igen senare.
ta: அதிகமான முயற்சிகள். பின்னர் மீண்டும் முயற்சிக்கவும்.
te: చాలా ఎక్కువ ప్రయత్నాలు
th: พยายามมากเกินไป ลองใหม่ภายหลัง
tr: Cok fazla deneme. Daha sonra tekrar deneyin.
ug: بەك كۆپ سىناش
uk: Забагато спроб
ur: ุจุช ุฒุงุฏ ฺฉูุดุดฺบ

source: Please wait
af: Wag asseblief
ar: يرجى الانتظار
bg: Моля, изчакайте
bn: অনুগ্রহ করে অপেক্ষা করুন
ca: Si us plau, espera
cs: Prosim vyckejte
da: Vent venligst
de: Bitte warten
el: Παρακαλώ περιμένετε
es: Por favor espera
et: Palun oodake
eu: Itxaron mesedez
fa: لطفاً صبر کنید
fi: Odota
fil: Mangyaring maghintay
fr: Veuillez patienter
ga: Fan le do thoil
gl: Agarda
gu: કૃપા કરીને રાહ જુઓ
he: אנא המתן
hi: कृपया प्रतीक्षा करें
hr: Molimo pricekajte
hu: Kérjük, várjon
id: Mohon tunggu
it: Attendi
ja: お待ちください
ka: გთხოვთ დაელოდეთ
kk: Күте тұрыңыз
km: សូមរង់ចាំ
ky: Күтүңүз
mk: Ве молиме почекајте
mr: कृपया प्रतीक्षा करा
ms: Sila tunggu
nb: Vennligst vent
nl: Even geduld
pt_pt: Aguarde
ro: Te rugam sa astepti
ru: Пожалуйста, подождите
sk: Prosim cakajte
sl: Prosim pocakajte
sq: Ju lutem prisni
sr: Молимо сачекајте
sv: Vänligen vänta
ta: காத்திருங்கள்
te: దయచేసి వేచి ఉండండి
th: กรุณารอ
tr: Lutfen bekleyin
ug: ساقلاڭ
uk: Будь ласка, зачекайте
ur: ุจุฑุง ฺฉุฑู ุงูุชุธุงุฑ ฺฉุฑฺบ

# waitDelay
source: Please wait for the delay to end
af: Wag asseblief vir die vertraging om te eindig
ar: يرجى انتظار انتهاء المهلة
bg: Моля, изчакайте забавянето да приключи
bn: অনুগ্রহ করে বিলম্ব শেষ হওয়া পর্যন্ত অপেক্ষা করুন
ca: Si us plau, espera que finalitzi el retard
cs: Prosim vyckejte na konec prodlevy
da: Vent venligst til forsinkelsen er ovre
de: Bitte warte bis die Zeit abgelaufen ist
el: Παρακαλώ περιμένετε να λήξει η καθυστέρηση
es: Por favor espera a que termine el tiempo
et: Palun oodake viivituse lõpuni
eu: Itxaron atzerapena amaitu arte
fa: لطفاً تا پایان تأخیر صبر کنید
fi: Odota viiveen päättymistä
fil: Mangyaring hintayin ang pagtatapos ng pagkaantala
fr: Veuillez attendre la fin du délai
ga: Fan go dti go mbeidh an mhoill thart
gl: Agarda a que remate o atraso
gu: કૃપા કરીને વિલંબ પૂરો થવાની રાહ જુઓ
he: אנא המתן עד לסיום ההשהיה
hi: कृपया विलंब समाप्त होने की प्रतीक्षा करें
hr: Molimo pricekajte da istekne odgoda
hu: Kérjük, várja meg a késleltetés végét
id: Mohon tunggu hingga jeda berakhir
it: Attendi la fine del tempo
ja: 遅延が終了するまでお待ちください
ka: გთხოვთ დაელოდეთ დაყოვნების დასრულებას
kk: Кідіріс аяқталғанша күтіңіз
km: សូមរង់ចាំឱ្យរយៈពេលបញ្ចប់
ky: Кечиктирүүнүн бүтүшүн күтүңүз
mk: Ве молиме почекајте да заврши одложувањето
mr: कृपया विलंब संपण्याची वाट पहा
ms: Sila tunggu sehingga kelewatan tamat
nb: Vennligst vent til forsinkelsen er over
nl: Wacht tot de vertraging is afgelopen
pt_pt: Aguarde o fim do atraso
ro: Te rugam sa astepti sa se termine intarzierea
ru: Пожалуйста, дождитесь окончания задержки
sk: Prosim pockajte na koniec oneskorenia
sl: Prosim pocakajte na konec zakasnitve
sq: Ju lutem prisni derisa te mbaroje vonesa
sr: Молимо сачекајте да истекне одлагање
sv: Vänligen vänta tills fördröjningen är slut
ta: தாமதம் முடியும் வரை காத்திருங்கள்
te: దయచేసి ఆలస్యం ముగిసే వరకు వేచి ఉండండి
th: กรุณารอจนหมดเวลาหน่วง
tr: Lutfen gecikmenin bitmesini bekleyin
ug: كېچىكتۈرۈش ئاخىرلاشقۇچە ساقلاڭ
uk: Будь ласка, дочекайтесь закінчення затримки
ur: ุจุฑุง ฺฉุฑู ุชุงุฎุฑ ุฎุชู ูู ุชฺฉ ุงูุชุธุงุฑ ฺฉุฑฺบ

# attemptCount
source: Attempt {current} of {max}
af: Poging {current} van {max}
ar: المحاولة {current} من {max}
bg: Опит {current} от {max}
bn: প্রচেষ্টা {current}/{max}
ca: Intent {current} de {max}
cs: Pokus {current} z {max}
da: Forsøg {current} af {max}
de: Versuch {current} von {max}
el: Προσπάθεια {current} από {max}
es: Intento {current} de {max}
et: Katse {current}/{max}
eu: Saiakera {current}/{max}
fa: تلاش {current} از {max}
fi: Yritys {current}/{max}
fil: Pagtatangka {current} sa {max}
fr: Tentative {current} sur {max}
ga: Iarracht {current} as {max}
gl: Intento {current} de {max}
gu: પ્રયાસ {current} માંથી {max}
he: ניסיון {current} מתוך {max}
hi: प्रयास {current} / {max}
hr: Pokusaj {current} od {max}
hu: {current}. próbálkozás a {max}-ból
id: Percobaan {current} dari {max}
it: Tentativo {current} di {max}
ja: 試行 {current}/{max}
ka: მცდელობა {current} / {max}
kk: {current} / {max} әрекет
km: ការព្យាយាម {current} នៃ {max}
ky: Аракет {current} / {max}
mk: Обид {current} од {max}
mr: प्रयत्न {current} पैकी {max}
ms: Percubaan {current} daripada {max}
nb: Forsøk {current} av {max}
nl: Poging {current} van {max}
pt_pt: Tentativa {current} de {max}
ro: Incercarea {current} din {max}
ru: Попытка {current} из {max}
sk: Pokus {current} z {max}
sl: Poskus {current} od {max}
sq: Perpjekja {current} nga {max}
sr: Покушај {current} од {max}
sv: Försök {current} av {max}
ta: முயற்சி {current} / {max}
te: ప్రయత్నం {current} / {max}
th: ครั้งที่ {current} จาก {max}
tr: Deneme {current} / {max}
ug: سىناش {current} / {max}
uk: Спроба {current} з {max}
ur: ฺฉูุดุด {current} ุงุฒ {max}

# retryIn
source: Retry in {time}
af: Probeer weer oor {time}
ar: أعد المحاولة خلال {time}
bg: Опитайте отново след {time}
bn: {time} পরে আবার চেষ্টা করুন
ca: Torna-ho a provar en {time}
cs: Opakujte za {time}
da: Prøv igen om {time}
de: Erneut versuchen in {time}
el: Επανάληψη σε {time}
es: Reintentar en {time}
et: Proovi uuesti {time} pärast
eu: Saiatu berriro {time}-n
fa: تلاش مجدد در {time}
fi: Yritä uudelleen {time} kuluttua
fil: Subukan muli sa {time}
fr: Réessayez dans {time}
ga: Bain triail eile as i {time}
gl: Reintentar en {time}
gu: {time} માં ફરી પ્રયાસ કરો
he: נסה שוב בעוד {time}
hi: {time} में पुनः प्रयास करें
hr: Pokusajte ponovno za {time}
hu: Újrapróbálás: {time} múlva
id: Coba lagi dalam {time}
it: Riprova tra {time}
ja: {time}後に再試行
ka: ხელახლა ცდა {time}-ში
kk: {time} кейін қайталаңыз
km: ព្យាយាមម្តងទៀតក្នុង {time}
ky: {time} кийин кайталаңыз
mk: Обидете се повторно за {time}
mr: {time} मध्ये पुन्हा प्रयत्न करा
ms: Cuba lagi dalam {time}
nb: Prøv igjen om {time}
nl: Opnieuw proberen in {time}
pt_pt: Tentar novamente em {time}
ro: Reincearca in {time}
ru: Повторить через {time}
sk: Skusit znova o {time}
sl: Poskusite znova cez {time}
sq: Riprovo pas {time}
sr: Покушајте поново за {time}
sv: Försök igen om {time}
ta: {time} இல் மீண்டும் முயற்சிக்கவும்
te: {time} లో మళ్ళీ ప్రయత్నించండి
th: ลองอีกครั้งใน {time}
tr: {time} sonra tekrar deneyin
ug: {time} دىن كېيىن قايتا سىناڭ
uk: Повторити через {time}
ur: {time} ู ฺบ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# forgotPin
source: Forgot PIN? Use recovery phrase
af: PIN vergeet? Gebruik herstelfrase
ar: نسيت PIN؟ استخدم عبارة الاسترداد
bg: Забравен PIN? Използвайте фраза за възстановяване
bn: PIN ভুলে গেছেন? পুনরুদ্ধার বাক্যাংশ ব্যবহার করুন
ca: Has oblidat el PIN? Usa la frase de recuperació
cs: Zapomenuty PIN? Pouzijte frazi pro obnoveni
da: Glemt PIN? Brug gendannelsesfrase
de: PIN vergessen? Wiederherstellungsphrase verwenden
el: Ξεχάσατε το PIN; Χρησιμοποιήστε τη φράση ανάκτησης
es: ¿Olvidaste el PIN? Usa la frase de recuperación
et: Unustasid PIN-i? Kasuta taastefraasi
eu: PIN-a ahaztu? Erabili berreskuratze-esaldia
fa: PIN را فراموش کردید؟ از عبارت بازیابی استفاده کنید
fi: Unohditko PIN:n? Käytä palautuslausetta
fil: Nakalimutan ang PIN? Gamitin ang recovery phrase
fr: PIN oublié ? Utiliser la phrase de récupération
ga: PIN dearmadta? Usaid an frasa aisghabhala
gl: Esqueceu o PIN? Usa a frase de recuperacion
gu: PIN ભૂલી ગયા? રિકવરી ફ્રેઝ વાપરો
he: שכחת PIN? השתמש בביטוי שחזור
hi: PIN भूल गए? रिकवरी वाक्यांश का उपयोग करें
hr: Zaboravili ste PIN? Koristite frazu za oporavak
hu: Elfelejtette a PIN-t? Használja a helyreállítási kifejezést
id: Lupa PIN? Gunakan frasa pemulihan
it: PIN dimenticato? Usa la frase di recupero
ja: PIN を忘れましたか？リカバリフレーズを使用
ka: დაგავიწყდათ PIN? გამოიყენეთ აღდგენის ფრაზა
kk: PIN ұмытылды ма? Қалпына келтіру фразасын қолданыңыз
km: ភ្លេច PIN? ប្រើឃ្លាសង្គ្រោះ
ky: PIN'ди унутуңузбу? Калыбына келтирүү фразасын колдонуңуз
mk: Заборавивте PIN? Користете фраза за обновување
mr: PIN विसरलात? रिकव्हरी वाक्यांश वापरा
ms: Lupa PIN? Gunakan frasa pemulihan
nb: Glemt PIN? Bruk gjenopprettingsfrase
nl: PIN vergeten? Gebruik herstelfrase
pt_pt: Esqueceu o PIN? Use a frase de recuperacao
ro: Ai uitat PIN-ul? Foloseste fraza de recuperare
ru: Забыли PIN? Используйте фразу восстановления
sk: Zabudli ste PIN? Pouzite frazu na obnovenie
sl: Pozabljen PIN? Uporabite obnovitveno frazo
sq: Keni harruar PIN? Perdorni frazen e rikuperimit
sr: Заборавили PIN? Користите фразу за опоравак
sv: Glömt PIN? Använd återställningsfras
ta: PIN மறந்துவிட்டதா? மீட்பு சொற்றொடரைப் பயன்படுத்துங்கள்
te: PIN మర్చిపోయారా? రికవరీ ఫ్రేజ్ ఉపయోగించండి
th: ลืม PIN? ใช้วลีกู้คืน
tr: PIN'i mi unuttunuz? Kurtarma ifadesini kullanin
ug: PIN ئۇنتۇلدىمۇ؟ ئەسلىگە كەلتۈرۈش ئىبارىسىنى ئىشلىتىڭ
uk: Забули PIN? Використайте фразу відновлення
ur: PIN ุจฺพูู ฺฏุฆุ ุจุงุฒุงุจ ุฌู ู ุงุณุชุนู ุงู ฺฉุฑฺบ

source: Use recovery phrase
af: Gebruik herstelfrase
ar: استخدم عبارة الاسترداد
bg: Използвайте фраза за възстановяване
bn: পুনরুদ্ধার বাক্যাংশ ব্যবহার করুন
ca: Usar la frase de recuperació
cs: Pouzit frazi pro obnoveni
da: Brug gendannelsesfrase
de: Wiederherstellungsphrase verwenden
el: Χρήση φράσης ανάκτησης
es: Usar frase de recuperación
et: Kasuta taastefraasi
eu: Erabili berreskuratze-esaldia
fa: استفاده از عبارت بازیابی
fi: Käytä palautuslausetta
fil: Gamitin ang recovery phrase
fr: Utiliser la phrase de récupération
ga: Usaid an frasa aisghabhala
gl: Usar frase de recuperacion
gu: રિકવરી ફ્રેઝ વાપરો
he: השתמש בביטוי שחזור
hi: रिकवरी वाक्यांश का उपयोग करें
hr: Koristi frazu za oporavak
hu: Helyreállítási kifejezés használata
id: Gunakan frasa pemulihan
it: Usa frase di recupero
ja: リカバリフレーズを使用
ka: აღდგენის ფრაზის გამოყენება
kk: Қалпына келтіру фразасын қолдану
km: ប្រើឃ្លាសង្គ្រោះ
ky: Калыбына келтирүү фразасын колдонуу
mk: Користи фраза за обновување
mr: रिकव्हरी वाक्यांश वापरा
ms: Gunakan frasa pemulihan
nb: Bruk gjenopprettingsfrase
nl: Herstelfrase gebruiken
pt_pt: Usar frase de recuperacao
ro: Foloseste fraza de recuperare
ru: Использовать фразу восстановления
sk: Pouzit frazu na obnovenie
sl: Uporabi obnovitveno frazo
sq: Perdor frazen e rikuperimit
sr: Користи фразу за опоравак
sv: Använd återställningsfras
ta: மீட்பு சொற்றொடரைப் பயன்படுத்து
te: రికవరీ ఫ్రేజ్ ఉపయోగించు
th: ใช้วลีกู้คืน
tr: Kurtarma ifadesini kullan
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى ئىشلىتىش
uk: Використати фразу відновлення
ur: ุจุงุฒุงุจ ุฌู ู ุงุณุชุนู ุงู ฺฉุฑฺบ

# recoveryWarningTitle
source: Warning
af: Waarskuwing
ar: تنبيه
bg: Предупреждение
bn: সতর্কতা
ca: Atenció
cs: Upozorneni
da: Advarsel
de: Achtung
el: Προειδοποίηση
es: Atención
et: Hoiatus
eu: Kontuz
fa: هشدار
fi: Varoitus
fil: Babala
fr: Attention
ga: Rabhadh
gl: Atencion
gu: ચેતવણી
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
ka: გაფრთხილება
kk: Ескерту
km: ការព្រមាន
ky: Эскертүү
mk: Предупредување
mr: चेतावणी
ms: Amaran
nb: Advarsel
nl: Waarschuwing
pt_pt: Aviso
ro: Avertisment
ru: Предупреждение
sk: Upozornenie
sl: Opozorilo
sq: Paralajmerim
sr: Упозорење
sv: Varning
ta: எச்சரிக்கை
te: హెచ్చరిక
th: คำเตือน
tr: Uyari
ug: ئاگاھلاندۇرۇش
uk: Попередження
ur: ุชูุจ

# recoveryWarningMessage
source: Account recovery will:
af: Rekeningherwinning sal:
ar: استرداد الحساب سيقوم بـ:
bg: Възстановяването на акаунта ще:
bn: অ্যাকাউন্ট পুনরুদ্ধার করলে:
ca: La recuperació del compte:
cs: Obnoveni uctu provede:
da: Kontogendannelse vil:
de: Die Kontowiederherstellung wird:
el: Η ανάκτηση λογαριασμού θα:
es: La recuperación de cuenta:
et: Konto taastamine:
eu: Kontuaren berreskuratzeak:
fa: بازیابی حساب:
fi: Tilin palautus:
fil: Ang account recovery ay:
fr: La récupération du compte va :
ga: Deanfaidh aisghabháil an chuntais:
gl: A recuperacion da conta vai:
gu: એકાઉન્ટ રિકવરી:
he: שחזור חשבון:
hi: खाता रिकवरी करेगी:
hr: Oporavak racuna ce:
hu: A fiók helyreállítása:
id: Pemulihan akun akan:
it: Il recupero dell'account:
ja: アカウントの回復は：
ka: ანგარიშის აღდგენა:
kk: Аккаунтты қалпына келтіру:
km: ការសង្គ្រោះគណនីនឹង:
ky: Аккаунтту калыбына келтирүү:
mk: Обновувањето на сметката ќе:
mr: खाते रिकव्हरी हे करेल:
ms: Pemulihan akaun akan:
nb: Kontogjenoppretting vil:
nl: Accountherstel zal:
pt_pt: A recuperacao da conta ira:
ro: Recuperarea contului va:
ru: Восстановление аккаунта:
sk: Obnovenie uctu:
sl: Obnovitev racuna bo:
sq: Rikuperimi i llogarise do te:
sr: Опоравак налога ће:
sv: Kontoåterställning kommer att:
ta: கணக்கு மீட்பு:
te: ఖాతా రికవరీ చేస్తుంది:
th: การกู้คืนบัญชีจะ:
tr: Hesap kurtarma su islemleri yapacaktir:
ug: ھېسابات ئەسلىگە كەلتۈرۈش:
uk: Відновлення облікового запису:
ur: ุงฺฉุงุคููน ุจุงุฒุงุจ:
