Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# typeMessage
source: Type a message...
af: Tik 'n boodskap...
ar: اكتب رسالة...
bg: Напишете съобщение...
bn: একটি বার্তা লিখুন...
ca: Escriu un missatge...
cs: Napiste zpravu...
da: Skriv en besked...
de: Nachricht schreiben...
el: Πληκτρολογήστε ένα μήνυμα...
es: Escribe un mensaje...
et: Kirjutage sõnum...
eu: Idatzi mezua...
fa: پیام بنویسید...
fi: Kirjoita viesti...
fil: Mag-type ng mensahe...
fr: Écrire un message...
ga: Scriobh teachtaireacht...
gl: Escribe unha mensaxe...
gu: સંદેશ લખો...
he: כתוב הודעה...
hi: संदेश लिखें...
hr: Upisite poruku...
hu: Írjon üzenetet...
id: Ketik pesan...
it: Scrivi un messaggio...
ja: メッセージを入力...
ka: შეიყვანეთ შეტყობინება...
kk: Хабарлама жазыңыз...
km: វាយសារ...
ky: Кат жазыңыз...
mk: Напишете порака...
mr: संदेश टाइप करा...
ms: Taip mesej...
nb: Skriv en melding...
nl: Typ een bericht...
pt_pt: Escreva uma mensagem...
ro: Scrie un mesaj...
ru: Введите сообщение...
sk: Napisat spravu...
sl: Vnesite sporocilo...
sq: Shkruani nje mesazh...
sr: Напишите поруку...
sv: Skriv ett meddelande...
ta: செய்தியை எழுதுங்கள்...
te: సందేశం టైప్ చేయండి...
th: พิมพ์ข้อความ...
tr: Bir mesaj yazin...
ug: ئۇچۇر يېزىڭ...
uk: Введіть повідомлення...
ur: ูพุบุงู ูนุงุฆูพ ฺฉุฑฺบ...

# messageSent
source: Sent
af: Gestuur
ar: مُرسلة
bg: Изпратено
bn: পাঠানো হয়েছে
ca: Enviat
cs: Odeslano
da: Sendt
de: Gesendet
el: Απεστάλη
es: Enviado
et: Saadetud
eu: Bidalita
fa: ارسال شد
fi: Lähetetty
fil: Naipadala
fr: Envoyé
ga: Seolta
gl: Enviado
gu: મોકલાયો
he: נשלח
hi: भेजा गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送信済み
ka: გაგზავნილია
kk: Жіберілді
km: បានផ្ញើ
ky: Жөнөтүлдү
mk: Испратена
mr: पाठवला
ms: Dihantar
nb: Sendt
nl: Verzonden
pt_pt: Enviada
ro: Trimis
ru: Отправлено
sk: Odoslane
sl: Poslano
sq: Derguar
sr: Послато
sv: Skickat
ta: அனுப்பப்பட்டது
te: పంపబడింది
th: ส่งแล้ว
tr: Gonderildi
ug: يوللاندى
uk: Надіслано
ur: ุจฺพุฌุง ฺฏุง

# messageDelivered
source: Delivered
af: Afgelewer
ar: تم التسليم
bg: Доставено
bn: বিতরণ করা হয়েছে
ca: Lliurat
cs: Doruceno
da: Leveret
de: Zugestellt
el: Παραδόθηκε
es: Entregado
et: Kohale toimetatud
eu: Entregatuta
fa: تحویل داده شد
fi: Toimitettu
fil: Naihatid
fr: Délivré
ga: Seachadta
gl: Entregado
gu: પહોંચાડાયો
he: נמסר
hi: वितरित
hr: Isporuceno
hu: Kézbesítve
id: Tersampaikan
it: Consegnato
ja: 配信済み
ka: მიწოდებულია
kk: Жеткізілді
km: បានទទួល
ky: Жеткирилди
mk: Доставена
mr: डिलिव्हर झाला
ms: Disampaikan
nb: Levert
nl: Afgeleverd
pt_pt: Entregue
ro: Livrat
ru: Доставлено
sk: Dorucene
sl: Dostavljeno
sq: Dorezuar
sr: Испоручено
sv: Levererat
ta: வழங்கப்பட்டது
te: డెలివర్ చేయబడింది
th: จัดส่งแล้ว
tr: Iletildi
ug: يەتكۈزۈلدى
uk: Доставлено
ur: ูพูฺุง ุฏุง ฺฏุง

# messageRead
source: Read
af: Gelees
ar: مقروءة
bg: Прочетено
bn: পড়া হয়েছে
ca: Llegit
cs: Precteno
da: Læst
de: Gelesen
el: Διαβάστηκε
es: Leído
et: Loetud
eu: Irakurrita
fa: خوانده شد
fi: Luettu
fil: Nabasa
fr: Lu
ga: Leite
gl: Lido
gu: વાંચ્યો
he: נקרא
hi: पढ़ा गया
hr: Procitano
hu: Olvasva
id: Dibaca
it: Letto
ja: 既読
ka: წაკითხულია
kk: Оқылды
km: បានអាន
ky: Окулду
mk: Прочитана
mr: वाचला
ms: Dibaca
nb: Lest
nl: Gelezen
pt_pt: Lida
ro: Citit
ru: Прочитано
sk: Precitane
sl: Prebrano
sq: Lexuar
sr: Прочитано
sv: Läst
ta: படிக்கப்பட்டது
te: చదివారు
th: อ่านแล้ว
tr: Okundu
ug: ئوقۇلدى
uk: Прочитано
ur: ูพฺฺพ ูุง ฺฏุง

# messageFailed
source: Failed to send
af: Kon nie stuur nie
ar: فشل الإرسال
bg: Неуспешно изпращане
bn: পাঠাতে ব্যর্থ
ca: Error en l'enviament
cs: Odeslani selhalo
da: Kunne ikke sende
de: Senden fehlgeschlagen
el: Αποτυχία αποστολής
es: Error al enviar
et: Saatmine ebaõnnestus
eu: Bidalketa huts egin du
fa: ارسال نشد
fi: Lähetys epäonnistui
fil: Hindi naipadala
fr: Échec de l'envoi
ga: Theip ar sheoladh
gl: Erro ao enviar
gu: મોકલવામાં નિષ્ફળ
he: השליחה נכשלה
hi: भेजने में विफल
hr: Slanje neuspjesno
hu: Küldés sikertelen
id: Gagal mengirim
it: Invio fallito
ja: 送信失敗
ka: გაგზავნა ვერ მოხერხდა
kk: Жіберу сәтсіз
km: ការផ្ញើបរាជ័យ
ky: Жөнөтүү ийгиликсиз
mk: Испраќањето не успеа
mr: पाठवण्यात अयशस्वी
ms: Gagal menghantar
nb: Sending mislyktes
nl: Verzenden mislukt
pt_pt: Falha no envio
ro: Trimitere esuata
ru: Ошибка отправки
sk: Odoslanie zlyhalo
sl: Posiljanje ni uspelo
sq: Dergimi deshtoi
sr: Слање неуспешно
sv: Kunde inte skicka
ta: அனுப்புவது தோல்வியுற்றது
te: పంపడం విఫలమైంది
th: ส่งล้มเหลว
tr: Gonderilemedi
ug: يوللاش مەغلۇب بولدى
uk: Не вдалося надіслати
ur: ุจฺพุฌู ู ฺบ ูุงฺฉุงู 

source: Now
af: Nou
ar: الآن
bg: Сега
bn: এখন
ca: Ara
cs: Ted
da: Nu
de: Jetzt
el: Τώρα
es: Ahora
et: Praegu
eu: Orain
fa: الان
fi: Nyt
fil: Ngayon
fr: Maintenant
ga: Anois
gl: Agora
gu: હમણાં
he: עכשיו
hi: अभी
hr: Sada
hu: Most
id: Sekarang
it: Ora
ja: 今
ka: ახლა
kk: Қазір
km: ឥឡូវ
ky: Азыр
mk: Сега
mr: आता
ms: Sekarang
nb: Nå
nl: Nu
pt_pt: Agora
ro: Acum
ru: Сейчас
sk: Teraz
sl: Zdaj
sq: Tani
sr: Сада
sv: Nu
ta: இப்போது
te: ఇప్పుడు
th: ตอนนี้
tr: Simdi
ug: ھازىر
uk: Зараз
ur: ุงุจฺพ

# daysAgo
source: {count}d
ar: {count}ي
bg: {count}д
bn: {count}দিন
de: {count}T
el: {count}μ
et: {count}p
eu: {count}e
fa: {count}روز
fi: {count}pv
fil: {count}a
fr: {count}j
ga: {count}l
gu: {count}દિ
he: {count}י'
hi: {count}दिन
hu: {count}n
id: {count}h
it: {count}g
ja: {count}日
ka: {count}დ
kk: {count}к
km: {count}ថ្ងៃ
ky: {count}к
mk: {count}д
mr: {count}दि
ms: {count}h
ro: {count}z
ru: {count}д
sr: {count}д
ta: {count}நா
te: {count}రో
th: {count}วัน
tr: {count}g
ug: {count}كۈن
uk: {count}д
ur: {count}ุฏู

source: Today
af: Vandag
ar: اليوم
bg: Днес
bn: আজ
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
et: Täna
eu: Gaur
fa: امروز
fi: Tänään
fil: Ngayon
fr: Aujourd'hui
ga: Inniu
gl: Hoxe
gu: આજે
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ka: დღეს
kk: Бүгін
km: ថ្ងៃនេះ
ky: Бүгүн
mk: Денес
mr: आज
ms: Hari ini
nb: I dag
nl: Vandaag
pt_pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sq: Sot
sr: Данас
sv: Idag
ta: இன்று
te: ఈ రోజు
th: วันนี้
tr: Bugun
ug: بۈگۈن
uk: Сьогодні
ur: ุขุฌ

source: Yesterday
af: Gister
ar: أمس
bg: Вчера
bn: গতকাল
ca: Ahir
cs: Vcera
da: I går
de: Gestern
el: Χθες
es: Ayer
et: Eile
eu: Atzo
fa: دیروز
fi: Eilen
fil: Kahapon
fr: Hier
ga: Inne
gl: Onte
gu: ગઈકાલે
he: אתמול
hi: कल
hr: Jucer
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ka: გუშინ
kk: Кеше
km: ម្សិលមិញ
ky: Кечээ
mk: Вчера
mr: काल
ms: Semalam
nb: I går
nl: Gisteren
pt_pt: Ontem
ro: Ieri
ru: Вчера
sk: Vcera
sl: Vceraj
sq: Dje
sr: Јуче
sv: Igår
ta: நேற்று
te: నిన్న
th: เมื่อวาน
tr: Dun
ug: تۈنۈگۈن
uk: Вчора
ur: ฺฉู

source: {date} at {time}
af: {date} om {time}
ar: {date} في {time}
bg: {date} в {time}
bn: {date} {time}-এ
ca: {date} a les {time}
cs: {date} v {time}
da: {date} kl. {time}
de: {date} um {time}
el: {date} στις {time}
es: {date} a las {time}
et: {date} kell {time}
eu: {date} {time}-(e)tan
fa: {date} ساعت {time}
fi: {date} klo {time}
fil: {date} nang {time}
fr: {date} à {time}
ga: {date} ag {time}
gl: {date} as {time}
gu: {date} ના {time} વાગ્યે
he: {date} ב-{time}
hi: {date} को {time} बजे
hr: {date} u {time}
hu: {date}, {time}
id: {date} pukul {time}
it: {date} alle {time}
ja: {date} {time}
ka: {date}, {time}
kk: {date} сағат {time}
km: {date} វេលា {time}
ky: {date} саат {time}
mk: {date} во {time}
mr: {date} वाजता {time}
ms: {date} pada {time}
nb: {date} kl. {time}
nl: {date} om {time}
pt_pt: {date} as {time}
ro: {date} la {time}
ru: {date} в {time}
sk: {date} o {time}
sl: {date} ob {time}
sq: {date} ne {time}
sr: {date} у {time}
sv: {date} kl {time}
ta: {date} {time} மணிக்கு
te: {date} {time} కి
th: {date} เวลา {time}
tr: {date} saat {time}
ug: {date} سائەت {time}
uk: {date} о {time}
ur: {date} ุจููุช {time}

# shareMessage
source: Join me on Hash! 🔒 It's a truly private messenger: total encryption, no trace on servers, and panic mode if needed. Download the app here 👇 https://hash.devolim.fr/share/index.html
af: Sluit aan by my op Hash! 🔒 Dit is 'n werklik private boodskapdiens: totale enkripsie, geen spoor op bedieners, en paniekmodus indien nodig. Laai die app hier af 👇 https://hash.devolim.fr/share/index.html
ar: انضم إليّ على Hash! 🔒 إنه تطبيق مراسلة خاص حقاً: تشفير كامل، بدون أثر على الخوادم، ووضع الذعر عند الحاجة. حمّل التطبيق من هنا 👇 https://hash.devolim.fr/share/index.html
bg: Присъединете се към мен в Hash! 🔒 Това е наистина поверителен месинджър: пълно криптиране, без следи на сървърите и режим на паника при нужда. Изтеглете приложението тук 👇 https://hash.devolim.fr/share/index.html
bn: Hash-এ আমার সাথে যোগ দিন! 🔒 এটি একটি সত্যিকারের গোপনীয় মেসেঞ্জার: সম্পূর্ণ এনক্রিপশন, সার্ভারে কোনো চিহ্ন নেই, এবং প্রয়োজনে প্যানিক মোড। এখানে অ্যাপটি ডাউনলোড করুন 👇 https://hash.devolim.fr/share/index.html
ca: Uneix-te a mi a Hash! 🔒 És un missatger realment privat: xifrat total, cap rastre als servidors, i mode pànic si cal. Descarrega l'app aquí 👇 https://hash.devolim.fr/share/index.html
cs: Pridej se ke mne na Hash! 🔒 Je to opravdu soukromy messenger: uplne sifrovani, zadna stopa na serverech a panikovy rezim v pripade potreby. Stahni si aplikaci zde 👇 https://hash.devolim.fr/share/index.html
da: Følg med mig på Hash! 🔒 Det er en virkelig privat beskedtjeneste: total kryptering, ingen spor på servere og paniktilstand ved behov. Download appen her 👇 https://hash.devolim.fr/share/index.html
de: Komm zu mir auf Hash! 🔒 Es ist ein wirklich privater Messenger: vollständige Verschlüsselung, keine Spuren auf Servern und Panik-Modus bei Bedarf. Lade die App hier herunter 👇 https://hash.devolim.fr/share/index.html
el: Ελάτε στο Hash! Είναι ένας πραγματικά ιδιωτικός messenger: πλήρης κρυπτογράφηση, κανένα ίχνος στους διακομιστές και λειτουργία πανικού αν χρειαστεί. Κατεβάστε την εφαρμογή εδώ https://hash.devolim.fr/share/index.html
es: ¡Únete a mí en Hash! 🔒 Es un mensajero verdaderamente privado: cifrado total, sin rastro en servidores, y modo pánico si lo necesitas. Descarga la app aquí 👇 https://hash.devolim.fr/share/index.html
et: Liitu minuga Hash'is! See on tõeliselt privaatne sõnumitooja: täielik krüpteerimine, jälgi serverites pole ja paanikarežiim vajadusel. Laadi rakendus alla siit https://hash.devolim.fr/share/index.html
eu: Batu niri Hash-en! Egiazko mezu pribatua da: enkriptazio osoa, arrastorik zerbitzarietan ez eta izubide-modua behar izanez gero. Deskargatu aplikazioa hemen https://hash.devolim.fr/share/index.html
fa: به من در Hash بپیوندید! یک پیام‌رسان واقعاً خصوصی: رمزنگاری کامل، بدون ردپا در سرورها و حالت وحشت در صورت نیاز. برنامه را اینجا دانلود کنید https://hash.devolim.fr/share/index.html
fi: Liity mukaani Hashissa! 🔒 Se on todella yksityinen viestisovellus: täysi salaus, ei jälkiä palvelimilla ja paniikkitila tarvittaessa. Lataa sovellus täältä 👇 https://hash.devolim.fr/share/index.html
fil: Samahan mo ako sa Hash! 🔒 Ito ay isang tunay na pribadong messenger: kabuuang encryption, walang bakas sa mga server, at panic mode kung kinakailangan. I-download ang app dito 👇 https://hash.devolim.fr/share/index.html
fr: Rejoins-moi sur Hash ! 🔒 C'est une messagerie vraiment privée : chiffrement total, aucune trace sur les serveurs, et un mode panique si besoin. Télécharge l'app ici 👇 https://hash.devolim.fr/share/index.html
ga: Bi liom ar Hash! 🔒 Is aip teachtaireachtai fior-phriobhaideach i: criptiuchain iomlan, gan rian ar na freastalairi, agus modh scanraidh mas ga. Iosladail an aip anseo 👇 https://hash.devolim.fr/share/index.html
gl: Unete a min en Hash! 🔒 E unha mensaxeria realmente privada: cifrado total, sen rastro nos servidores e modo panico se o necesitas. Descarga a aplicacion aqui 👇 https://hash.devolim.fr/share/index.html
gu: Hash પર મારી સાથે જોડાઓ! 🔒 આ ખરેખર ખાનગી મેસેન્જર છે: સંપૂર્ણ એન્ક્રિપ્શન, સર્વર પર કોઈ નિશાન નહીં, અને જરૂર પડે ત્યારે પેનિક મોડ. એપ્લિકેશન અહીંથી ડાઉનલોડ કરો 👇 https://hash.devolim.fr/share/index.html
he: הצטרף אליי ב-Hash! 🔒 זהו מסנג'ר פרטי באמת: הצפנה מלאה, אפס עקבות על השרתים, ומצב פאניקה בעת הצורך. הורד את האפליקציה כאן 👇 https://hash.devolim.fr/share/index.html
hi: Hash पर मेरे साथ जुड़ें! 🔒 यह एक सच में निजी मैसेंजर है: पूर्ण एन्क्रिप्शन, सर्वर पर कोई निशान नहीं, और ज़रूरत पड़ने पर पैनिक मोड। ऐप यहां डाउनलोड करें 👇 https://hash.devolim.fr/share/index.html
hr: Pridruzi mi se na Hash! 🔒 To je zaista privatan komunikator: potpuna enkripcija, bez tragova na posluziteljima i panicni nacin kad je potrebno. Preuzmi aplikaciju ovdje 👇 https://hash.devolim.fr/share/index.html
hu: Csatlakozz hozzám a Hash-en! 🔒 Ez egy igazán privát üzenetküldő: teljes titkosítás, nincs nyom a szervereken, és pánik mód szükség esetén. Töltsd le az alkalmazást itt 👇 https://hash.devolim.fr/share/index.html
id: Bergabunglah dengan saya di Hash! 🔒 Ini adalah pesan instan yang benar-benar privat: enkripsi total, tanpa jejak di server, dan mode panik jika diperlukan. Unduh aplikasinya di sini 👇 https://hash.devolim.fr/share/index.html
it: Unisciti a me su Hash! 🔒 È un messenger davvero privato: crittografia totale, nessuna traccia sui server e modalità panico se necessario. Scarica l'app qui 👇 https://hash.devolim.fr/share/index.html
ja: Hash で一緒にチャットしよう！🔒 本当にプライベートなメッセンジャー：完全な暗号化、サーバーに痕跡なし、必要に応じてパニックモード。 ここからアプリをダウンロード 👇 https://hash.devolim.fr/share/index.html
ka: შემოგვიერთდი Hash-ში! 🔒 ეს ნამდვილად კონფიდენციალური მესენჯერია: სრული დაშიფვრა, სერვერებზე კვალი არ რჩება და პანიკის რეჟიმი საჭიროებისამებრ. ჩამოტვირთეთ აპი აქ 👇 https://hash.devolim.fr/share/index.html
kk: Hash-та маған қосылыңыз! 🔒 Бұл шынымен құпия мессенджер: толық шифрлау, серверлерде із жоқ, қажет болса дабыл режимі. Қосымшаны осы жерден жүктеңіз 👇 https://hash.devolim.fr/share/index.html
km: ចូលរួមជាមួយខ្ញុំនៅលើ Hash! វាជាកម្មវិធីផ្ញើសារឯកជនពិតប្រាកដ: ការអ៊ិនគ្រីបពេញលេញ គ្មានដាននៅលើម៉ាស៊ីនមេ និងមុខងារបន្ទាន់បើត្រូវការ។ ទាញយកកម្មវិធីនៅទីនេះ https://hash.devolim.fr/share/index.html
ky: Hash'та мени менен кошулуңуз! 🔒 Бул чыныгы жашыруун мессенжер: толук шифрлөө, серверлерде из жок жана зарыл болсо паника режими. Колдонмону бул жерден жүктөп алыңыз 👇 https://hash.devolim.fr/share/index.html
mk: Придружи ми се на Hash! 🔒 Тоа е навистина приватен месинџер: целосна енкрипција, без трага на сервери и паник режим кога е потребно. Преземи ја апликацијата тука 👇 https://hash.devolim.fr/share/index.html
mr: Hash वर माझ्यासोबत सामील व्हा! 🔒 हा खरोखरच खाजगी मेसेंजर आहे: संपूर्ण एन्क्रिप्शन, सर्व्हरवर कोणताही मागोवा नाही, आणि आवश्यक असल्यास पॅनिक मोड. अॅप येथे डाउनलोड करा 👇 https://hash.devolim.fr/share/index.html
ms: Sertai saya di Hash! 🔒 Ini adalah pemesejan yang benar-benar peribadi: penyulitan total, tiada jejak di pelayan, dan mod panik jika perlu. Muat turun aplikasi di sini 👇 https://hash.devolim.fr/share/index.html
nb: Bli med meg på Hash! 🔒 Det er en virkelig privat meldingstjeneste: total kryptering, ingen spor på servere, og panikkmodus ved behov. Last ned appen her 👇 https://hash.devolim.fr/share/index.html
nl: Doe mee met Hash! 🔒 Het is een echt privé-messenger: totale versleuteling, geen spoor op servers en paniekmodus indien nodig. Download de app hier 👇 https://hash.devolim.fr/share/index.html
pt_pt: Junta-te a mim no Hash! 🔒 E um mensageiro verdadeiramente privado: encriptacao total, sem rasto nos servidores e modo panico se necessario. Transfere a aplicacao aqui 👇 https://hash.devolim.fr/share/index.html
ro: Alatura-te pe Hash! 🔒 Este un mesager cu adevarat privat: criptare totala, nicio urma pe servere si mod de panica daca e nevoie. Descarca aplicatia aici 👇 https://hash.devolim.fr/share/index.html
ru: Присоединяйтесь ко мне в Hash! 🔒 Это по-настоящему приватный мессенджер: полное шифрование, без следов на серверах и режим паники при необходимости. Скачайте приложение здесь 👇 https://hash.devolim.fr/share/index.html
sk: Pridajte sa ku mne na Hash! 🔒 Je to skutocne sukromny messenger: uplne sifrovanie, ziadna stopa na serveroch a panicke tlacidlo v pripade potreby. Stiahnite aplikaciu tu 👇 https://hash.devolim.fr/share/index.html
sl: Pridružite se mi na Hash! 🔒 Je resnično zaseben sporocilnik: popolno sifriranje, brez sledi na strežnikih in panicni nacin po potrebi. Prenesite aplikacijo tukaj 👇 https://hash.devolim.fr/share/index.html
sq: Bashkohuni me mua ne Hash! 🔒 Eshte nje mesazhier vertet privat: kriptim total, asnje gjurme ne servera dhe modalitet paniku nese nevojitet. Shkarkoni aplikacionin ketu 👇 https://hash.devolim.fr/share/index.html
sr: Придружи ми се на Hash-у! 🔒 То је стварно приватан месенџер: потпуно шифровање, нула трагова на серверима и паник режим ако затреба. Преузми апликацију овде 👇 https://hash.devolim.fr/share/index.html
sv: Kom med mig på Hash! 🔒 Det är en verkligt privat meddelandeapp: total kryptering, inga spår på servrar och panikläge vid behov. Ladda ner appen här 👇 https://hash.devolim.fr/share/index.html
ta: Hash-இல் என்னுடன் இணையுங்கள்! 🔒 இது உண்மையிலேயே தனிப்பட்ட தூதுவர்: முழுமையான குறியாக்கம், சேவையகங்களில் தடமில்லை, தேவைப்பட்டால் அவசரப் பயன்முறை. செயலியைப் பதிவிறக்குங்கள் 👇 https://hash.devolim.fr/share/index.html
te: Hash లో నాతో చేరండి! 🔒 ఇది నిజంగా ప్రైవేట్ మెసెంజర్: పూర్తి ఎన్‌క్రిప్షన్, సర్వర్‌లలో జాడ లేదు, మరియు అవసరమైతే పానిక్ మోడ్. యాప్‌ను ఇక్కడ డౌన్‌లోడ్ చేయండి 👇 https://hash.devolim.fr/share/index.html
th: มาใช้ Hash กัน! 🔒 แอปส่งข้อความที่เป็นส่วนตัวจริงๆ: เข้ารหัสทั้งหมด ไม่มีร่องรอยบนเซิร์ฟเวอร์ และมีโหมดฉุกเฉินเมื่อต้องการ ดาวน์โหลดแอปได้ที่ 👇 https://hash.devolim.fr/share/index.html
tr: Hash'te bana katil! 🔒 Gercekten ozel bir mesajlasma uygulamasi: tam sifreleme, sunucularda iz yok ve gerekirse panik modu. Uygulamayi buradan indir 👇 https://hash.devolim.fr/share/index.html
ug: Hash دا ماڭا قوشۇلۇڭ! 🔒 بۇ ھەقىقىي مەخپىي ئۇچۇرلاشقۇ: تولۇق شىفىرلاش، مۇلازىمېتىرلاردا ئىز يوق ۋە لازىم بولسا ۋەھىمە ھالىتى. ئەپنى بۇ يەردىن چۈشۈرۈڭ 👇 https://hash.devolim.fr/share/index.html
uk: Приєднуйтесь до мене в Hash! 🔒 Це справді приватний месенджер: повне шифрування, жодних слідів на серверах і режим паніки за потреби. Завантажте додаток тут 👇 https://hash.devolim.fr/share/index.html
ur: Hash ูพุฑ ู ุฑ ุณุงุชฺพ ุดุงู ู ูฺบ! ๐  ูุงูุน ุงฺฉ ูุฌ ู ุณูุฌุฑ : ู ฺฉู ู ุงูฺฉุฑูพุดูุ ุณุฑูุฑุฒ ูพุฑ ฺฉูุฆ ูุดุงู ูฺบุ ุงูุฑ ุถุฑูุฑุช ูพฺู ูพุฑ ูพูฺฉ ู ูฺ ุงูพ ุงฺบ ุณ ฺุงุคูููฺ ฺฉุฑฺบ ๐ https://hash.devolim.fr/share/index.html

source: Error
af: Fout
ar: خطأ
bg: Грешка
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
ga: Earraid
gl: Erro
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Greska
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ka: შეცდომა
kk: Қате
km: កំហុស
ky: Ката
mk: Грешка
mr: त्रुटी
ms: Ralat
nb: Feil
nl: Fout
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sq: Gabim
sr: Грешка
sv: Fel
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
ug: خاتالىق
uk: Помилка
ur: ุฎุฑุงุจ

source: View
af: Bekyk
ar: عرض
bg: Преглед
bn: দেখুন
ca: Veure
cs: Zobrazit
da: Vis
de: Ansehen
el: Προβολή
es: Ver
et: Vaata
eu: Ikusi
fa: مشاهده
fi: Näytä
fil: Tingnan
fr: Voir
ga: Feach
gl: Ver
gu: જુઓ
he: הצג
hi: देखें
hr: Prikazi
hu: Megtekintés
id: Lihat
it: Vedi
ja: 表示
ka: ნახვა
kk: Көру
km: មើល
ky: Көрүү
mk: Прикажи
mr: पहा
ms: Lihat
nb: Vis
nl: Bekijken
pt_pt: Ver
ro: Vezi
ru: Просмотр
sk: Zobrazit
sl: Ogled
sq: Shiko
sr: Прикажи
sv: Visa
ta: பார்
te: చూడు
th: ดู
tr: Goruntule
ug: كۆرۈش
uk: Переглянути
ur: ุฏฺฉฺพฺบ

source: Yes
af: Ja
ar: نعم
bg: Да
bn: হ্যাঁ
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fil: Oo
fr: Oui
ga: Ta
gl: Si
gu: હા
he: כן
hi: हां
hr: Da
hu: Igen
id: Ya
it: Si
ja: はい
ka: დიახ
kk: Иә
km: បាទ/ចាស
ky: Ооба
mk: Да
mr: होय
ms: Ya
nb: Ja
nl: Ja
pt_pt: Sim
ro: Da
ru: Да
sk: Ano
sl: Da
sq: Po
sr: Да
sv: Ja
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
ug: ھەئە
uk: Так
ur: ุงฺบ

source: No
af: Nee
ar: لا
bg: Не
bn: না
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
eu: Ez
fa: خیر
fi: Ei
fil: Hindi
fr: Non
ga: Nil
gl: Non
gu: ના
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ka: არა
kk: Жоқ
km: ទេ
ky: Жок
mk: Не
mr: नाही
ms: Tidak
nb: Nei
nl: Nee
pt_pt: Nao
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sr: Не
sv: Nej
ta: இல்லை
te: కాదు
th: ไม่
tr: Hayir
ug: ياق
uk: Ні
ur: ูฺบ

source: Save
af: Stoor
ar: حفظ
bg: Запазване
bn: সংরক্ষণ
ca: Desar
cs: Ulozit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
ga: Sabhail
gl: Gardar
gu: સેવ
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ka: შენახვა
kk: Сақтау
km: រក្សាទុក
ky: Сактоо
mk: Зачувај
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Opslaan
pt_pt: Guardar
ro: Salveaza
ru: Сохранить
sk: Ulozit
sl: Shrani
sq: Ruaj
sr: Сачувај
sv: Spara
ta: சேமி
te: సేవ్ చేయి
th: บันทึก
tr: Kaydet
ug: ساقلاش
uk: Зберегти
ur: ู ุญููุธ ฺฉุฑฺบ

source: Edit
af: Wysig
ar: تعديل
bg: Редактиране
bn: সম্পাদনা
ca: Editar
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
eu: Editatu
fa: ویرایش
fi: Muokkaa
fil: I-edit
fr: Modifier
ga: Cuir in eagar
gl: Editar
gu: ફેરફાર
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
ka: რედაქტირება
kk: Өңдеу
km: កែសម្រួល
ky: Түзөтүү
mk: Уреди
mr: संपादित करा
nb: Rediger
nl: Bewerken
pt_pt: Editar
ro: Editeaza
ru: Редактировать
sk: Upravit
sl: Uredi
sq: Redakto
sr: Уреди
sv: Redigera
ta: திருத்து
te: ఎడిట్ చేయి
th: แก้ไข
tr: Duzenle
ug: تەھرىرلەش
uk: Редагувати
ur: ุชุฑู ู ฺฉุฑฺบ

source: Close
af: Sluit
ar: إغلاق
bg: Затваряне
bn: বন্ধ
ca: Tancar
cs: Zavrit
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
fa: بستن
fi: Sulje
fil: Isara
fr: Fermer
ga: Dun
gl: Pechar
gu: બંધ
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ka: დახურვა
kk: Жабу
km: បិទ
ky: Жабуу
mk: Затвори
mr: बंद करा
ms: Tutup
nb: Lukk
nl: Sluiten
pt_pt: Fechar
ro: Inchide
ru: Закрыть
sk: Zavriet
sl: Zapri
sq: Mbyll
sr: Затвори
sv: Stäng
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
ug: تاقاش
uk: Закрити
ur: ุจูุฏ ฺฉุฑฺบ

source: Confirm
af: Bevestig
ar: تأكيد
bg: Потвърждаване
bn: নিশ্চিত
ca: Confirmar
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
eu: Berretsi
fa: تأیید
fi: Vahvista
fil: Kumpirmahin
fr: Confirmer
ga: Deimhnigh
gl: Confirmar
gu: કન્ફર્મ
he: אשר
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ka: დადასტურება
kk: Растау
km: បញ្ជាក់
ky: Ырастоо
mk: Потврди
mr: पुष्टी करा
ms: Sahkan
nb: Bekreft
nl: Bevestigen
pt_pt: Confirmar
ro: Confirma
ru: Подтвердить
sk: Potvrdit
sl: Potrdi
sq: Konfirmo
sr: Потврди
sv: Bekräfta
ta: உறுதிசெய்
te: నిర్ధారించు
th: ยืนยัน
tr: Onayla
ug: جەزملەش
uk: Підтвердити
ur: ุชุตุฏู ฺฉุฑฺบ

source: Loading...
af: Laai...
ar: جاري التحميل...
bg: Зареждане...
bn: লোড হচ্ছে...
ca: Carregant...
cs: Nacitani...
da: Indlæser...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
et: Laadimine...
eu: Kargatzen...
fa: بارگذاری...
fi: Ladataan...
fil: Naglo-load...
fr: Chargement...
ga: Ag lodail...
gl: Cargando...
gu: લોડ થઈ રહ્યું છે...
he: טוען...
hi: लोड हो रहा है...
hr: Ucitavanje...
hu: Betöltés...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ka: იტვირთება...
kk: Жүктелуде...
km: កំពុងផ្ទុក...
ky: Жүктөлүүдө...
mk: Се вчитува...
mr: लोड होत आहे...
ms: Memuatkan...
nb: Laster...
nl: Laden...
pt_pt: A carregar...
ro: Se incarca...
ru: Загрузка...
sk: Nacitava sa...
sl: Nalaganje...
sq: Duke ngarkuar...
sr: Учитавање...
sv: Laddar...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...
th: กำลังโหลด...
tr: Yukleniyor...
ug: يۈكلىنىۋاتىدۇ...
uk: Завантаження...
ur: ููฺ ู ุฑุง ...
