Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# callReconnectingTimer
source: Reconnecting ({seconds}s)
af: Herverbind ({seconds}s)
ar: إعادة الاتصال ({seconds}ث)
bg: Повторно свързване ({seconds}с)
bn: পুনঃসংযোগ ({seconds}সে)
ca: Reconnectant ({seconds}s)
cs: Znovu pripojovani ({seconds}s)
da: Genopretter forbindelse ({seconds}s)
de: Verbindung wird wiederhergestellt ({seconds}s)
el: Επανασύνδεση ({seconds}δ)
es: Reconectando ({seconds}s)
et: Taasühendumine ({seconds}s)
eu: Birkonektatzen ({seconds}s)
fa: اتصال مجدد ({seconds}ث)
fi: Yhdistetään uudelleen ({seconds}s)
fil: Muling kumokonekta ({seconds}s)
fr: Reconnexion ({seconds}s)
ga: Ag athcheangal ({seconds}s)
gl: Reconectando ({seconds}s)
gu: ફરી કનેક્ટ થઈ રહ્યું છે ({seconds}s)
he: מתחבר מחדש ({seconds}ש')
hi: पुनः कनेक्ट हो रहा है ({seconds}s)
hr: Ponovno povezivanje ({seconds}s)
hu: Újrakapcsolódás ({seconds}s)
id: Menghubungkan ulang ({seconds}d)
it: Riconnessione ({seconds}s)
ja: 再接続中（{seconds}秒）
ka: ხელახალი დაკავშირება ({seconds}წმ)
kk: Қайта қосылуда ({seconds}с)
km: កំពុងភ្ជាប់ឡើងវិញ ({seconds}វិ)
ky: Кайра туташууда ({seconds}с)
mk: Повторно поврзување ({seconds}s)
mr: पुन्हा जोडत आहे ({seconds}s)
ms: Menyambung semula ({seconds}s)
nb: Kobler til på nytt ({seconds}s)
nl: Opnieuw verbinden ({seconds}s)
pt_pt: A religar ({seconds}s)
ro: Se reconecteaza ({seconds}s)
ru: Переподключение ({seconds}с)
sk: Opätovne pripajanie ({seconds}s)
sl: Ponovno povezovanje ({seconds}s)
sq: Duke u rilidhur ({seconds}s)
sr: Поновно повезивање ({seconds}с)
sv: Återansluter ({seconds}s)
ta: மீண்டும் இணைக்கிறது ({seconds}வி)
te: మళ్ళీ కనెక్ట్ అవుతోంది ({seconds}s)
th: กำลังเชื่อมต่อใหม่ ({seconds}วิ)
tr: Yeniden baglaniyor ({seconds}sn)
ug: قايتا ئۇلاۋاتىدۇ ({seconds}s)
uk: Перепідключення ({seconds}с)
ur: ุฏูุจุงุฑ ุฌูฺ ุฑุง  ({seconds}s)

# callPaused
source: Paused
af: Onderbreek
ar: متوقف مؤقتاً
bg: На пауза
bn: বিরতি
ca: En pausa
cs: Pozastaveno
da: Sat på pause
de: Pausiert
el: Σε παύση
es: En pausa
et: Peatatud
eu: Pausatuta
fa: متوقف
fi: Tauolla
fil: Naka-pause
fr: En pause
ga: Ar sos
gl: En pausa
gu: થોભાવેલ
he: מושהה
hi: रुका हुआ
hr: Pauzirano
hu: Szünetel
id: Dijeda
it: In pausa
ja: 一時停止中
ka: შეჩერებულია
kk: Үзіліс
km: ផ្អាក
ky: Тыныгуу
mk: Паузирано
mr: थांबवले
ms: Dijeda
nb: Satt på pause
nl: Gepauzeerd
pt_pt: Pausado
ro: Pauză
ru: На паузе
sk: Pozastavené
sl: Zaustavljeno
sq: E ndaluar
sr: Паузирано
sv: Pausad
ta: இடைநிறுத்தம்
te: పాజ్ చేయబడింది
th: หยุดชั่วคราว
tr: Duraklatıldı
ug: ۋاقىتلىق توختىتىلدى
uk: На паузі
ur: ุฑูฺฉุง ูุง

# callPausedSubtitle
source: The call is still active
af: Die oproep is steeds aktief
ar: المكالمة لا تزال نشطة
bg: Обаждането все още е активно
bn: কলটি এখনও সক্রিয় আছে
ca: La trucada encara és activa
cs: Hovor stále probíhá
da: Opkaldet er stadig aktivt
de: Der Anruf ist noch aktiv
el: Η κλήση είναι ακόμα ενεργή
es: La llamada sigue activa
et: Kõne on endiselt aktiivne
eu: Deia oraindik ere aktiboa da
fa: تماس هنوز فعال است
fi: Puhelu on edelleen käynnissä
fil: Ang tawag ay aktibo pa rin
fr: L'appel est toujours en cours
ga: Tá an glao fós gníomhach
gl: A chamada aínda está activa
gu: કૉલ હજુ પણ ચાલુ છે
he: השיחה עדיין פעילה
hi: कॉल अभी भी चालू है
hr: Poziv je još aktivan
hu: A hívás még aktív
id: Panggilan masih berlangsung
it: La chiamata è ancora attiva
ja: 通話はまだ続いています
ka: ზარი ჯერ კიდევ აქტიურია
kk: Қоңырау әлі жалғасуда
km: ការហៅទូរសព្ទនៅតែបន្ត
ky: Чалуу дагы эле активдүү
mk: Повикот е сè уште активен
mr: कॉल अजूनही सक्रिय आहे
ms: Panggilan masih berlangsung
nb: Samtalen pågår fortsatt
nl: Het gesprek is nog actief
pt_pt: A chamada ainda está ativa
ro: Apelul este încă activ
ru: Звонок ещё активен
sk: Hovor stále prebieha
sl: Klic je še aktiven
sq: Thirrja është ende aktive
sr: Позив је још увек активан
sv: Samtalet pågår fortfarande
ta: அழைப்பு இன்னும் செயலில் உள்ளது
te: కాల్ ఇంకా యాక్టివ్‌గా ఉంది
th: สายยังคงอยู่
tr: Arama hâlâ devam ediyor
ug: تېلېفون ھازاھان ئاكتىپ
uk: Дзвінок ще активний
ur: ฺฉุงู ุงุจฺพ ุจฺพ ุฌุงุฑ 

# callRemoteMicMuted
source: Contact's microphone is muted
af: Kontak se mikrofoon is gedemp
ar: ميكروفون جهة الاتصال مكتوم
bg: Микрофонът на контакта е заглушен
bn: পরিচিতির মাইক্রোফোন নিঃশব্দ
ca: El micròfon del contacte està silenciat
cs: Mikrofon kontaktu je ztlumen
da: Kontaktens mikrofon er slået fra
de: Mikrofon des Kontakts stummgeschaltet
el: Το μικρόφωνο της επαφής είναι σε σίγαση
es: Micrófono del contacto silenciado
et: Kontakti mikrofon on vaigistatud
eu: Kontaktuaren mikrofonoa isilduta dago
fa: میکروفون مخاطب بی‌صداست
fi: Yhteystiedon mikrofoni on mykistetty
fil: Naka-mute ang mikropono ng kontak
fr: Micro de l'interlocuteur coupé
ga: Micreafon an duine eile ciunaithe
gl: O microfono do contacto esta silenciado
gu: સંપર્કનો માઇક્રોફોન મ્યૂટ છે
he: המיקרופון של איש הקשר מושתק
hi: संपर्क का माइक्रोफ़ोन म्यूट है
hr: Mikrofon kontakta je utisan
hu: A névjegy mikrofonja némítva van
id: Mikrofon kontak dibisukan
it: Microfono del contatto disattivato
ja: 連絡先のマイクがミュートされています
ka: კონტაქტის მიკროფონი დადუმებულია
kk: Контакттың микрофоны өшірілген
km: មីក្រូហ្វូនរបស់ទំនាក់ទំនងត្រូវបានបិទ
ky: Контакттын микрофону өчүрүлгөн
mk: Микрофонот на контактот е исклучен
mr: संपर्काचा मायक्रोफोन बंद आहे
ms: Mikrofon kenalan disenyapkan
nb: Kontaktens mikrofon er dempet
nl: Microfoon van contact is gedempt
pt_pt: Microfone do contacto silenciado
ro: Microfonul contactului este dezactivat
ru: Микрофон контакта выключен
sk: Mikrofon kontaktu je stlmeny
sl: Mikrofon stika je utisan
sq: Mikrofoni i kontaktit eshte i heshtur
sr: Микрофон контакта је искључен
sv: Kontaktens mikrofon är tystad
ta: தொடர்பின் ஒலிவாங்கி முடக்கப்பட்டுள்ளது
te: పరిచయం యొక్క మైక్రోఫోన్ మ్యూట్ చేయబడింది
th: ปิดไมค์ผู้ติดต่อแล้ว
tr: Kisinin mikrofonu kapali
ug: ئالاقىداشنىڭ مىكروفونى ئۈنسىز
uk: Мікрофон контакту вимкнено
ur: ุฑุงุจุท ฺฉุง ู ุงุฆฺฉุฑูููู ุฎุงู ูุด 

# callMiniControlsMute
source: Mute
af: Demp
ar: كتم الصوت
bg: Заглушаване
bn: নিঃশব্দ
ca: Silenciar
cs: Ztlumit
da: Slå fra
de: Stummschalten
el: Σίγαση
es: Silenciar
et: Vaigista
eu: Isilduta
fa: بی‌صدا
fi: Mykistä
fil: I-mute
fr: Couper le micro
ga: Ciunaigh an micreafon
gl: Silenciar
gu: મ્યૂટ
he: השתק
hi: म्यूट करें
hr: Utisaj
hu: Némítás
id: Bisukan
it: Disattiva microfono
ja: ミュート
ka: დადუმება
kk: Өшіру
km: បិទសំឡេង
ky: Үнсүз
mk: Исклучи
mr: म्यूट करा
ms: Senyap
nb: Demp
nl: Dempen
pt_pt: Silenciar
ro: Dezactiveaza
ru: Выключить
sk: Stlmit
sl: Utisaj
sq: Hesht
sr: Искључи микрофон
sv: Tysta
ta: முடக்கு
te: మ్యూట్ చేయి
th: ปิดเสียง
tr: Sesi kapat
ug: ئۈنسىز
uk: Вимкнути звук
ur: ุฎุงู ูุด ฺฉุฑฺบ

# callMiniControlsUnmute
source: Unmute
af: Ontdemp
ar: إلغاء كتم الصوت
bg: Включване
bn: শব্দ চালু
ca: Activar so
cs: Zrusit ztlumeni
da: Slå til
de: Stummschaltung aufheben
el: Κατάργηση σίγασης
es: Activar micrófono
et: Lülita sisse
eu: Soinua aktibatu
fa: فعال کردن صدا
fi: Poista mykistys
fil: I-unmute
fr: Activer le micro
ga: Gniomhachtaigh an micreafon
gl: Activar son
gu: અનમ્યૂટ
he: בטל השתקה
hi: अनम्यूट करें
hr: Ukljuci zvuk
hu: Némítás feloldása
id: Bunyikan
it: Attiva microfono
ja: ミュート解除
ka: ხმის ჩართვა
kk: Қосу
km: បើកសំឡេង
ky: Үндү ачуу
mk: Вклучи
mr: अनम्यूट करा
ms: Nyahsenyap
nb: Slå på lyd
nl: Dempen opheffen
pt_pt: Ativar som
ro: Activeaza
ru: Включить
sk: Zapnut
sl: Vklopi
sq: Aktivizo
sr: Укључи микрофон
sv: Slå på ljud
ta: முடக்கத்தை நீக்கு
te: అన్‌మ్యూట్ చేయి
th: เปิดเสียง
tr: Sesi ac
ug: ئۈن ئاچ
uk: Увімкнути звук
ur: ุขูุงุฒ ุจุญุงู ฺฉุฑฺบ

# callMiniControlsHangUp
source: Hang up
af: Beëindig
ar: إنهاء المكالمة
bg: Затваряне
bn: কল শেষ
ca: Penjar
cs: Zavesit
da: Læg på
de: Auflegen
el: Τερματισμός
es: Colgar
et: Lõpeta kõne
eu: Eseki
fa: قطع تماس
fi: Lopeta puhelu
fil: Ibaba
fr: Raccrocher
ga: Cuir sios
gl: Colgar
gu: કોલ કાપો
he: נתק
hi: कॉल काटें
hr: Prekini
hu: Befejezés
id: Akhiri
it: Riaggancia
ja: 切断
ka: დახურვა
kk: Қою
km: ដាក់ចុះ
ky: Коюу
mk: Затвори
mr: कट करा
ms: Tamatkan
nb: Legg på
nl: Ophangen
pt_pt: Desligar
ro: Inchide
ru: Завершить
sk: Zavesit
sl: Prekini
sq: Mbyll
sr: Прекини
sv: Lägg på
ta: துண்டி
te: కాల్ కట్ చేయి
th: วางสาย
tr: Kapat
ug: ئۈزۈش
uk: Завершити
ur: ฺฉุงู ุฎุชู ฺฉุฑฺบ

# callMiniControlsReturn
source: Return to call
af: Keer terug na oproep
ar: العودة إلى المكالمة
bg: Връщане към обаждането
bn: কলে ফিরুন
ca: Tornar a la trucada
cs: Vratit se k hovoru
da: Tilbage til opkald
de: Zurück zum Anruf
el: Επιστροφή στην κλήση
es: Volver a la llamada
et: Naase kõnesse
eu: Itzuli deira
fa: بازگشت به تماس
fi: Palaa puheluun
fil: Bumalik sa tawag
fr: Revenir à l'appel
ga: Fill ar an nglao
gl: Volver a chamada
gu: કોલ પર પાછા જાઓ
he: חזור לשיחה
hi: कॉल पर वापस जाएं
hr: Vrati se na poziv
hu: Visszatérés a híváshoz
id: Kembali ke panggilan
it: Torna alla chiamata
ja: 通話に戻る
ka: ზარზე დაბრუნება
kk: Қоңырауға оралу
km: ត្រឡប់ទៅការហៅ
ky: Чалууга кайтуу
mk: Врати се на повик
mr: कॉलवर परत या
ms: Kembali ke panggilan
nb: Tilbake til samtalen
nl: Terug naar gesprek
pt_pt: Voltar a chamada
ro: Inapoi la apel
ru: Вернуться к звонку
sk: Vratit sa k hovoru
sl: Vrni se h klicu
sq: Kthehu ne thirrje
sr: Врати се на позив
sv: Återgå till samtalet
ta: அழைப்புக்குத் திரும்பு
te: కాల్‌కు తిరిగి వెళ్ళు
th: กลับไปที่สาย
tr: Aramaya don
ug: چاقىرىشقا قايتىش
uk: Повернутися до дзвінка
ur: ฺฉุงู ูพุฑ ูุงูพุณ ุฌุงุฆฺบ

# callNetworkPoor
source: Unstable connection
af: Onstabiele verbinding
ar: اتصال غير مستقر
bg: Нестабилна връзка
bn: অস্থির সংযোগ
ca: Connexió inestable
cs: Nestabilni pripojeni
da: Ustabil forbindelse
de: Instabile Verbindung
el: Ασταθής σύνδεση
es: Conexión inestable
et: Ebastabiilne ühendus
eu: Konexio ezegonkorra
fa: اتصال ناپایدار
fi: Epävakaa yhteys
fil: Hindi matatag na koneksyon
fr: Connexion instable
ga: Nasc eagobhsai
gl: Conexion inestable
gu: અસ્થિર કનેક્શન
he: חיבור לא יציב
hi: अस्थिर कनेक्शन
hr: Nestabilna veza
hu: Instabil kapcsolat
id: Koneksi tidak stabil
it: Connessione instabile
ja: 不安定な接続
ka: არასტაბილური კავშირი
kk: Тұрақсыз байланыс
km: ការតភ្ជាប់មិនស្ថិតស្ថេរ
ky: Туруксуз байланыш
mk: Нестабилна врска
mr: अस्थिर कनेक्शन
ms: Sambungan tidak stabil
nb: Ustabil tilkobling
nl: Instabiele verbinding
pt_pt: Ligacao instavel
ro: Conexiune instabila
ru: Нестабильное соединение
sk: Nestabilne pripojenie
sl: Nestabilna povezava
sq: Lidhje e paqendrueshme
sr: Нестабилна веза
sv: Instabil anslutning
ta: நிலையற்ற இணைப்பு
te: అస్థిర కనెక్షన్
th: การเชื่อมต่อไม่เสถียร
tr: Kararsiz baglanti
ug: تۇراقسىز ئۇلىنىش
uk: Нестабільне з'єднання
ur: ุบุฑ ู ุณุชุญฺฉู ฺฉูฺฉุดู

# callNetworkLost
source: Connection lost
af: Verbinding verloor
ar: فُقد الاتصال
bg: Загубена връзка
bn: সংযোগ হারিয়ে গেছে
ca: Connexió perduda
cs: Pripojeni ztraceno
da: Forbindelse tabt
de: Verbindung verloren
el: Η σύνδεση χάθηκε
es: Conexión perdida
et: Ühendus kadunud
eu: Konexioa galdu da
fa: اتصال قطع شد
fi: Yhteys katkesi
fil: Nawala ang koneksyon
fr: Connexion perdue
ga: Nasc caillte
gl: Conexion perdida
gu: કનેક્શન ગુમ
he: החיבור אבד
hi: कनेक्शन खो गया
hr: Veza izgubljena
hu: Kapcsolat elveszett
id: Koneksi terputus
it: Connessione persa
ja: 接続が切れました
ka: კავშირი დაიკარგა
kk: Байланыс жоғалды
km: បាត់បង់ការតភ្ជាប់
ky: Байланыш жоголду
mk: Врската е изгубена
mr: कनेक्शन गमावले
ms: Sambungan terputus
nb: Tilkobling tapt
nl: Verbinding verloren
pt_pt: Ligacao perdida
ro: Conexiune pierduta
ru: Соединение потеряно
sk: Pripojenie stratene
sl: Povezava izgubljena
sq: Lidhja u humbe
sr: Веза изгубљена
sv: Anslutning förlorad
ta: இணைப்பு துண்டிக்கப்பட்டது
te: కనెక్షన్ కోల్పోయింది
th: ขาดการเชื่อมต่อ
tr: Baglanti kesildi
ug: ئۇلىنىش ئۈزۈلدى
uk: З'єднання втрачено
ur: ฺฉูฺฉุดู ุฎุชู ู ฺฏุง

# callEndedTitle
source: Call ended
af: Oproep beëindig
ar: انتهت المكالمة
bg: Обаждането приключи
bn: কল শেষ হয়েছে
ca: Trucada finalitzada
cs: Hovor ukoncen
da: Opkald afsluttet
de: Anruf beendet
el: Η κλήση τερματίστηκε
es: Llamada finalizada
et: Kõne lõppenud
eu: Deia amaitu da
fa: تماس پایان یافت
fi: Puhelu päättyi
fil: Natapos ang tawag
fr: Appel terminé
ga: Glao criochnaithe
gl: Chamada rematada
gu: કોલ સમાપ્ત
he: השיחה הסתיימה
hi: कॉल समाप्त
hr: Poziv zavrsen
hu: Hívás befejezve
id: Panggilan berakhir
it: Chiamata terminata
ja: 通話終了
ka: ზარი დასრულდა
kk: Қоңырау аяқталды
km: ការហៅបានបញ្ចប់
ky: Чалуу аяктады
mk: Повикот заврши
mr: कॉल संपला
ms: Panggilan tamat
nb: Samtale avsluttet
nl: Gesprek beëindigd
pt_pt: Chamada terminada
ro: Apel incheiat
ru: Звонок завершён
sk: Hovor ukonceny
sl: Klic koncen
sq: Thirrja perfundoi
sr: Позив завршен
sv: Samtal avslutat
ta: அழைப்பு முடிந்தது
te: కాల్ ముగిసింది
th: สิ้นสุดสาย
tr: Arama sona erdi
ug: چاقىرىش تاماملاندى
uk: Дзвінок завершено
ur: ฺฉุงู ุฎุชู ู ฺฏุฆ

# deviceDataTitle
source: My data
fr: Mes données

# deviceData
source: On your device
af: Toesteldata
ar: بيانات الجهاز
bg: Данни на устройството
bn: ডিভাইস ডেটা
ca: Dades del dispositiu
cs: Data zarizeni
da: Enhedsdata
de: Gerätedaten
el: Δεδομένα συσκευής
es: Datos del dispositivo
et: Seadme andmed
eu: Gailuaren datuak
fa: داده‌های دستگاه
fi: Laitteen tiedot
fil: Data ng device
fr: Sur votre appareil
ga: Sonrai an ghleis
gl: Datos do dispositivo
gu: ઉપકરણ ડેટા
he: נתוני מכשיר
hi: डिवाइस डेटा
hr: Podaci uredaja
hu: Eszközadatok
id: Data perangkat
it: Dati del dispositivo
ja: デバイスデータ
ka: მოწყობილობის მონაცემები
kk: Құрылғы деректері
km: ទិន្នន័យឧបករណ៍
ky: Түзмөк маалыматтары
mk: Податоци на уред
mr: डिव्हाइस डेटा
ms: Data peranti
nb: Enhetsdata
nl: Apparaatgegevens
pt_pt: Dados do dispositivo
ro: Datele dispozitivului
ru: Данные устройства
sk: Udaje zariadenia
sl: Podatki naprave
sq: Te dhenat e pajisjes
sr: Подаци уређаја
sv: Enhetsdata
ta: சாதனத் தரவு
te: పరికర డేటా
th: ข้อมูลอุปกรณ์
tr: Cihaz verileri
ug: ئۈسكۈنە سانلىق مەلۇماتى
uk: Дані пристрою
ur: ุขู ฺฉุง ฺูนุง

# deviceDataSubtitle
source: See who holds your data
af: Plaaslike en bedienerberging
ar: التخزين المحلي والخادم
bg: Локално и сървърно хранилище
bn: স্থানীয় ও সার্ভার স্টোরেজ
ca: Emmagatzematge local i del servidor
cs: Mistni a serverove uloziste
da: Lokal og serverlagring
de: Lokaler und Server-Speicher
el: Τοπική και απομακρυσμένη αποθήκευση
es: Almacenamiento local y servidor
et: Kohalik ja serveri salvestusruum
eu: Biltegi lokala eta zerbitzaria
fa: فضای ذخیره‌سازی محلی و سرور
fi: Paikallinen ja palvelimen tallennus
fil: Lokal at server storage
fr: Voir qui possède vos données
ga: Storail aitiuil agus freastalai
gl: Almacenamento local e do servidor
gu: સ્થાનિક અને સર્વર સ્ટોરેજ
he: אחסון מקומי ושרת
hi: स्थानीय और सर्वर स्टोरेज
hr: Lokalna i serverska pohrana
hu: Helyi és szerver tárhely
id: Penyimpanan lokal dan server
it: Archiviazione locale e server
ja: ローカルとサーバーのストレージ
ka: ლოკალური და სერვერის საცავი
kk: Жергілікті және сервер сақтауышы
km: ការផ្ទុកមូលដ្ឋាន និងម៉ាស៊ីនមេ
ky: Жергиликтүү жана сервер сактагычы
mk: Локално и серверско складирање
mr: स्थानिक आणि सर्व्हर स्टोरेज
ms: Storan tempatan dan pelayan
nb: Lokal og serverlagring
nl: Lokale en serveropslag
pt_pt: Armazenamento local e no servidor
ro: Stocare locala si pe server
ru: Локальное и серверное хранение
sk: Lokalne a serverove ulozisko
sl: Lokalno in strežnisko shranjevanje
sq: Ruajtja lokale dhe ne server
sr: Локално и серверско складиште
sv: Lokal och serverlagring
ta: உள்ளூர் மற்றும் சேவையக சேமிப்பு
te: లోకల్ మరియు సర్వర్ నిల్వ
th: พื้นที่จัดเก็บในเครื่องและเซิร์ฟเวอร์
tr: Yerel ve sunucu depolama
ug: يەرلىك ۋە مۇلازىمېتىر ساقلىغۇچ
uk: Локальне та серверне сховище
ur: ู ูุงู  ุงูุฑ ุณุฑูุฑ ุงุณูนูุฑุฌ

# dataLocalSubtitle
source: Contacts, messages, files, keys
fr: Contacts, messages, fichiers, clés

# dataLocalBadge
source: Encrypted · Only here
fr: Chiffré · Accessible qu'ici

# dataLocalBody
source: This data never leaves your phone. It is encrypted and protected by your PIN code.
fr: Ces données ne quittent jamais votre téléphone. Elles sont chiffrées et protégées par votre code PIN.

# dataServerSubtitle
source: Signal keys, messages in transit
fr: Clés Signal, messages en transit

# dataServerBadge
source: Minimum required · No identity
fr: Minimum requis · Sans identité

# dataServerBody
source: Hash only stores the strict minimum: your public encryption keys and your messages before delivery. No personal data.
fr: Hash ne stocke que le strict nécessaire : vos clés publiques de chiffrement et vos messages avant livraison. Aucune donnée personnelle.

source: Local storage
af: Plaaslike berging
ar: التخزين المحلي
bg: Локално хранилище
bn: স্থানীয় স্টোরেজ
ca: Emmagatzematge local
cs: Mistni uloziste
da: Lokal lagring
de: Lokaler Speicher
el: Τοπική αποθήκευση
es: Almacenamiento local
et: Kohalik salvestusruum
eu: Biltegi lokala
fa: فضای ذخیره‌سازی محلی
fi: Paikallinen tallennus
fil: Lokal na storage
fr: Stockage local
ga: Storail aitiuil
gl: Almacenamento local
gu: સ્થાનિક સ્ટોરેજ
he: אחסון מקומי
hi: स्थानीय स्टोरेज
hr: Lokalna pohrana
hu: Helyi tárhely
id: Penyimpanan lokal
it: Archiviazione locale
ja: ローカルストレージ
ka: ლოკალური საცავი
kk: Жергілікті сақтауыш
km: ការផ្ទុកមូលដ្ឋាន
ky: Жергиликтүү сактагыч
mk: Локално складирање
mr: स्थानिक स्टोरेज
ms: Storan tempatan
nb: Lokal lagring
nl: Lokale opslag
pt_pt: Armazenamento local
ro: Stocare locala
ru: Локальное хранилище
sk: Lokalne ulozisko
sl: Lokalno shranjevanje
sq: Ruajtja lokale
sr: Локално складиште
sv: Lokal lagring
ta: உள்ளூர் சேமிப்பு
te: లోకల్ నిల్వ
th: พื้นที่จัดเก็บในเครื่อง
tr: Yerel depolama
ug: يەرلىك ساقلىغۇچ
uk: Локальне сховище
ur: ู ูุงู  ุงุณูนูุฑุฌ

source: on this device
af: op hierdie toestel
ar: على هذا الجهاز
bg: на това устройство
bn: এই ডিভাইসে
ca: en aquest dispositiu
cs: na tomto zarizeni
da: på denne enhed
de: auf diesem Gerät
el: σε αυτή τη συσκευή
es: en este dispositivo
et: selles seadmes
eu: gailu honetan
fa: در این دستگاه
fi: tällä laitteella
fil: sa device na ito
fr: sur cet appareil
ga: ar an ngleas seo
gl: neste dispositivo
gu: આ ઉપકરણ પર
he: במכשיר זה
hi: इस डिवाइस पर
hr: na ovom uredaju
hu: ezen az eszközön
id: di perangkat ini
it: su questo dispositivo
ja: このデバイス上
ka: ამ მოწყობილობაზე
kk: осы құрылғыда
km: នៅលើឧបករណ៍នេះ
ky: бул түзмөктө
mk: на овој уред
mr: या डिव्हाइसवर
ms: di peranti ini
nb: på denne enheten
nl: op dit apparaat
pt_pt: neste dispositivo
ro: pe acest dispozitiv
ru: на этом устройстве
sk: na tomto zariadeni
sl: na tej napravi
sq: ne kete pajisje
sr: на овом уређају
sv: på denna enhet
ta: இந்தச் சாதனத்தில்
te: ఈ పరికరంలో
th: บนอุปกรณ์นี้
tr: bu cihazda
ug: بۇ ئۈسكۈنىدە
uk: на цьому пристрої
ur: ุงุณ ุขู ูพุฑ

source: Encrypted databases
af: Geënkripteerde databasisse
ar: قواعد بيانات مشفرة
bg: Криптирани бази данни
bn: এনক্রিপ্টেড ডাটাবেস
ca: Bases de dades xifrades
cs: Sifrovane databaze
da: Krypterede databaser
de: Verschlüsselte Datenbanken
el: Κρυπτογραφημένες βάσεις δεδομένων
es: Bases de datos cifradas
et: Krüpteeritud andmebaasid
eu: Datu-base enkriptatuak
fa: پایگاه‌های داده رمزنگاری‌شده
fi: Salatut tietokannat
fil: Mga naka-encrypt na database
fr: Bases de données chiffrées
ga: Bunachair shonrai chriptithe
gl: Bases de datos cifradas
gu: એન્ક્રિપ્ટેડ ડેટાબેઝ
he: מסדי נתונים מוצפנים
hi: एन्क्रिप्टेड डेटाबेस
hr: Enkriptirane baze podataka
hu: Titkosított adatbázisok
id: Basis data terenkripsi
it: Database crittografati
ja: 暗号化されたデータベース
ka: დაშიფრული ბაზები
kk: Шифрланған деректер қоры
km: មូលដ្ឋានទិន្នន័យអ៊ិនគ្រីប
ky: Шифрленген маалымат базалары
mk: Енкриптирани бази на податоци
mr: एन्क्रिप्टेड डेटाबेस
ms: Pangkalan data yang disulitkan
nb: Krypterte databaser
nl: Versleutelde databases
pt_pt: Bases de dados encriptadas
ro: Baze de date criptate
ru: Зашифрованные базы данных
sk: Sifrovane databazy
sl: Sifrirane podatkovne baze
sq: Baza te dhenash te kriptuara
sr: Шифроване базе података
sv: Krypterade databaser
ta: குறியாக்கம் செய்யப்பட்ட தரவுத்தளங்கள்
te: ఎన్‌క్రిప్టెడ్ డేటాబేస్‌లు
th: ฐานข้อมูลที่เข้ารหัส
tr: Sifreli veritabanlari
ug: شىفىرلانغان ساندانلار
uk: Зашифровані бази даних
ur: ุงูฺฉุฑูพูนฺ ฺูนุงุจุณุฒ

source: Files
af: Lêers
ar: الملفات
bg: Файлове
bn: ফাইল
ca: Fitxers
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
et: Failid
eu: Fitxategiak
fa: فایل‌ها
fi: Tiedostot
fil: Mga File
fr: Fichiers
ga: Comhaid
gl: Ficheiros
gu: ફાઇલો
he: קבצים
hi: फ़ाइलें
hr: Datoteke
hu: Fájlok
id: Berkas
it: File
ja: ファイル
ka: ფაილები
kk: Файлдар
km: ឯកសារ
ky: Файлдар
mk: Датотеки
mr: फाइल्स
ms: Fail
nb: Filer
nl: Bestanden
pt_pt: Ficheiros
ro: Fisiere
ru: Файлы
sk: Subory
sl: Datoteke
sq: Skedare
sr: Фајлови
sv: Filer
ta: கோப்புகள்
te: ఫైళ్ళు
th: ไฟล์
tr: Dosyalar
ug: ھۆججەتلەر
uk: Файли
ur: ูุงุฆูุฒ

source: Secure keychain
af: Veilige sleutelbos
ar: سلسلة المفاتيح الآمنة
bg: Сигурен ключодържател
bn: নিরাপদ কীচেইন
ca: Clauer segur
cs: Bezpecna klicenka
da: Sikker nøglering
de: Sicherer Schlüsselbund
el: Ασφαλές κλειδοθήκη
es: Llavero seguro
et: Turvaline võtmehoidja
eu: Gako-kate segurua
fa: زنجیره کلید امن
fi: Suojattu avainketju
fil: Secure na keychain
fr: Trousseau sécurisé
ga: Slabhra eochracha slan
gl: Chaves seguras
gu: સુરક્ષિત કીચેન
he: מחזיק מפתחות מאובטח
hi: सुरक्षित कीचेन
hr: Siguran privjesak kljuceva
hu: Biztonságos kulcstartó
id: Rantai kunci aman
it: Portachiavi sicuro
ja: セキュアキーチェーン
ka: უსაფრთხო გასაღებების ჯაჭვი
kk: Қауіпсіз кілттік
km: ខ្សែកូនសោសុវត្ថិភាព
ky: Коопсуз ачкычтар топтому
mk: Безбеден клучалка
mr: सुरक्षित कीचेन
ms: Rantai kunci selamat
nb: Sikker nøkkelring
nl: Beveiligde sleutelhanger
pt_pt: Porta-chaves seguro
ro: Breloc securizat
ru: Безопасная связка ключей
sk: Bezpecna klucenka
sl: Varni privesek za kljuce
sq: Zinxhir celesash i sigurt
sr: Безбедни привезак кључева
sv: Säker nyckelring
ta: பாதுகாப்பான சாவித்தொகுப்பு
te: సురక్షిత కీచైన్
th: พวงกุญแจปลอดภัย
tr: Guvenli anahtar zinciri
ug: بىخەتەر ئاچقۇچ زەنجىرى
uk: Захищений зв'язок ключів
ur: ู ุญููุธ ฺฉ ฺู

# contactsDetail
source: Names, avatars, Signal keys
af: Name, avatars, Signal-sleutels
ar: الأسماء والصور ومفاتيح Signal
bg: Имена, аватари, Signal ключове
bn: নাম, অবতার, Signal কী
ca: Noms, avatars, claus Signal
cs: Jmena, avatary, klice Signal
da: Navne, avatarer, Signal-nøgler
de: Namen, Avatare, Signal-Schlüssel
el: Ονόματα, εικονίδια, κλειδιά Signal
es: Nombres, avatares, claves Signal
et: Nimed, avatareid, Signal võtmed
eu: Izenak, avatarrak, Signal gakoak
fa: نام‌ها، آواتارها، کلیدهای Signal
fi: Nimet, avatarit, Signal-avaimet
fil: Mga pangalan, avatar, Signal key
fr: Noms, avatars, clés Signal
ga: Ainmneacha, avatair, eochracha Signal
gl: Nomes, avatares, chaves Signal
gu: નામો, અવતાર, Signal કી
he: שמות, אווטארים, מפתחות Signal
hi: नाम, अवतार, Signal कुंजियां
hr: Imena, avatari, Signal kljucevi
hu: Nevek, avatarok, Signal kulcsok
id: Nama, avatar, kunci Signal
it: Nomi, avatar, chiavi Signal
ja: 名前、アバター、Signal 鍵
ka: სახელები, ავატარები, Signal გასაღებები
kk: Аттар, аватарлар, Signal кілттері
km: ឈ្មោះ, រូបតំណាង, កូនសោ Signal
ky: Аттар, аватарлар, Signal ачкычтары
mk: Имиња, аватари, Signal клучеви
mr: नावे, अवतार, Signal की
ms: Nama, avatar, kunci Signal
nb: Navn, avatarer, Signal-nøkler
nl: Namen, avatars, Signal-sleutels
pt_pt: Nomes, avatares, chaves Signal
ro: Nume, avatare, chei Signal
ru: Имена, аватары, ключи Signal
sk: Mena, avatary, kluce Signal
sl: Imena, avatarji, kljuci Signal
sq: Emra, avatare, celesa Signal
sr: Имена, аватари, Signal кључеви
sv: Namn, avatarer, Signal-nycklar
ta: பெயர்கள், அவதாரங்கள், Signal விசைகள்
te: పేర్లు, అవతార్లు, Signal కీలు
th: ชื่อ, อวาตาร์, คีย์ Signal
tr: Adlar, avatarlar, Signal anahtarlari
ug: ئىسىملار، ئاۋاتارلار، Signal ئاچقۇچلىرى
uk: Імена, аватари, ключі Signal
ur: ูุงู ุ ุงูุชุงุฑุ Signal ฺฉุฒ
