Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secStep6Desc
source: As soon as your contact confirms receipt, the server permanently deletes the message. No trash, no archive, no backup. Even unread messages are automatically destroyed after 24 hours.
af: Sodra jou kontak ontvangs bevestig, verwyder die bediener die boodskap permanent. Geen asblik, geen argief, geen rugsteun nie. Selfs ongelees boodskappe word outomaties vernietig na 24 uur.
ar: بمجرد تأكيد جهة اتصالك للاستلام، يحذف الخادم الرسالة نهائياً. لا سلة محذوفات، لا أرشيف، لا نسخ احتياطية. حتى الرسائل غير المقروءة تُدمر تلقائياً بعد 24 ساعة.
bg: Веднага щом контактът ви потвърди получаването, сървърът изтрива съобщението завинаги. Без кошче, без архив, без резервно копие. Дори непрочетените съобщения се унищожават автоматично след 24 часа.
bn: আপনার পরিচিতি প্রাপ্তি নিশ্চিত করার সাথে সাথে সার্ভার স্থায়ীভাবে বার্তা মুছে দেয়। কোনো ট্র্যাশ, আর্কাইভ বা ব্যাকআপ নেই। অপঠিত বার্তাও ২৪ ঘণ্টা পর স্বয়ংক্রিয়ভাবে ধ্বংস হয়।
ca: Quan el teu contacte confirma la recepció, el servidor elimina permanentment el missatge. Cap paperera, cap arxiu, cap còpia de seguretat. Fins i tot els missatges no llegits es destrueixen automàticament després de 24 hores.
cs: Jakmile kontakt potvrdi prijem, server zpravu trvale smaze. Zadny kos, zadny archiv, zadna zaloha. I neprectene zpravy jsou automaticky zniceny po 24 hodinach.
da: Så snart din kontakt bekræfter modtagelsen, sletter serveren permanent beskeden. Ingen papirkurv, intet arkiv, ingen backup. Selv ulæste beskeder ødelægges automatisk efter 24 timer.
de: Sobald dein Kontakt den Empfang bestätigt, löscht der Server die Nachricht dauerhaft. Kein Papierkorb, kein Archiv, kein Backup. Auch ungelesene Nachrichten werden automatisch nach 24 Stunden vernichtet.
el: Μόλις η επαφή σας επιβεβαιώσει τη λήψη, ο διακομιστής διαγράφει μόνιμα το μήνυμα. Κανένας κάδος, κανένα αρχείο, κανένα αντίγραφο ασφαλείας. Ακόμη και τα αδιάβαστα μηνύματα καταστρέφονται αυτόματα μετά από 24 ώρες.
es: En cuanto tu contacto confirma la recepción, el servidor elimina permanentemente el mensaje. Sin papelera, sin archivo, sin copia de seguridad. Incluso los mensajes no leídos se destruyen automáticamente después de 24 horas.
et: Kohe kui kontakt kinnitab kättesaamist, kustutab server sõnumi jäädavalt. Prügikasti pole, arhiivi pole, varukoopiat pole. Isegi lugemata sõnumid hävitatakse automaatselt 24 tunni pärast.
eu: Zure kontaktuak jasotze-agiria berretsi bezain laster, zerbitzariak mezua betirako ezabatzen du. Zakarrontzirik ez, artxiborik ez, babeskopiarik ez. Irakurri gabeko mezuak ere automatikoki suntsitzen dira 24 orduren buruan.
fa: به محض تأیید دریافت توسط مخاطب، سرور پیام را برای همیشه حذف می‌کند. سطل زباله نه، آرشیو نه، پشتیبان نه. حتی پیام‌های خوانده‌نشده پس از ۲۴ ساعت به طور خودکار نابود می‌شوند.
fi: Heti kun yhteystietosi vahvistaa vastaanoton, palvelin poistaa viestin pysyvästi. Ei roskakoria, ei arkistoa, ei varmuuskopiota. Jopa lukemattomat viestit tuhotaan automaattisesti 24 tunnin jälkeen.
fil: Pagkakumpirma ng iyong kontak na natanggap na, permanenteng binubura ng server ang mensahe. Walang trash, walang archive, walang backup. Kahit ang mga hindi nabasa na mensahe ay awtomatikong sinisira pagkatapos ng 24 oras.
fr: Dès que ton contact confirme la réception, le serveur supprime définitivement le message. Pas de corbeille, pas d'archive, pas de sauvegarde. Même les messages non lus sont automatiquement détruits après 24 heures.
ga: Chomh luath agus a dheimhnionn do theagmhail go bhfuarthas i, scriosann an freastalai an teachtaireacht go buan. Gan bruscar, gan cartlann, gan cultaca. Scriostar fiu teachtaireachtai neamhleite go huathobrioch tar eis 24 uair.
gl: En canto o teu contacto confirma a recepcion, o servidor elimina permanentemente a mensaxe. Sen papeleira, sen arquivo, sen copia de seguridade. Incluso as mensaxes non lidas destruense automaticamente despois de 24 horas.
gu: તમારો સંપર્ક પ્રાપ્તિની ખાતરી કરે કે તરત જ, સર્વર કાયમી ધોરણે સંદેશ ડિલીટ કરે છે. કોઈ ટ્રેશ, કોઈ આર્કાઇવ, કોઈ બેકઅપ નહીં. વાંચ્યા ન હોય તેવા સંદેશાઓ પણ 24 કલાક પછી આપોઆપ નાશ પામે છે.
he: ברגע שאיש הקשר שלך מאשר קבלה, השרת מוחק לצמיתות את ההודעה. לא פח אשפה, לא ארכיון, לא גיבוי. גם הודעות שלא נקראו נהרסות אוטומטית אחרי 24 שעות.
hi: जैसे ही आपका संपर्क प्राप्ति की पुष्टि करता है, सर्वर संदेश को स्थायी रूप से हटा देता है। कोई ट्रैश नहीं, कोई आर्काइव नहीं, कोई बैकअप नहीं। अपठित संदेश भी 24 घंटे बाद स्वचालित रूप से नष्ट हो जाते हैं।
hr: Cim vas kontakt potvrdi primitak, posluzitelj trajno brise poruku. Nema smeca, nema arhive, nema sigurnosne kopije. Cak se i neprocitane poruke automatski uniste nakon 24 sata.
hu: Amint névjegye visszaigazolja a fogadást, a szerver véglegesen törli az üzenetet. Nincs kuka, nincs archívum, nincs biztonsági másolat. Még az olvasatlan üzenetek is automatikusan megsemmisülnek 24 óra után.
id: Segera setelah kontak Anda mengonfirmasi penerimaan, server menghapus pesan secara permanen. Tidak ada tempat sampah, tidak ada arsip, tidak ada cadangan. Bahkan pesan yang belum dibaca otomatis dihancurkan setelah 24 jam.
it: Non appena il tuo contatto conferma la ricezione, il server elimina definitivamente il messaggio. Nessun cestino, nessun archivio, nessun backup. Anche i messaggi non letti vengono automaticamente distrutti dopo 24 ore.
ja: 連絡先が受信を確認するとすぐに、サーバーはメッセージを完全に削除します。ゴミ箱なし、アーカイブなし、バックアップなし。未読メッセージも24時間後に自動的に破棄されます。
ka: როგორც კი კონტაქტი მიღებას დაადასტურებს, სერვერი სამუდამოდ წაშლის შეტყობინებას. არა ნაგავი, არა არქივი, არა სარეზერვო ასლი. წაუკითხავი შეტყობინებებიც კი ავტომატურად ნადგურდება 24 საათის შემდეგ.
kk: Контактіңіз қабылдауды растағаннан кейін, сервер хабарламаны біржола жояды. Себет жоқ, мұрағат жоқ, сақтық көшірме жоқ. Тіпті оқылмаған хабарламалар 24 сағаттан кейін автоматты түрде жойылады.
km: ភ្លាមៗដែលទំនាក់ទំនងរបស់អ្នកបញ្ជាក់ការទទួល ម៉ាស៊ីនមេលុបសារជាអចិន្ត្រៃយ៍។ គ្មានធុងសម្រាម គ្មានបណ្ណសារ គ្មានការបម្រុងទុក។ សូម្បីតែសារដែលមិនបានអាន ក៏ត្រូវបានបំផ្លាញដោយស្វ័យប្រវត្តិបន្ទាប់ពី ២៤ ម៉ោង។
ky: Контактыңыз алуусун ырастаганда, сервер катты биротоло өчүрөт. Таштанды жок, архив жок, көчүрмө жок. Окулбаган каттар да 24 сааттан кийин автоматтык түрдө жок кылынат.
mk: Штом вашиот контакт потврди прием, серверот трајно ја брише пораката. Нема корпа, нема архива, нема резервна копија. Дури и непрочитаните пораки автоматски се уништуваат по 24 часа.
mr: तुमचा संपर्क प्राप्ती पुष्टी करताच, सर्व्हर संदेश कायमचा हटवतो. कचरापेटी नाही, संग्रह नाही, बॅकअप नाही. न वाचलेले संदेशही 24 तासांनंतर आपोआप नष्ट होतात.
ms: Sebaik sahaja kenalan anda mengesahkan penerimaan, pelayan memadamkan mesej secara kekal. Tiada tong sampah, tiada arkib, tiada sandaran. Malah mesej yang belum dibaca dimusnahkan secara automatik selepas 24 jam.
nb: Så snart kontakten din bekrefter mottak, sletter serveren meldingen permanent. Ingen papirkurv, ingen arkiv, ingen sikkerhetskopi. Selv uleste meldinger ødelegges automatisk etter 24 timer.
nl: Zodra je contact de ontvangst bevestigt, verwijdert de server het bericht permanent. Geen prullenbak, geen archief, geen back-up. Zelfs ongelezen berichten worden automatisch vernietigd na 24 uur.
pt_pt: Assim que o teu contacto confirma a rececao, o servidor apaga permanentemente a mensagem. Sem lixo, sem arquivo, sem copia de seguranca. Mesmo as mensagens nao lidas sao automaticamente destruidas apos 24 horas.
ro: Imediat ce contactul confirma receptia, serverul sterge permanent mesajul. Niciun cos de gunoi, nicio arhiva, nicio copie de rezerva. Chiar si mesajele necitite sunt distruse automat dupa 24 de ore.
ru: Как только контакт подтверждает получение, сервер безвозвратно удаляет сообщение. Ни корзины, ни архива, ни резервной копии. Даже непрочитанные сообщения автоматически уничтожаются через 24 часа.
sk: Hned ako vas kontakt potvrdí prijatie, server trvalo zmaze spravu. Ziadny kos, ziadny archiv, ziadna zaloha. Aj neprecitane spravy su automaticky znicene po 24 hodinach.
sl: Takoj ko vas stik potrdi prejem, strežnik trajno izbrise sporocilo. Brez kosa, brez arhiva, brez varnostne kopije. Tudi neprebrana sporocila so samodejno unicena po 24 urah.
sq: Sapo kontakti konfirmon marrjen, serveri fshin perfundimisht mesazhin. Asnje kosh, asnje arkiv, asnje kopje rezerve. Edhe mesazhet e palexuara shkaterohen automatikisht pas 24 oreve.
sr: Чим твој контакт потврди пријем, сервер трајно брише поруку. Нема корпе, нема архиве, нема резервне копије. Чак и непрочитане поруке се аутоматски уништавају после 24 сата.
sv: Så fort din kontakt bekräftar mottagandet raderar servern permanent meddelandet. Ingen papperskorg, inget arkiv, ingen säkerhetskopia. Även olästa meddelanden förstörs automatiskt efter 24 timmar.
ta: உங்கள் தொடர்பு பெறுதலை உறுதிசெய்தவுடன், சேவையகம் செய்தியை நிரந்தரமாக நீக்குகிறது. குப்பை இல்லை, காப்பகம் இல்லை, காப்புப்பிரதி இல்லை. படிக்கப்படாத செய்திகள் கூட 24 மணி நேரத்திற்குப் பிறகு தானாக அழிக்கப்படும்.
te: మీ పరిచయం రసీదు నిర్ధారించగానే, సర్వర్ సందేశాన్ని శాశ్వతంగా తొలగిస్తుంది. ట్రాష్ లేదు, ఆర్కైవ్ లేదు, బ్యాకప్ లేదు. చదవని సందేశాలు కూడా 24 గంటల తర్వాత స్వయంచాలకంగా నాశనం చేయబడతాయి.
th: ทันทีที่ผู้ติดต่อยืนยันการรับ เซิร์ฟเวอร์จะลบข้อความถาวร ไม่มีถังขยะ ไม่มีเก็บถาวร ไม่มีสำรอง แม้ข้อความที่ยังไม่อ่านก็ถูกทำลายอัตโนมัติหลัง 24 ชม.
tr: Kisin alimi onayladiginda, sunucu mesaji kalici olarak siler. Cop kutusu yok, arsiv yok, yedek yok. Okunmamis mesajlar bile 24 saat sonra otomatik olarak yok edilir.
ug: ئالاقىداش تاپشۇرۇۋېلىشنى جەزملىگەندىلا، مۇلازىمېتىر ئۇچۇرنى مەڭگۈلۈك ئۆچۈرىدۇ. ئەخلەتدان يوق، ئارخىپ يوق، زاپاس يوق. ئوقۇلمىغان ئۇچۇرلارمۇ 24 سائەتتىن كېيىن ئاپتوماتىك يوق قىلىنىدۇ.
uk: Щойно контакт підтверджує отримання, сервер назавжди видаляє повідомлення. Жодного кошика, архіву, резервної копії. Навіть непрочитані повідомлення автоматично знищуються через 24 години.
ur: ุฌุณ  ุขูพ ฺฉุง ุฑุงุจุท ูุตูู ฺฉ ุชุตุฏู ฺฉุฑุชุง ุ ุณุฑูุฑ ูพุบุงู ฺฉู ู ุณุชูู ุทูุฑ ูพุฑ ุญุฐู ฺฉุฑ ุฏุชุง  ฺฉูุฆ ุฑุฏุ ฺฉูุฆ ุขุฑฺฉุงุฆูุ ฺฉูุฆ ุจฺฉ ุงูพ ูฺบ ุบุฑ ูพฺฺพ ูพุบุงู ุงุช ุจฺพ 24 ฺฏฺพููนูฺบ ุจุนุฏ ุฎูุฏฺฉุงุฑ ุทูุฑ ูพุฑ ุชุจุง ู ุฌุงุช ฺบ

# secStep7Title
source: Local expiration
af: Plaaslike verval
ar: انتهاء الصلاحية المحلي
bg: Локално изтичане
bn: স্থানীয় মেয়াদ শেষ
ca: Caducitat local
cs: Mistni expirace
da: Lokal udløb
de: Lokale Ablaufzeit
el: Τοπική λήξη
es: Expiración local
et: Kohalik aegumine
eu: Tokiko iraungitzea
fa: انقضای محلی
fi: Paikallinen vanheneminen
fil: Lokal na expiration
fr: Expiration locale
ga: Eag aitiuil
gl: Expiracion local
gu: સ્થાનિક એક્સપાયરી
he: תפוגה מקומית
hi: स्थानीय समाप्ति
hr: Lokalno istjecanje
hu: Helyi lejárat
id: Kedaluwarsa lokal
it: Scadenza locale
ja: ローカルでの期限切れ
ka: ლოკალური ვადის გასვლა
kk: Жергілікті мерзім аяқталуы
km: ការផុតកំណត់មូលដ្ឋាន
ky: Жергиликтүү мөөнөтү бүтүү
mk: Локално истекување
mr: स्थानिक कालबाह्यता
ms: Tamat tempoh tempatan
nb: Lokal utløp
nl: Lokale verlooptijd
pt_pt: Expiracao local
ro: Expirare locala
ru: Локальное истечение
sk: Lokalna expiracia
sl: Lokalno potekanje
sq: Skadimi lokal
sr: Локално истицање
sv: Lokal utgång
ta: உள்ளூர் காலாவதி
te: లోకల్ గడువు తీరడం
th: หมดอายุในเครื่อง
tr: Yerel sona erme
ug: يەرلىك ۋاقتى ئۆتۈش
uk: Локальне закінчення терміну
ur: ู ูุงู  ู ุนุงุฏ

# secStep7Desc
source: On your contact's phone, the message self-destructs according to the duration you chose: immediately after reading, 5 minutes, 1 hour... you decide.
af: Op jou kontak se foon vernietig die boodskap homself volgens die duur wat jy gekies het: onmiddellik na lees, 5 minute, 1 uur... jy besluit.
ar: على هاتف جهة اتصالك، تتدمر الرسالة ذاتياً حسب المدة التي اخترتها: فوراً بعد القراءة، 5 دقائق، ساعة واحدة... أنت تقرر.
bg: На телефона на контакта ви съобщението се самоунищожава според продължителността, която сте избрали: веднага след прочитане, 5 минути, 1 час... вие решавате.
bn: আপনার পরিচিতির ফোনে, বার্তা আপনার বেছে নেওয়া সময় অনুযায়ী স্বয়ংক্রিয়ভাবে মুছে যায়: পড়ার সাথে সাথে, ৫ মিনিট, ১ ঘণ্টা... আপনি সিদ্ধান্ত নেন।
ca: Al telèfon del teu contacte, el missatge s'autodestrueix segons la durada que has triat: immediatament després de llegir, 5 minuts, 1 hora... tu decideixes.
cs: Na telefonu kontaktu se zprava sama znici podle doby, kterou jsi zvolil/a: ihned po precteni, 5 minut, 1 hodina... ty rozhodujes.
da: På din kontakts telefon selvdestruerer beskeden efter den varighed, du valgte: straks efter læsning, 5 minutter, 1 time... du bestemmer.
de: Auf dem Telefon deines Kontakts zerstört sich die Nachricht selbst nach der von dir gewählten Dauer: sofort nach dem Lesen, 5 Minuten, 1 Stunde... du entscheidest.
el: Στο τηλέφωνο της επαφής σας, το μήνυμα αυτοκαταστρέφεται σύμφωνα με τη διάρκεια που επιλέξατε: αμέσως μετά την ανάγνωση, 5 λεπτά, 1 ώρα... εσείς αποφασίζετε.
es: En el teléfono de tu contacto, el mensaje se autodestruye según la duración que elegiste: inmediatamente después de leer, 5 minutos, 1 hora... tú decides.
et: Teie kontakti telefonis hävitab sõnum ennast ise vastavalt teie valitud kestusele: kohe pärast lugemist, 5 minutit, 1 tund... teie otsustate.
eu: Zure kontaktuaren telefonoan, mezua auto-suntsitzen da aukeratu duzun iraupenaren arabera: irakurri ondoren berehala, 5 minutu, ordu 1... zuk erabakitzen duzu.
fa: در تلفن مخاطب شما، پیام طبق مدتی که انتخاب کرده‌اید خود را نابود می‌کند: بلافاصله پس از خواندن، ۵ دقیقه، ۱ ساعت... شما تصمیم می‌گیرید.
fi: Yhteystietosi puhelimessa viesti tuhoutuu itsestään valitsemasi keston mukaan: heti lukemisen jälkeen, 5 minuuttia, 1 tunti... sinä päätät.
fil: Sa telepono ng iyong kontak, awtomatikong nasisira ang mensahe ayon sa pinili mong tagal: agad pagkabasa, 5 minuto, 1 oras... ikaw ang magpapasya.
fr: Sur le téléphone de ton contact, le message s'auto-détruit selon la durée que tu as choisie : immédiatement après lecture, 5 minutes, 1 heure... tu décides.
ga: Ar ghuthan do theagmhala, feinscriosann an teachtaireacht de reir an ama a roghnaigh tu: laithreach tar eis leitheoireachta, 5 noimead, 1 uair... is tusa a chinneann.
gl: No telefono do teu contacto, a mensaxe autodestruese segundo a duracion que elixiches: inmediatamente despois de ler, 5 minutos, 1 hora... ti decides.
gu: તમારા સંપર્કના ફોન પર, સંદેશ તમે પસંદ કરેલી અવધિ પ્રમાણે સ્વ-નાશ થાય છે: વાંચ્યા પછી તરત, 5 મિનિટ, 1 કલાક... તમે નક્કી કરો.
he: בטלפון של איש הקשר שלך, ההודעה מתרסקת בעצמה בהתאם למשך שבחרת: מיד אחרי קריאה, 5 דקות, שעה... אתה מחליט.
hi: आपके संपर्क के फ़ोन पर, संदेश आपकी चुनी हुई अवधि के अनुसार स्वयं नष्ट हो जाता है: पढ़ने के तुरंत बाद, 5 मिनट, 1 घंटा... आप तय करते हैं।
hr: Na telefonu vaseg kontakta, poruka se samounistava prema trajanju koje ste odabrali: odmah nakon citanja, 5 minuta, 1 sat... vi odlucujete.
hu: Névjegye telefonján az üzenet az Ön által választott időtartam szerint megsemmisül: olvasás után azonnal, 5 perc, 1 óra... Ön dönti el.
id: Di ponsel kontak Anda, pesan menghancurkan diri sesuai durasi yang Anda pilih: segera setelah dibaca, 5 menit, 1 jam... Anda yang memutuskan.
it: Sul telefono del tuo contatto, il messaggio si autodistrugge secondo la durata che hai scelto: immediatamente dopo la lettura, 5 minuti, 1 ora... decidi tu.
ja: 連絡先の電話では、あなたが選択した期間に従ってメッセージが自己破壊されます：既読後すぐ、5分、1時間...あなたが決めます。
ka: კონტაქტის ტელეფონზე შეტყობინება თვითნადგურდება თქვენ მიერ არჩეული ხანგრძლივობის მიხედვით: წაკითხვისთანავე, 5 წუთი, 1 საათი... თქვენ წყვეტთ.
kk: Контактіңіздің телефонында хабарлама сіз таңдаған ұзақтыққа сәйкес өзін-өзі жояды: оқығаннан кейін бірден, 5 минут, 1 сағат... сіз шешесіз.
km: នៅលើទូរស័ព្ទរបស់ទំនាក់ទំនង សារបំផ្លាញខ្លួនឯងតាមរយៈពេលដែលអ្នកបានជ្រើសរើស: ភ្លាមៗបន្ទាប់ពីអាន ៥ នាទី ១ ម៉ោង... អ្នកសម្រេចចិត្ត។
ky: Контактыңыздын телефонунда кат сиз тандаган убакытка жараша өзүн-өзү жок кылат: окулгандан кийин дароо, 5 мүнөт, 1 саат... сиз чечесиз.
mk: На телефонот на вашиот контакт, пораката се самоуништува според траењето што го избравте: веднаш по читање, 5 минути, 1 час... вие одлучувате.
mr: तुमच्या संपर्काच्या फोनवर, तुम्ही निवडलेल्या कालावधीनुसार संदेश स्वतःहून नष्ट होतो: वाचल्यानंतर लगेच, 5 मिनिटे, 1 तास... तुम्ही ठरवता.
ms: Di telefon kenalan anda, mesej memusnahkan diri mengikut tempoh yang anda pilih: serta-merta selepas dibaca, 5 minit, 1 jam... anda tentukan.
nb: På kontaktens telefon selvdestruerer meldingen i henhold til varigheten du valgte: umiddelbart etter lesing, 5 minutter, 1 time... du bestemmer.
nl: Op de telefoon van je contact vernietigt het bericht zichzelf volgens de duur die je hebt gekozen: direct na lezen, 5 minuten, 1 uur... jij beslist.
pt_pt: No telefone do teu contacto, a mensagem autodestroi-se conforme a duracao que escolheste: imediatamente apos leitura, 5 minutos, 1 hora... tu decides.
ro: Pe telefonul contactului, mesajul se autodistruge conform duratei alese: imediat dupa citire, 5 minute, 1 ora... tu decizi.
ru: На телефоне контакта сообщение самоуничтожается в соответствии с выбранной вами длительностью: сразу после прочтения, 5 минут, 1 час... вы решаете.
sk: Na telefone kontaktu sa sprava samoznici podla vasho nastavenia: okamzite po precitani, 5 minut, 1 hodina... vy rozhodujete.
sl: Na telefonu stika se sporocilo samounici glede na trajanje, ki ste ga izbrali: takoj po branju, 5 minut, 1 ura... vi odlocate.
sq: Ne telefonin e kontaktit, mesazhi veteshkaterohet sipas kohezgjatjes qe keni zgjedhur: menjehere pas leximit, 5 minuta, 1 ore... ju vendosni.
sr: На телефону твог контакта, порука се самоуништава према трајању које си изабрао: одмах после читања, 5 минута, 1 сат... ти одлучујеш.
sv: På din kontakts telefon förstörs meddelandet enligt den varaktighet du valde: direkt efter läsning, 5 minuter, 1 timme... du bestämmer.
ta: உங்கள் தொடர்பின் தொலைபேசியில், நீங்கள் தேர்ந்தெடுத்த காலத்திற்கு ஏற்ப செய்தி தானாக அழிக்கப்படும்: படிக்கப்பட்டவுடன், 5 நிமிடங்கள், 1 மணி நேரம்... நீங்கள் முடிவு செய்கிறீர்கள்.
te: మీ పరిచయం యొక్క ఫోన్‌లో, మీరు ఎంచుకున్న వ్యవధి ప్రకారం సందేశం స్వయంగా నాశనమవుతుంది: చదివిన వెంటనే, 5 నిమిషాలు, 1 గంట... మీరు నిర్ణయిస్తారు.
th: บนโทรศัพท์ผู้ติดต่อ ข้อความจะทำลายตัวเองตามระยะเวลาที่คุณเลือก: ทันทีหลังอ่าน, 5 นาที, 1 ชม. ... คุณตัดสินใจ
tr: Kisinin telefonunda mesaj, sectigin sureye gore kendini imha eder: okuduktan hemen sonra, 5 dakika, 1 saat... sen karar verirsin.
ug: ئالاقىداشنىڭ تېلېفونىدا، ئۇچۇر تاللىغان مۇددىتىڭىز بويىچە ئۆزىنى يوق قىلىدۇ: ئوقۇغاندىلا، 5 مىنۇت، 1 سائەت... سىز بەلگىلەيسىز.
uk: На телефоні контакту повідомлення самознищується відповідно до обраної тривалості: одразу після прочитання, 5 хвилин, 1 година... ви вирішуєте.
ur: ุขูพ ฺฉ ุฑุงุจุท ฺฉ ููู ูพุฑุ ูพุบุงู ุขูพ ฺฉ ู ูุชุฎุจ ฺฉุฑุฏ ู ุฏุช ฺฉ ู ุทุงุจู ุฎูุฏ ุชุจุง ู ุฌุงุชุง : ูพฺฺพุช ุ 5 ู ููนุ 1 ฺฏฺพููนุง... ุขูพ ูุตู ฺฉุฑุช ฺบ
