Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# serverContactRequestsDetail
source: Expire after 24h
af: Verval na 24u
ar: تنتهي بعد 24 ساعة
bg: Изтичат след 24ч
bn: ২৪ ঘণ্টা পর মেয়াদ শেষ
ca: Caduquen després de 24h
cs: Vyprsi po 24 h
da: Udløber efter 24t
de: Verfallen nach 24h
el: Λήγουν μετά από 24ω
es: Expiran tras 24h
et: Aeguvad 24 tunni pärast
eu: 24 ordutan iraungitzen dira
fa: پس از ۲۴ ساعت منقضی می‌شوند
fi: Vanhenevat 24 tunnin jälkeen
fil: Mag-e-expire pagkatapos ng 24o
fr: Expirent après 24h
ga: In eag tar eis 24u
gl: Caducan despois de 24 h
gu: 24 કલાક પછી એક્સપાયર
he: פגות אחרי 24 שעות
hi: 24 घंटे बाद समाप्त
hr: Istjecu nakon 24h
hu: 24 óra után lejárnak
id: Kedaluwarsa setelah 24j
it: Scadono dopo 24h
ja: 24時間後に期限切れ
ka: ვადა გაუვა 24 საათში
kk: 24 сағаттан кейін аяқталады
km: ផុតកំណត់បន្ទាប់ពី ២៤ ម៉ោង
ky: 24 сааттан кийин мөөнөтү бүтөт
mk: Истекуваат по 24ч
mr: 24 तासांनंतर कालबाह्य
ms: Tamat tempoh selepas 24j
nb: Utløper etter 24t
nl: Verlopen na 24u
pt_pt: Expiram apos 24h
ro: Expira dupa 24h
ru: Истекают через 24 ч
sk: Vyprsia po 24h
sl: Potecejo po 24h
sq: Skadojne pas 24h
sr: Истичу после 24ч
sv: Löper ut efter 24t
ta: 24 மணி நேரத்திற்குப் பிறகு காலாவதியாகும்
te: 24 గంటల తర్వాత గడువు తీరుతుంది
th: หมดอายุหลัง 24 ชม.
tr: 24 saat sonra sona erer
ug: 24 سائەتتىن كېيىن ۋاقتى ئۆتىدۇ
uk: Закінчуються через 24 год
ur: 24 ฺฏฺพููน ุจุนุฏ ุฎุชู ู ุฌุงุช ฺบ

# serverRateLimits
source: Rate limits
af: Tarieflimiete
ar: حدود المعدل
bg: Ограничения на скоростта
bn: হার সীমা
ca: Límits de velocitat
cs: Omezeni frekvence
da: Hastighedsgrænser
de: Ratenbegrenzung
el: Όρια ρυθμού
es: Límites de frecuencia
et: Kiiruspiirangud
eu: Tasa-mugak
fa: محدودیت‌های نرخ
fi: Nopeusrajoitukset
fil: Mga rate limit
fr: Limites de débit
ga: Teorainneacha rata
gl: Limites de velocidade
gu: રેટ લિમિટ
he: הגבלות קצב
hi: दर सीमाएं
hr: Ogranicenja brzine
hu: Sebességkorlátozások
id: Batas kecepatan
it: Limiti di frequenza
ja: レート制限
ka: სიჩქარის ლიმიტები
kk: Жылдамдық шектеулері
km: ដែនកំណត់អត្រា
ky: Чектөө лимиттери
mk: Ограничувања на стапка
mr: दर मर्यादा
ms: Had kadar
nb: Hastighetsbegrensninger
nl: Snelheidslimieten
pt_pt: Limites de taxa
ro: Limite de rata
ru: Ограничения скорости
sk: Limity rychlosti
sl: Omejitve hitrosti
sq: Kufizime te shpejtesise
sr: Ограничења учесталости
sv: Hastighetsbegränsningar
ta: வீத வரம்புகள்
te: రేట్ లిమిట్‌లు
th: จำกัดอัตรา
tr: Hiz sinirlari
ug: تەزلىك چەكلىمىسى
uk: Обмеження частоти
ur: ุดุฑุญ ุญุฏูุฏ

# serverRateLimitsDetail
source: Temporary anti-abuse data
af: Tydelike anti-misbruik data
ar: بيانات مؤقتة لمنع إساءة الاستخدام
bg: Временни данни срещу злоупотреба
bn: অস্থায়ী অপব্যবহার-বিরোধী ডেটা
ca: Dades temporals anti-abús
cs: Docasna data proti zneuziti
da: Midlertidige anti-misbrugsdata
de: Temporäre Anti-Missbrauch-Daten
el: Προσωρινά δεδομένα κατά της κατάχρησης
es: Datos temporales anti-abuso
et: Ajutised kuritarvitamisvastased andmed
eu: Aldi baterako anti-abusu datuak
fa: داده‌های موقت ضد سوء‌استفاده
fi: Väliaikaiset väärinkäytön estotiedot
fil: Pansamantalang anti-abuse data
fr: Données temporaires anti-abus
ga: Sonrai sealadacha frith-mhi-usaide
gl: Datos temporais contra o abuso
gu: અસ્થાયી એન્ટી-એબ્યુઝ ડેટા
he: נתונים זמניים למניעת ניצול
hi: अस्थायी दुरुपयोग-रोधी डेटा
hr: Privremeni podaci protiv zloupotrebe
hu: Ideiglenes visszaélés elleni adatok
id: Data anti-penyalahgunaan sementara
it: Dati temporanei anti-abuso
ja: 一時的な不正使用防止データ
ka: დროებითი ანტი-ბოროტად გამოყენების მონაცემები
kk: Уақытша теріс пайдалануға қарсы деректер
km: ទិន្នន័យបណ្តោះអាសន្នប្រឆាំងការរំលោភបំពាន
ky: Убактылуу кыянаттыкка каршы маалыматтар
mk: Привремени анти-злоупотреба податоци
mr: तात्पुरता गैरवापर-विरोधी डेटा
ms: Data anti-penyalahgunaan sementara
nb: Midlertidige anti-misbruk-data
nl: Tijdelijke anti-misbruikgegevens
pt_pt: Dados temporarios anti-abuso
ro: Date temporare anti-abuz
ru: Временные данные защиты от злоупотреблений
sk: Docasne anti-abuzne udaje
sl: Zacasni podatki proti zlorabi
sq: Te dhena te perkohshme kunder abuzimit
sr: Привремени подаци против злоупотребе
sv: Tillfällig data mot missbruk
ta: தற்காலிக துஷ்பிரயோக எதிர்ப்பு தரவு
te: తాత్కాలిక యాంటీ-అబ్యూజ్ డేటా
th: ข้อมูลป้องกันการละเมิดชั่วคราว
tr: Gecici kotuye kullanim onleme verileri
ug: ۋاقىتلىق سۇئىستىمالغا قارشى سانلىق مەلۇمات
uk: Тимчасові дані проти зловживань
ur: ุนุงุฑุถ ุงูุณุฏุงุฏ ุจุฏุณููฺฉ ฺูนุง

# privacyReassurance
source: Hash cannot read your messages. All data is end-to-end encrypted. Server data is automatically deleted.
af: Hash kan nie jou boodskappe lees nie. Alle data is end-tot-end geënkripteer. Bedienerdata word outomaties verwyder.
ar: لا يمكن لـ Hash قراءة رسائلك. جميع البيانات مشفرة من طرف إلى طرف. تُحذف بيانات الخادم تلقائيًا.
bg: Hash не може да чете вашите съобщения. Всички данни са криптирани от край до край. Сървърните данни се изтриват автоматично.
bn: Hash আপনার বার্তা পড়তে পারে না। সমস্ত ডেটা এন্ড-টু-এন্ড এনক্রিপ্টেড। সার্ভার ডেটা স্বয়ংক্রিয়ভাবে মুছে যায়।
ca: Hash no pot llegir els teus missatges. Totes les dades estan xifrades d'extrem a extrem. Les dades del servidor s'eliminen automàticament.
cs: Hash nemuze cist vase zpravy. Vsechna data jsou end-to-end sifrovana. Serverova data se automaticky mazou.
da: Hash kan ikke læse dine beskeder. Alle data er end-to-end-krypteret. Serverdata slettes automatisk.
de: Hash kann deine Nachrichten nicht lesen. Alle Daten sind Ende-zu-Ende-verschlüsselt. Serverdaten werden automatisch gelöscht.
el: Το Hash δεν μπορεί να διαβάσει τα μηνύματά σας. Όλα τα δεδομένα κρυπτογραφούνται από άκρο σε άκρο. Τα δεδομένα του διακομιστή διαγράφονται αυτόματα.
es: Hash no puede leer tus mensajes. Todos los datos están cifrados de extremo a extremo. Los datos del servidor se eliminan automáticamente.
et: Hash ei saa teie sõnumeid lugeda. Kõik andmed on täielikult krüpteeritud. Serveri andmed kustutatakse automaatselt.
eu: Hash-ek ezin ditu zure mezuak irakurri. Datu guztiak muturretik muturrera enkriptatuta daude. Zerbitzariaren datuak automatikoki ezabatzen dira.
fa: Hash نمی‌تواند پیام‌های شما را بخواند. همه داده‌ها سرتاسر رمزنگاری شده‌اند. داده‌های سرور به طور خودکار حذف می‌شوند.
fi: Hash ei voi lukea viestejäsi. Kaikki tiedot on salattu päästä päähän. Palvelimen tiedot poistetaan automaattisesti.
fil: Hindi mababasa ng Hash ang iyong mga mensahe. Lahat ng data ay end-to-end encrypted. Awtomatikong binubura ang data sa server.
fr: Hash ne peut pas lire vos messages. Toutes les données sont chiffrées de bout en bout. Les données serveur sont supprimées automatiquement.
ga: Ni feidir le Hash do chuid teachtaireachtai a leamh. Ta gach sonrai criptithe ceann go ceann. Scriostar sonrai an fhreastalai go huathobrioch.
gl: Hash non pode ler as tuas mensaxes. Todos os datos estan cifrados de extremo a extremo. Os datos do servidor eliminanse automaticamente.
gu: Hash તમારા સંદેશાઓ વાંચી શકતું નથી. બધો ડેટા એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ છે. સર્વર ડેટા આપોઆપ ડિલીટ થાય છે.
he: Hash לא יכול לקרוא את ההודעות שלך. כל הנתונים מוצפנים מקצה לקצה. נתוני השרת נמחקים אוטומטית.
hi: Hash आपके संदेश नहीं पढ़ सकता। सभी डेटा एंड-टू-एंड एन्क्रिप्टेड है। सर्वर डेटा स्वचालित रूप से हटाया जाता है।
hr: Hash ne moze citati vase poruke. Svi podaci su enkriptirani od kraja do kraja. Podaci na posluzitelju se automatski brisu.
hu: A Hash nem tudja olvasni üzeneteit. Minden adat végponttól végpontig titkosított. A szerver adatok automatikusan törlődnek.
id: Hash tidak dapat membaca pesan Anda. Semua data dienkripsi ujung-ke-ujung. Data server dihapus otomatis.
it: Hash non può leggere i tuoi messaggi. Tutti i dati sono crittografati end-to-end. I dati del server vengono eliminati automaticamente.
ja: Hash はあなたのメッセージを読むことができません。すべてのデータはエンドツーエンド暗号化されています。サーバーデータは自動的に削除されます。
ka: Hash ვერ წაიკითხავს თქვენს შეტყობინებებს. ყველა მონაცემი ბოლოდან ბოლომდე დაშიფრულია. სერვერის მონაცემები ავტომატურად იშლება.
kk: Hash хабарламаларыңызды оқи алмайды. Барлық деректер толық шифрланған. Сервер деректері автоматты түрде жойылады.
km: Hash មិនអាចអានសាររបស់អ្នក។ ទិន្នន័យទាំងអស់ត្រូវបានអ៊ិនគ្រីបពីចុងដល់ចុង។ ទិន្នន័យម៉ាស៊ីនមេត្រូវបានលុបដោយស្វ័យប្រវត្តិ។
ky: Hash каттарыңызды окуй албайт. Бардык маалыматтар учтан-учка шифрленген. Сервер маалыматтары автоматтык түрдө өчүрүлөт.
mk: Hash не може да ги чита вашите пораки. Сите податоци се целосно енкриптирани. Серверските податоци автоматски се бришат.
mr: Hash तुमचे संदेश वाचू शकत नाही. सर्व डेटा एंड-टू-एंड एन्क्रिप्टेड आहे. सर्व्हर डेटा आपोआप हटवला जातो.
ms: Hash tidak boleh membaca mesej anda. Semua data disulitkan hujung-ke-hujung. Data pelayan dipadamkan secara automatik.
nb: Hash kan ikke lese meldingene dine. All data er ende-til-ende-kryptert. Serverdata slettes automatisk.
nl: Hash kan je berichten niet lezen. Alle gegevens zijn end-to-end versleuteld. Servergegevens worden automatisch verwijderd.
pt_pt: O Hash nao pode ler as suas mensagens. Todos os dados sao encriptados ponta a ponta. Os dados do servidor sao automaticamente apagados.
ro: Hash nu poate citi mesajele tale. Toate datele sunt criptate end-to-end. Datele de pe server sunt sterse automat.
ru: Hash не может читать ваши сообщения. Все данные зашифрованы сквозным шифрованием. Серверные данные удаляются автоматически.
sk: Hash nemoze citat vase spravy. Vsetky udaje su end-to-end sifrovane. Serverove udaje su automaticky mazane.
sl: Hash ne more brati vasih sporocil. Vsi podatki so sifrirani od konca do konca. Podatki strežnika so samodejno izbrisani.
sq: Hash nuk mund te lexoje mesazhet tuaja. Te gjitha te dhenat jane te kriptuara nga skaji ne skaj. Te dhenat e serverit fshihen automatikisht.
sr: Hash не може да чита ваше поруке. Сви подаци су шифровани с краја на крај. Подаци на серверу се аутоматски бришу.
sv: Hash kan inte läsa dina meddelanden. All data är ände-till-ände-krypterad. Serverdata raderas automatiskt.
ta: Hash உங்கள் செய்திகளைப் படிக்க முடியாது. அனைத்து தரவும் முழுமையாக குறியாக்கம் செய்யப்பட்டுள்ளது. சேவையக தரவு தானாக நீக்கப்படும்.
te: Hash మీ సందేశాలను చదవలేదు. మొత్తం డేటా ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్టెడ్. సర్వర్ డేటా స్వయంచాలకంగా తొలగించబడుతుంది.
th: Hash ไม่สามารถอ่านข้อความของคุณ ข้อมูลทั้งหมดเข้ารหัสแบบครบวงจร ข้อมูลเซิร์ฟเวอร์ถูกลบอัตโนมัติ
tr: Hash mesajlarinizi okuyamaz. Tum veriler uctan uca sifrelenmistir. Sunucu verileri otomatik olarak silinir.
ug: Hash ئۇچۇرلىرىڭىزنى ئوقۇيالمايدۇ. بارلىق سانلىق مەلۇمات ئۇچتىن-ئۇچقا شىفىرلانغان. مۇلازىمېتىر سانلىق مەلۇماتى ئاپتوماتىك ئۆچۈرۈلىدۇ.
uk: Hash не може читати ваші повідомлення. Усі дані наскрізно зашифровані. Серверні дані автоматично видаляються.
ur: Hash ุขูพ ฺฉ ูพุบุงู ุงุช ูฺบ ูพฺฺพ ุณฺฉุชุง ุชู ุงู ฺูนุง ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพูนฺ  ุณุฑูุฑ ฺูนุง ุฎูุฏฺฉุงุฑ ุทูุฑ ูพุฑ ุญุฐู ู ุฌุงุชุง 

# pinTooSimple
source: This PIN is too simple. Choose a more secure code.
af: Hierdie PIN is te eenvoudig. Kies 'n veiliger kode.
ar: رمز PIN هذا بسيط جداً. اختر رمزاً أكثر أماناً.
bg: Този PIN е твърде прост. Изберете по-сигурен код.
bn: এই PIN খুব সহজ। আরও নিরাপদ কোড বেছে নিন।
ca: Aquest PIN és massa simple. Tria un codi més segur.
cs: Tento PIN je prilis jednoduchy. Zvolte bezpecnejsi kod.
da: Denne PIN-kode er for simpel. Vælg en mere sikker kode.
de: Dieser PIN-Code ist zu einfach. Wähle einen sichereren Code.
el: Αυτός ο κωδικός PIN είναι πολύ απλός. Επιλέξτε έναν πιο ασφαλή κωδικό.
es: Este PIN es demasiado simple. Elige un código más seguro.
et: See PIN on liiga lihtne. Valige turvalisem kood.
eu: PIN hau sinpleegia da. Aukeratu kode seguruago bat.
fa: این PIN خیلی ساده است. کد امن‌تری انتخاب کنید.
fi: Tämä PIN on liian yksinkertainen. Valitse turvallisempi koodi.
fil: Masyadong simple ang PIN na ito. Pumili ng mas secure na code.
fr: Ce code PIN est trop simple. Choisissez un code plus sécurisé.
ga: Ta an cod PIN seo ro-shimpli. Roghnaigh cod nios slaine.
gl: Este PIN e demasiado simple. Elixe un codigo mais seguro.
gu: આ PIN ખૂબ સરળ છે. વધુ સુરક્ષિત કોડ પસંદ કરો.
he: ה-PIN הזה פשוט מדי. בחר קוד מאובטח יותר.
hi: यह PIN बहुत सरल है। एक अधिक सुरक्षित कोड चुनें।
hr: Ovaj PIN je previše jednostavan. Odaberite sigurniji kod.
hu: Ez a PIN túl egyszerű. Válasszon biztonságosabb kódot.
id: PIN ini terlalu sederhana. Pilih kode yang lebih aman.
it: Questo codice PIN è troppo semplice. Scegli un codice più sicuro.
ja: この PIN は簡単すぎます。より安全なコードを選択してください。
ka: ეს PIN ძალიან მარტივია. აირჩიეთ უფრო უსაფრთხო კოდი.
kk: Бұл PIN тым қарапайым. Қауіпсізірек код таңдаңыз.
km: PIN នេះសាមញ្ញពេក។ សូមជ្រើសរើសលេខកូដមានសុវត្ថិភាពជាង។
ky: Бул PIN өтө жөнөкөй. Коопсузураак код тандаңыз.
mk: Овој PIN е премногу едноставен. Изберете побезбеден код.
mr: हा PIN खूप सोपा आहे. अधिक सुरक्षित कोड निवडा.
ms: PIN ini terlalu mudah. Pilih kod yang lebih selamat.
nb: Denne PIN-koden er for enkel. Velg en mer sikker kode.
nl: Deze PIN is te eenvoudig. Kies een veiligere code.
pt_pt: Este PIN e demasiado simples. Escolha um codigo mais seguro.
ro: Acest PIN este prea simplu. Alege un cod mai sigur.
ru: Этот PIN слишком простой. Выберите более надёжный код.
sk: Tento PIN je prilis jednoduchy. Zvolte bezpecnejsi kod.
sl: Ta PIN je preprosta. Izberite varnejso kodo.
sq: Ky PIN eshte shume i thjesht. Zgjidhni nje kod me te sigurt.
sr: Овај PIN је превише једноставан. Изаберите безбеднији код.
sv: Denna PIN är för enkel. Välj en säkrare kod.
ta: இந்த PIN மிகவும் எளிமையானது. மிகவும் பாதுகாப்பான குறியீட்டைத் தேர்வு செய்யுங்கள்.
te: ఈ PIN చాలా సరళమైనది. మరింత సురక్షితమైన కోడ్‌ను ఎంచుకోండి.
th: PIN นี้ง่ายเกินไป เลือกรหัสที่ปลอดภัยกว่า
tr: Bu PIN cok basit. Daha guvenli bir kod secin.
ug: بۇ PIN بەك ئاددىي. تېخىمۇ بىخەتەر كود تاللاڭ.
uk: Цей PIN занадто простий. Оберіть більш надійний код.
ur:  PIN ุจุช ุณุงุฏ  ุฒุงุฏ ู ุญููุธ ฺฉูฺ ู ูุชุฎุจ ฺฉุฑฺบ

# genericError
source: An error occurred. Please try again.
af: 'n Fout het voorgekom. Probeer asseblief weer.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
bg: Възникна грешка. Моля, опитайте отново.
bn: একটি ত্রুটি হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: S'ha produït un error. Si us plau, torna-ho a provar.
cs: Doslo k chybe. Zkuste to prosim znovu.
da: Der opstod en fejl. Prøv venligst igen.
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα. Παρακαλώ δοκιμάστε ξανά.
es: Ha ocurrido un error. Inténtalo de nuevo.
et: Ilmnes viga. Palun proovige uuesti.
eu: Errore bat gertatu da. Saiatu berriro.
fa: خطایی رخ داد. لطفاً دوباره تلاش کنید.
fi: Tapahtui virhe. Yritä uudelleen.
fil: May nangyaring error. Subukan muli.
fr: Une erreur est survenue. Veuillez réessayer.
ga: Tharla earraid. Bain triail eile as le do thoil.
gl: Produciuse un erro. Intentao de novo.
gu: ભૂલ થઈ. કૃપા કરીને ફરી પ્રયાસ કરો.
he: אירעה שגיאה. אנא נסה שוב.
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें।
hr: Doslo je do greske. Pokusajte ponovo.
hu: Hiba történt. Kérjük, próbálja újra.
id: Terjadi kesalahan. Silakan coba lagi.
it: Si è verificato un errore. Riprova.
ja: エラーが発生しました。もう一度お試しください。
ka: მოხდა შეცდომა. გთხოვთ სცადეთ ხელახლა.
kk: Қате пайда болды. Қайталап көріңіз.
km: មានកំហុសកើតឡើង។ សូមព្យាយាមម្តងទៀត។
ky: Ката пайда болду. Кайра аракет кылыңыз.
mk: Настана грешка. Ве молиме обидете се повторно.
mr: एक त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
ms: Ralat berlaku. Sila cuba lagi.
nb: En feil oppstod. Vennligst prøv igjen.
nl: Er is een fout opgetreden. Probeer het opnieuw.
pt_pt: Ocorreu um erro. Tente novamente.
ro: A aparut o eroare. Te rugam sa incerci din nou.
ru: Произошла ошибка. Попробуйте снова.
sk: Vyskytla sa chyba. Skuste to znova.
sl: Prislo je do napake. Poskusite znova.
sq: Ndodhi nje gabim. Ju lutem provoni perseri.
sr: Дошло је до грешке. Покушајте поново.
sv: Ett fel uppstod. Försök igen.
ta: பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: లోపం సంభవించింది. దయచేసి మళ్ళీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาด กรุณาลองอีกครั้ง
tr: Bir hata olustu. Lutfen tekrar deneyin.
ug: خاتالىق يۈز بەردى. قايتا سىناڭ.
uk: Сталася помилка. Спробуйте ще раз.
ur: ุฎุฑุงุจ ูุฆ ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# noInternetError
source: No internet connection. Check your network and try again.
fr: Pas de connexion internet. Vérifiez votre réseau et réessayez.

# accountCreationError
source: Unable to create account: {error}
af: Kan nie rekening skep nie: {error}
ar: تعذر إنشاء الحساب: {error}
bg: Не може да се създаде акаунт: {error}
bn: অ্যাকাউন্ট তৈরি করতে অক্ষম: {error}
ca: No s'ha pogut crear el compte: {error}
cs: Nelze vytvorit ucet: {error}
da: Kan ikke oprette konto: {error}
de: Konto konnte nicht erstellt werden: {error}
el: Αδυναμία δημιουργίας λογαριασμού: {error}
es: No se pudo crear la cuenta: {error}
et: Konto loomine ebaõnnestus: {error}
eu: Ezin da kontua sortu: {error}
fa: ایجاد حساب ناموفق: {error}
fi: Tilin luonti epäonnistui: {error}
fil: Hindi makalikha ng account: {error}
fr: Impossible de créer le compte : {error}
ga: Ni feidir an cuntas a chruthu: {error}
gl: Non se puido crear a conta: {error}
gu: એકાઉન્ટ બનાવવામાં અસમર્થ: {error}
he: לא ניתן ליצור חשבון: {error}
hi: खाता बनाने में असमर्थ: {error}
hr: Nije moguce kreirati racun: {error}
hu: Nem sikerült létrehozni a fiókot: {error}
id: Tidak dapat membuat akun: {error}
it: Impossibile creare l'account: {error}
ja: アカウントを作成できません：{error}
ka: ანგარიშის შექმნა ვერ მოხერხდა: {error}
kk: Аккаунт жасау мүмкін емес: {error}
km: មិនអាចបង្កើតគណនី: {error}
ky: Аккаунт түзүү мүмкүн эмес: {error}
mk: Не може да се креира сметка: {error}
mr: खाते तयार करता आले नाही: {error}
ms: Tidak dapat membuat akaun: {error}
nb: Kunne ikke opprette konto: {error}
nl: Kan account niet aanmaken: {error}
pt_pt: Nao foi possivel criar a conta: {error}
ro: Nu s-a putut crea contul: {error}
ru: Не удалось создать аккаунт: {error}
sk: Nepodarilo sa vytvorit ucet: {error}
sl: Racuna ni mogoce ustvariti: {error}
sq: Nuk u krijua llogaria: {error}
sr: Није могуће креирати налог: {error}
sv: Kunde inte skapa konto: {error}
ta: கணக்கை உருவாக்க முடியவில்லை: {error}
te: ఖాతా సృష్టించలేకపోయింది: {error}
th: สร้างบัญชีไม่ได้: {error}
tr: Hesap olusturulamadi: {error}
ug: ھېسابات قۇرالمىدى: {error}
uk: Не вдалося створити обліковий запис: {error}
ur: ุงฺฉุงุคููน ุจูุงู ู ฺบ ูุงฺฉุงู : {error}

source: Phrase copied to clipboard
af: Frase na knipbord gekopieer
ar: تم نسخ العبارة إلى الحافظة
bg: Фразата е копирана в клипборда
bn: বাক্যাংশ ক্লিপবোর্ডে কপি হয়েছে
ca: Frase copiada al porta-retalls
cs: Fraze zkopirovana do schranky
da: Frase kopieret til udklipsholder
de: Phrase in die Zwischenablage kopiert
el: Η φράση αντιγράφηκε στο πρόχειρο
es: Frase copiada al portapapeles
et: Fraas kopeeritud lõikelauale
eu: Esaldia arbelera kopiatuta
fa: عبارت در کلیپ‌بورد کپی شد
fi: Lause kopioitu leikepöydälle
fil: Nakopya ang phrase sa clipboard
fr: Phrase copiée dans le presse-papiers
ga: Frasa coipeailte chuig an ngearrthaisce
gl: Frase copiada ao portapapeis
gu: ફ્રેઝ ક્લિપબોર્ડ પર કૉપી થયો
he: הביטוי הועתק ללוח
hi: वाक्यांश क्लिपबोर्ड पर कॉपी किया गया
hr: Fraza kopirana u meduspremnik
hu: Kifejezés vágólapra másolva
id: Frasa disalin ke papan klip
it: Frase copiata negli appunti
ja: フレーズがクリップボードにコピーされました
ka: ფრაზა კოპირებულია ბუფერში
kk: Фраза алмасу буферіне көшірілді
km: បានចម្លងឃ្លា
ky: Фраза алмашуу буферине көчүрүлдү
mk: Фразата е копирана во клипборд
mr: वाक्यांश क्लिपबोर्डवर कॉपी केला
ms: Frasa disalin ke papan keratan
nb: Frase kopiert til utklippstavle
nl: Frase gekopieerd naar klembord
pt_pt: Frase copiada para a area de transferencia
ro: Fraza copiata in clipboard
ru: Фраза скопирована в буфер обмена
sk: Fraza skopirovana do schranky
sl: Fraza kopirana v odložisce
sq: Fraza u kopjua ne clipboard
sr: Фраза копирана у међуспремник
sv: Fras kopierad till urklipp
ta: சொற்றொடர் கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
te: ఫ్రేజ్ క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది
th: คัดลอกวลีไปยังคลิปบอร์ดแล้ว
tr: Ifade panoya kopyalandi
ug: ئىبارە چاپلاش تاختىسىغا كۆچۈرۈلدى
uk: Фразу скопійовано в буфер обміну
ur: ุฌู ู ฺฉููพ ุจูุฑฺ ูพุฑ ฺฉุงูพ ู ฺฏุง

source: Copy phrase
af: Kopieer frase
ar: نسخ العبارة
bg: Копиране на фраза
bn: বাক্যাংশ কপি করুন
ca: Copiar frase
cs: Kopirovat frazi
da: Kopiér frase
de: Phrase kopieren
el: Αντιγραφή φράσης
es: Copiar frase
et: Kopeeri fraas
eu: Kopiatu esaldia
fa: کپی عبارت
fi: Kopioi lause
fil: Kopyahin ang phrase
fr: Copier la phrase
ga: Coipeail an fhrasa
gl: Copiar frase
gu: ફ્રેઝ કૉપી કરો
he: העתק ביטוי
hi: वाक्यांश कॉपी करें
hr: Kopiraj frazu
hu: Kifejezés másolása
id: Salin frasa
it: Copia la frase
ja: フレーズをコピー
ka: ფრაზის კოპირება
kk: Фразаны көшіру
km: ចម្លងឃ្លា
ky: Фразаны көчүрүү
mk: Копирај фраза
mr: वाक्यांश कॉपी करा
ms: Salin frasa
nb: Kopier frase
nl: Frase kopiëren
pt_pt: Copiar frase
ro: Copiaza fraza
ru: Копировать фразу
sk: Kopirovat frazu
sl: Kopiraj frazo
sq: Kopjo frazen
sr: Копирај фразу
sv: Kopiera fras
ta: சொற்றொடரை நகலெடு
te: ఫ్రేజ్ కాపీ చేయి
th: คัดลอกวลี
tr: Ifadeyi kopyala
ug: ئىبارە كۆچۈرۈش
uk: Копіювати фразу
ur: ุฌู ู ฺฉุงูพ ฺฉุฑฺบ
