Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# themeAuto
source: Automatic
af: Outomaties
ar: تلقائي
bg: Автоматично
bn: স্বয়ংক্রিয়
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
et: Automaatne
eu: Automatikoa
fa: خودکار
fi: Automaattinen
fil: Awtomatiko
fr: Automatique
ga: Uathobrioch
gl: Automatico
gu: ઓટોમેટિક
he: אוטומטי
hi: स्वचालित
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ka: ავტომატური
kk: Автоматты
km: ស្វ័យប្រវត្តិ
ky: Автоматтык
mk: Автоматски
mr: स्वयंचलित
ms: Automatik
nb: Automatisk
nl: Automatisch
pt_pt: Automatico
ro: Automat
ru: Автоматически
sk: Automaticky
sl: Samodejno
sq: Automatike
sr: Аутоматски
sv: Automatiskt
ta: தானியங்கு
te: ఆటోమేటిక్
th: อัตโนมัติ
tr: Otomatik
ug: ئاپتوماتىك
uk: Автоматична
ur: ุฎูุฏฺฉุงุฑ

# themeAutoSubtitle
source: Follows system settings
af: Volg stelselinstellings
ar: يتبع إعدادات النظام
bg: Следва системните настройки
bn: সিস্টেম সেটিংস অনুসরণ করে
ca: Segueix la configuració del sistema
cs: Podle nastaveni systemu
da: Følger systemindstillinger
de: Folgt den Systemeinstellungen
el: Ακολουθεί τις ρυθμίσεις συστήματος
es: Sigue la configuración del sistema
et: Järgib süsteemi seadeid
eu: Sistemaren ezarpenak jarraitzen ditu
fa: تنظیمات سیستم را دنبال می‌کند
fi: Seuraa järjestelmäasetuksia
fil: Sumusunod sa mga setting ng system
fr: Suit les paramètres du système
ga: Leanann socruithe an chorais
gl: Segue os axustes do sistema
gu: સિસ્ટમ સેટિંગ્સ અનુસરે છે
he: עוקב אחר הגדרות המערכת
hi: सिस्टम सेटिंग्स का पालन करता है
hr: Prati postavke sustava
hu: Rendszerbeállítások követése
id: Mengikuti pengaturan sistem
it: Segue le impostazioni di sistema
ja: システム設定に従う
ka: სისტემის პარამეტრებს მიჰყვება
kk: Жүйе параметрлерін ұстанады
km: តាមការកំណត់ប្រព័ន្ធ
ky: Тутум жөндөөлөрүнө ылайык
mk: Ги следи системските поставки
mr: सिस्टम सेटिंग्ज फॉलो करते
ms: Mengikut tetapan sistem
nb: Følger systeminnstillingene
nl: Volgt systeeminstellingen
pt_pt: Segue as definicoes do sistema
ro: Urmeaza setarile sistemului
ru: Следует настройкам системы
sk: Nasleduje systemove nastavenia
sl: Sledi sistemskim nastavitvam
sq: Ndjek cilesimet e sistemit
sr: Прати системска подешавања
sv: Följer systeminställningarna
ta: கணினி அமைப்புகளைப் பின்பற்றும்
te: సిస్టమ్ సెట్టింగ్‌లను అనుసరిస్తుంది
th: ตามการตั้งค่าระบบ
tr: Sistem ayarlarini takip eder
ug: سىستېما تەڭشىكىگە ئەگىشىدۇ
uk: Відповідає системним налаштуванням
ur: ุณุณูนู ุชุฑุชุจุงุช ฺฉ ูพุฑู ฺฉุฑุชุง 

# themeDark
source: Dark
af: Donker
ar: داكن
bg: Тъмна
bn: গাঢ়
ca: Fosc
cs: Tmavy
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
et: Tume
eu: Iluna
fa: تاریک
fi: Tumma
fil: Madilim
fr: Sombre
ga: Dorcha
gl: Escuro
gu: ડાર્ક
he: כהה
hi: डार्क
hr: Tamna
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ka: მუქი
kk: Қараңғы
km: ងងឹត
ky: Караңгы
mk: Темна
mr: गडद
ms: Gelap
nb: Mørkt
nl: Donker
pt_pt: Escuro
ro: Intunecat
ru: Тёмная
sk: Tmava
sl: Temna
sq: E erret
sr: Тамна
sv: Mörkt
ta: இருண்ட
te: డార్క్
th: มืด
tr: Karanlik
ug: قاراڭغۇ
uk: Темна
ur: ฺุงุฑฺฉ

# themeLight
source: Light
af: Lig
ar: فاتح
bg: Светла
bn: হালকা
ca: Clar
cs: Svetly
da: Lys
de: Hell
el: Φωτεινό
es: Claro
et: Hele
eu: Argia
fa: روشن
fi: Vaalea
fil: Maliwanag
fr: Clair
ga: Eadrom
gl: Claro
gu: લાઇટ
he: בהיר
hi: लाइट
hr: Svijetla
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ka: ნათელი
kk: Жарық
km: ភ្លឺ
ky: Жарык
mk: Светла
mr: उजळ
ms: Cerah
nb: Lyst
nl: Licht
pt_pt: Claro
ro: Luminos
ru: Светлая
sk: Svetla
sl: Svetla
sq: E ndritshme
sr: Светла
sv: Ljust
ta: ஒளிர்
te: లైట్
th: สว่าง
tr: Aydinlik
ug: يورۇق
uk: Світла
ur: ูุงุฆูน

# themeRecommendation
source: Dark theme is recommended for better privacy
af: Donker tema word aanbeveel vir beter privaatheid
ar: السمة الداكنة موصى بها لمزيد من الخصوصية
bg: Тъмната тема се препоръчва за по-добра поверителност
bn: গোপনীয়তার জন্য গাঢ় থিম সুপারিশ করা হয়
ca: El tema fosc es recomana per a més privacitat
cs: Pro lepsi soukromi se doporucuje tmavy motiv
da: Mørkt tema anbefales for bedre privatliv
de: Das dunkle Design wird für mehr Privatsphäre empfohlen
el: Το σκοτεινό θέμα συνιστάται για καλύτερη ιδιωτικότητα
es: El tema oscuro es recomendado para mayor privacidad
et: Tume teema on soovitatav parema privaatsuse jaoks
eu: Gai iluna gomendatzen da pribatutasun hobea lortzeko
fa: تم تاریک برای حریم خصوصی بهتر توصیه می‌شود
fi: Tumma teema on suositeltava paremman yksityisyyden vuoksi
fil: Inirerekomenda ang madilim na tema para sa mas magandang privacy
fr: Le thème sombre est recommandé pour une meilleure discrétion
ga: Moltar an teama dorcha le haghaidh priobhaideachta nios fearr
gl: O tema escuro e recomendado para maior privacidade
gu: વધુ ગોપનીયતા માટે ડાર્ક થીમ ભલામણ કરવામાં આવે છે
he: ערכת נושא כהה מומלצת לפרטיות טובה יותר
hi: बेहतर गोपनीयता के लिए डार्क थीम की सिफारिश की जाती है
hr: Tamna tema se preporucuje za bolju privatnost
hu: A sötét téma ajánlott a jobb adatvédelem érdekében
id: Tema gelap disarankan untuk privasi lebih baik
it: Il tema scuro è consigliato per maggiore privacy
ja: プライバシー保護のためダークテーマを推奨
ka: მუქი თემა რეკომენდებულია უკეთესი კონფიდენციალურობისთვის
kk: Жақсырақ құпиялылық үшін қараңғы тақырып ұсынылады
km: រចនាបថងងឹតត្រូវបានណែនាំសម្រាប់ភាពឯកជនកាន់តែប្រសើរ
ky: Жашыруундук үчүн караңгы тема сунушталат
mk: Темната тема е препорачана за подобра приватност
mr: अधिक गोपनीयतेसाठी गडद थीम शिफारस केली जाते
ms: Tema gelap disyorkan untuk privasi yang lebih baik
nb: Mørkt tema anbefales for bedre personvern
nl: Donker thema wordt aanbevolen voor betere privacy
pt_pt: O tema escuro e recomendado para maior privacidade
ro: Tema intunecata este recomandata pentru confidentialitate mai buna
ru: Тёмная тема рекомендуется для лучшей конфиденциальности
sk: Tmava tema je odporucana pre lepsie sukromie
sl: Temna tema je priporocena za boljso zasebnost
sq: Tema e erret rekomandohet per privatesi me te mire
sr: Тамна тема се препоручује за бољу приватност
sv: Mörkt tema rekommenderas för bättre integritet
ta: சிறந்த தனியுரிமைக்கு இருண்ட தீம் பரிந்துரைக்கப்படுகிறது
te: మెరుగైన గోప్యత కోసం డార్క్ థీమ్ సిఫార్సు చేయబడింది
th: แนะนำธีมมืดเพื่อความเป็นส่วนตัวที่ดีขึ้น
tr: Daha iyi gizlilik icin karanlik tema onerilir
ug: ياخشىراق مەخپىيەتلىك ئۈچۈن قاراڭغۇ تېما تەۋسىيە قىلىنىدۇ
uk: Темна тема рекомендована для кращої конфіденційності
ur: ุจุชุฑ ุฑุงุฒุฏุงุฑ ฺฉ ู ฺุงุฑฺฉ ุชฺพู ุชุฌูุฒ ฺฉ ุฌุงุช 

source: Language
af: Taal
ar: اللغة
bg: Език
bn: ভাষা
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fil: Wika
fr: Langue
ga: Teanga
gl: Lingua
gu: ભાષા
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ka: ენა
kk: Тіл
km: ភាសា
ky: Тил
mk: Јазик
mr: भाषा
ms: Bahasa
nb: Språk
nl: Taal
pt_pt: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Језик
sv: Språk
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
ug: تىل
uk: Мова
ur: ุฒุจุงู

# languageAuto
source: Automatic (system)
af: Outomaties (stelsel)
ar: تلقائي (النظام)
bg: Автоматично (система)
bn: স্বয়ংক্রিয় (সিস্টেম)
ca: Automàtic (sistema)
cs: Automaticky (system)
da: Automatisk (system)
de: Automatisch (System)
el: Αυτόματο (σύστημα)
es: Automático (sistema)
et: Automaatne (süsteem)
eu: Automatikoa (sistema)
fa: خودکار (سیستم)
fi: Automaattinen (järjestelmä)
fil: Awtomatiko (system)
fr: Automatique (système)
ga: Uathobrioch (coras)
gl: Automatico (sistema)
gu: ઓટોમેટિક (સિસ્ટમ)
he: אוטומטי (מערכת)
hi: स्वचालित (सिस्टम)
hr: Automatski (sustav)
hu: Automatikus (rendszer)
id: Otomatis (sistem)
it: Automatico (sistema)
ja: 自動（システム）
ka: ავტომატური (სისტემა)
kk: Автоматты (жүйе)
km: ស្វ័យប្រវត្តិ (ប្រព័ន្ធ)
ky: Автоматтык (тутум)
mk: Автоматски (систем)
mr: स्वयंचलित (सिस्टम)
ms: Automatik (sistem)
nb: Automatisk (system)
nl: Automatisch (systeem)
pt_pt: Automatico (sistema)
ro: Automat (sistem)
ru: Автоматически (система)
sk: Automaticky (system)
sl: Samodejno (sistem)
sq: Automatike (sistemi)
sr: Аутоматски (системски)
sv: Automatiskt (system)
ta: தானியங்கு (கணினி)
te: ఆటోమేటిక్ (సిస్టమ్)
th: อัตโนมัติ (ระบบ)
tr: Otomatik (sistem)
ug: ئاپتوماتىك (سىستېما)
uk: Автоматично (система)
ur: ุฎูุฏฺฉุงุฑ (ุณุณูนู )

source: Calls
af: Oproepe
ar: المكالمات
bg: Обаждания
bn: কল
ca: Trucades
cs: Hovory
da: Opkald
de: Anrufe
el: Κλήσεις
es: Llamadas
et: Kõned
eu: Deiak
fa: تماس‌ها
fi: Puhelut
fil: Mga Tawag
fr: Appels
ga: Glaonna
gl: Chamadas
gu: કોલ્સ
he: שיחות
hi: कॉल
hr: Pozivi
hu: Hívások
id: Panggilan
it: Chiamate
ja: 通話
ka: ზარები
kk: Қоңыраулар
km: ការហៅ
ky: Чалуулар
mk: Повици
mr: कॉल्स
ms: Panggilan
nb: Samtaler
nl: Oproepen
pt_pt: Chamadas
ro: Apeluri
ru: Звонки
sk: Hovory
sl: Klici
sq: Thirrjet
sr: Позиви
sv: Samtal
ta: அழைப்புகள்
te: కాల్‌లు
th: สาย
tr: Aramalar
ug: چاقىرىشلار
uk: Дзвінки
ur: ฺฉุงูุฒ

source: Notification content
af: Kennisgewinginhoud
ar: محتوى الإشعارات
bg: Съдържание на известие
bn: বিজ্ঞপ্তির বিষয়বস্তু
ca: Contingut de les notificacions
cs: Obsah oznameni
da: Notifikationsindhold
de: Benachrichtigungsinhalt
el: Περιεχόμενο ειδοποιήσεων
es: Contenido de notificaciones
et: Teavituse sisu
eu: Jakinarazpenaren edukia
fa: محتوای اعلان
fi: Ilmoituksen sisältö
fil: Nilalaman ng notipikasyon
fr: Contenu des notifications
ga: Abhar an fhogra
gl: Contido das notificacions
gu: સૂચના સામગ્રી
he: תוכן ההתראה
hi: सूचना सामग्री
hr: Sadrzaj obavijesti
hu: Értesítés tartalma
id: Konten notifikasi
it: Contenuto delle notifiche
ja: 通知内容
ka: შეტყობინების შინაარსი
kk: Хабарландыру мазмұны
km: មាតិកាការជូនដំណឹង
ky: Билдирме мазмуну
mk: Содржина на известување
mr: सूचना सामग्री
ms: Kandungan pemberitahuan
nb: Varselinnhold
nl: Meldingsinhoud
pt_pt: Conteudo das notificacoes
ro: Continut notificare
ru: Содержание уведомления
sk: Obsah notifikacie
sl: Vsebina obvestila
sq: Permbajtja e njoftimit
sr: Садржај обавештења
sv: Aviseringsinnehåll
ta: அறிவிப்பு உள்ளடக்கம்
te: నోటిఫికేషన్ కంటెంట్
th: เนื้อหาการแจ้งเตือน
tr: Bildirim icerigi
ug: ئۇقتۇرۇش مەزمۇنى
uk: Вміст сповіщень
ur: ุงุทูุงุน ฺฉุง ู ูุงุฏ

# notificationContentFull
source: Show all
af: Wys alles
ar: عرض الكل
bg: Показване на всичко
bn: সব দেখান
ca: Mostra-ho tot
cs: Zobrazit vse
da: Vis alt
de: Alles anzeigen
el: Εμφάνιση όλων
es: Mostrar todo
et: Näita kõike
eu: Dena erakutsi
fa: نمایش همه
fi: Näytä kaikki
fil: Ipakita lahat
fr: Afficher tout
ga: Taispeain gach rud
gl: Mostrar todo
gu: બધું બતાવો
he: הצג הכל
hi: सब दिखाएं
hr: Prikazi sve
hu: Minden megjelenítése
id: Tampilkan semua
it: Mostra tutto
ja: すべて表示
ka: ყველაფრის ჩვენება
kk: Барлығын көрсету
km: បង្ហាញទាំងអស់
ky: Баарын көрсөтүү
mk: Прикажи сè
mr: सर्व दाखवा
ms: Papar semua
nb: Vis alt
nl: Alles tonen
pt_pt: Mostrar tudo
ro: Arata tot
ru: Показать всё
sk: Zobrazit vsetko
sl: Pokazi vse
sq: Shfaq te gjitha
sr: Прикажи све
sv: Visa allt
ta: அனைத்தையும் காட்டு
te: అన్నీ చూపించు
th: แสดงทั้งหมด
tr: Tumunu goster
ug: ھەممىنى كۆرسەت
uk: Показувати все
ur: ุณุจ ุฏฺฉฺพุงุฆฺบ

# notificationContentFullDesc
source: Contact name and message preview
af: Kontaknaam en boodskapvoorskou
ar: اسم جهة الاتصال ومعاينة الرسالة
bg: Име на контакт и преглед на съобщение
bn: পরিচিতির নাম ও বার্তার পূর্বরূপ
ca: Nom del contacte i previsualització del missatge
cs: Jmeno kontaktu a nahled zpravy
da: Kontaktnavn og beskedforhåndsvisning
de: Kontaktname und Nachrichtenvorschau
el: Όνομα επαφής και προεπισκόπηση μηνύματος
es: Nombre del contacto y vista previa del mensaje
et: Kontakti nimi ja sõnumi eelvaade
eu: Kontaktuaren izena eta mezuaren aurrebista
fa: نام مخاطب و پیش‌نمایش پیام
fi: Yhteystiedon nimi ja viestin esikatselu
fil: Pangalan ng kontak at preview ng mensahe
fr: Nom du contact et aperçu du message
ga: Ainm an teagmhalaiche agus reamhamharc na teachtaireachta
gl: Nome do contacto e vista previa da mensaxe
gu: સંપર્કનું નામ અને સંદેશ પ્રીવ્યૂ
he: שם איש הקשר ותצוגה מקדימה של ההודעה
hi: संपर्क का नाम और संदेश पूर्वावलोकन
hr: Ime kontakta i pregled poruke
hu: Névjegy neve és üzenet előnézete
id: Nama kontak dan pratinjau pesan
it: Nome del contatto e anteprima del messaggio
ja: 連絡先名とメッセージプレビュー
ka: კონტაქტის სახელი და შეტყობინების გადახედვა
kk: Контакт аты және хабарлама алдын ала көрінісі
km: ឈ្មោះទំនាក់ទំនង និងការមើលជាមុននៃសារ
ky: Контакттын аты жана каттын алдын ала көрүнүшү
mk: Име на контактот и преглед на пораката
mr: संपर्काचे नाव आणि संदेश पूर्वावलोकन
ms: Nama kenalan dan pratonton mesej
nb: Kontaktnavn og forhåndsvisning av melding
nl: Contactnaam en berichtvoorbeeld
pt_pt: Nome do contacto e pre-visualizacao da mensagem
ro: Numele contactului si previzualizarea mesajului
ru: Имя контакта и предпросмотр сообщения
sk: Meno kontaktu a nahled spravy
sl: Ime stika in predogled sporocila
sq: Emri i kontaktit dhe parapamja e mesazhit
sr: Име контакта и преглед поруке
sv: Kontaktnamn och meddelandeförhandsgranskning
ta: தொடர்பு பெயர் மற்றும் செய்தி முன்னோட்டம்
te: పరిచయ పేరు మరియు సందేశ ప్రివ్యూ
th: ชื่อผู้ติดต่อและตัวอย่างข้อความ
tr: Kisi adi ve mesaj onizlemesi
ug: ئالاقىداش ئىسمى ۋە ئۇچۇر ئالدىن كۆرۈشى
uk: Ім'я контакту та попередній перегляд повідомлення
ur: ุฑุงุจุท ฺฉุง ูุงู ุงูุฑ ูพุบุงู ฺฉุง ูพุด ูุธุงุฑ

# notificationContentName
source: Name only
af: Slegs naam
ar: الاسم فقط
bg: Само име
bn: শুধু নাম
ca: Només el nom
cs: Pouze jmeno
da: Kun navn
de: Nur Name
el: Μόνο όνομα
es: Solo nombre
et: Ainult nimi
eu: Izena bakarrik
fa: فقط نام
fi: Vain nimi
fil: Pangalan lamang
fr: Nom uniquement
ga: Ainm amhain
gl: So o nome
gu: ફક્ત નામ
he: שם בלבד
hi: केवल नाम
hr: Samo ime
hu: Csak név
id: Hanya nama
it: Solo nome
ja: 名前のみ
ka: მხოლოდ სახელი
kk: Тек аты
km: ឈ្មោះតែប៉ុណ្ណោះ
ky: Аты гана
mk: Само име
mr: फक्त नाव
ms: Nama sahaja
nb: Kun navn
nl: Alleen naam
pt_pt: Apenas o nome
ro: Doar numele
ru: Только имя
sk: Len meno
sl: Samo ime
sq: Vetem emri
sr: Само име
sv: Endast namn
ta: பெயர் மட்டும்
te: పేరు మాత్రమే
th: ชื่อเท่านั้น
tr: Yalnizca ad
ug: پەقەت ئىسىم
uk: Лише ім'я
ur: ุตุฑู ูุงู

# notificationContentNameDesc
source: Shows only the contact name
af: Wys slegs die kontaknaam
ar: يعرض فقط اسم جهة الاتصال
bg: Показва само името на контакта
bn: শুধুমাত্র পরিচিতির নাম দেখায়
ca: Mostra només el nom del contacte
cs: Zobrazi pouze jmeno kontaktu
da: Viser kun kontaktnavnet
de: Zeigt nur den Kontaktnamen
el: Εμφανίζει μόνο το όνομα της επαφής
es: Muestra solo el nombre del contacto
et: Näitab ainult kontakti nime
eu: Kontaktuaren izena bakarrik erakusten du
fa: فقط نام مخاطب را نمایش می‌دهد
fi: Näyttää vain yhteystiedon nimen
fil: Ipinapakita lamang ang pangalan ng kontak
fr: Affiche seulement le nom du contact
ga: Taispeain ainm an teagmhalaiche amhain
gl: Mostra so o nome do contacto
gu: ફક્ત સંપર્કનું નામ બતાવે છે
he: מציג רק את שם איש הקשר
hi: केवल संपर्क का नाम दिखाता है
hr: Prikazuje samo ime kontakta
hu: Csak a névjegy nevét mutatja
id: Hanya menampilkan nama kontak
it: Mostra solo il nome del contatto
ja: 連絡先名のみ表示
ka: მხოლოდ კონტაქტის სახელს აჩვენებს
kk: Тек контакт атын көрсетеді
km: បង្ហាញតែឈ្មោះទំនាក់ទំនង
ky: Контакттын атын гана көрсөтөт
mk: Прикажува само име на контактот
mr: फक्त संपर्काचे नाव दाखवते
ms: Hanya memaparkan nama kenalan
nb: Viser bare kontaktnavnet
nl: Toont alleen de contactnaam
pt_pt: Mostra apenas o nome do contacto
ro: Arata doar numele contactului
ru: Показывает только имя контакта
sk: Zobrazi len meno kontaktu
sl: Pokaze samo ime stika
sq: Shfaq vetem emrin e kontaktit
sr: Приказује само име контакта
sv: Visar bara kontaktens namn
ta: தொடர்பு பெயரை மட்டும் காட்டும்
te: పరిచయ పేరు మాత్రమే చూపిస్తుంది
th: แสดงเฉพาะชื่อผู้ติดต่อ
tr: Yalnizca kisi adini gosterir
ug: پەقەت ئالاقىداش ئىسمىنى كۆرسىتىدۇ
uk: Показує лише ім'я контакту
ur: ุตุฑู ุฑุงุจุท ฺฉุง ูุงู ุฏฺฉฺพุงุชุง 

# notificationContentDiscrete
source: Discrete
af: Diskreet
ar: سري
bg: Дискретно
bn: বিচক্ষণ
ca: Discret
cs: Diskretni
da: Diskret
de: Diskret
el: Διακριτικό
es: Discreto
et: Diskreetne
eu: Diskretua
fa: محرمانه
fi: Huomaamaton
fil: Diskrete
fr: Discret
ga: Discreideach
gl: Discreto
gu: ગુપ્ત
he: דיסקרטי
hi: गोपनीय
hr: Diskretno
hu: Diszkrét
id: Diskret
it: Discreto
ja: 控えめ
ka: დისკრეტული
kk: Құпия
km: រម្ងាប់
ky: Жашыруун
mk: Дискретно
mr: गुप्त
ms: Diskret
nb: Diskret
nl: Discreet
pt_pt: Discreto
ro: Discret
ru: Скрытно
sk: Diskretne
sl: Diskretno
sq: Diskret
sr: Дискретно
sv: Diskret
ta: மறைமுகமான
te: డిస్క్రీట్
th: ไม่เปิดเผย
tr: Gizli
ug: ئەستايىدىل
uk: Дискретний
ur: ู ุฎุชุตุฑ

# notificationContentDiscreteDesc
source: Shows only "New message"
af: Wys slegs "Nuwe boodskap"
ar: يعرض فقط "رسالة جديدة"
bg: Показва само "Ново съобщение"
bn: শুধুমাত্র "নতুন বার্তা" দেখায়
ca: Mostra només "Missatge nou"
cs: Zobrazi pouze "Nova zprava"
da: Viser kun "Ny besked"
de: Zeigt nur "Neue Nachricht"
el: Εμφανίζει μόνο "Νέο μήνυμα"
es: Muestra solo "Nuevo mensaje"
et: Näitab ainult "Uus sõnum"
eu: "Mezu berria" bakarrik erakusten du
fa: فقط "پیام جدید" نمایش می‌دهد
fi: Näyttää vain "Uusi viesti"
fil: Ipinapakita lamang ang "Bagong mensahe"
fr: Affiche seulement "Nouveau message"
ga: Taispeain "Teachtaireacht nua" amhain
gl: Mostra so "Nova mensaxe"
gu: ફક્ત "નવો સંદેશ" બતાવે છે
he: מציג רק "הודעה חדשה"
hi: केवल "नया संदेश" दिखाता है
hr: Prikazuje samo "Nova poruka"
hu: Csak "Új üzenet" megjelenítése
id: Hanya menampilkan "Pesan baru"
it: Mostra solo "Nuovo messaggio"
ja: "新しいメッセージ"のみ表示
ka: მხოლოდ "ახალი შეტყობინება" აჩვენებს
kk: Тек "Жаңа хабарлама" көрсетеді
km: បង្ហាញតែ "សារថ្មី"
ky: "Жаңы кат" гана көрсөтөт
mk: Прикажува само "Нова порака"
mr: फक्त "नवीन संदेश" दाखवते
ms: Hanya memaparkan "Mesej baharu"
nb: Viser bare «Ny melding»
nl: Toont alleen "Nieuw bericht"
pt_pt: Mostra apenas "Nova mensagem"
ro: Arata doar "Mesaj nou"
ru: Показывает только «Новое сообщение»
sk: Zobrazi len "Nova sprava"
sl: Pokaze samo "Novo sporocilo"
sq: Shfaq vetem "Mesazh i ri"
sr: Приказује само "Нова порука"
sv: Visar bara "Nytt meddelande"
ta: "புதிய செய்தி" என்று மட்டும் காட்டும்
te: "కొత్త సందేశం" మాత్రమే చూపిస్తుంది
th: แสดงเฉพาะ "ข้อความใหม่"
tr: Yalnizca "Yeni mesaj" gosterir
ug: پەقەت «يېڭى ئۇچۇر» كۆرسىتىدۇ
uk: Показує лише «Нове повідомлення»
ur: ุตุฑู "ูุง ูพุบุงู " ุฏฺฉฺพุงุชุง 

source: Security
af: Sekuriteit
ar: الأمان
bg: Сигурност
bn: নিরাপত্তা
ca: Seguretat
cs: Zabezpeceni
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
et: Turvalisus
eu: Segurtasuna
fa: امنیت
fi: Turvallisuus
fil: Seguridad
fr: Sécurité
ga: Slandail
gl: Seguridade
gu: સુરક્ષા
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
ka: უსაფრთხოება
kk: Қауіпсіздік
km: សុវត្ថិភាព
ky: Коопсуздук
mk: Безбедност
mr: सुरक्षा
ms: Keselamatan
nb: Sikkerhet
nl: Beveiliging
pt_pt: Seguranca
ro: Securitate
ru: Безопасность
sk: Bezpecnost
sl: Varnost
sq: Siguria
sr: Безбедност
sv: Säkerhet
ta: பாதுகாப்பு
te: భద్రత
th: ความปลอดภัย
tr: Guvenlik
ug: بىخەتەرلىك
uk: Безпека
ur: ุณฺฉูุฑูน

source: How Hash protects you
af: Hoe Hash jou beskerm
ar: كيف يحميك Hash
bg: Как Hash ви защитава
bn: Hash কীভাবে আপনাকে রক্ষা করে
ca: Com Hash et protegeix
cs: Jak te Hash chrani
da: Sådan beskytter Hash dig
de: Wie Hash dich schützt
el: Πώς σε προστατεύει το Hash
es: Cómo Hash te protege
et: Kuidas Hash sind kaitseb
eu: Nola babesten zaitu Hash-ek
fa: Hash چگونه از شما محافظت می‌کند
fi: Kuinka Hash suojaa sinua
fil: Paano ka pinoprotektahan ng Hash
fr: Comment Hash te protège
ga: Conas a chosnaionn Hash thu
gl: Como Hash te protexe
gu: Hash તમને કેવી રીતે સુરક્ષિત રાખે છે
he: כיצד Hash מגן עליך
hi: Hash आपकी कैसे रक्षा करता है
hr: Kako vas Hash stiti
hu: Hogyan véd a Hash
id: Bagaimana Hash melindungi Anda
it: Come Hash ti protegge
ja: Hash があなたを守る方法
ka: როგორ გიცავთ Hash
kk: Hash сізді қалай қорғайды
km: របៀបដែល Hash ការពារអ្នក
ky: Hash сизди кантип коргойт
mk: Како Hash ве штити
mr: Hash तुमचे संरक्षण कसे करते
ms: Bagaimana Hash melindungi anda
nb: Hvordan Hash beskytter deg
nl: Hoe Hash je beschermt
pt_pt: Como o Hash te protege
ro: Cum te protejeaza Hash
ru: Как Hash защищает вас
sk: Ako vas Hash chrani
sl: Kako vas Hash sciti
sq: Si ju mbron Hash
sr: Како те Hash штити
sv: Hur Hash skyddar dig
ta: Hash உங்களை எப்படிப் பாதுகாக்கிறது
te: Hash మిమ్మల్ని ఎలా రక్షిస్తుంది
th: Hash ปกป้องคุณอย่างไร
tr: Hash seni nasil koruyor
ug: Hash سىزنى قانداق قوغدايدۇ
uk: Як Hash захищає вас
ur: Hash ุขูพ ฺฉ ุญูุงุธุช ฺฉุณ ฺฉุฑุชุง 

# howHashProtectsYouSubtitle
source: Understand your security
af: Verstaan jou sekuriteit
ar: افهم أمانك
bg: Разберете вашата сигурност
bn: আপনার নিরাপত্তা বুঝুন
ca: Entén la teva seguretat
cs: Pochop sve zabezpeceni
da: Forstå din sikkerhed
de: Verstehe deine Sicherheit
el: Κατανοήστε την ασφάλειά σας
es: Entiende tu seguridad
et: Mõista oma turvalisust
eu: Ulertu zure segurtasuna
fa: امنیت خود را درک کنید
fi: Ymmärrä turvallisuutesi
fil: Unawain ang iyong seguridad
fr: Comprendre ta sécurité
ga: Tuig do shlandail
gl: Comprende a tua seguridade
gu: તમારી સુરક્ષા સમજો
he: הבן את האבטחה שלך
hi: अपनी सुरक्षा को समझें
hr: Razumite svoju sigurnost
hu: Ismerje meg a biztonságát
id: Pahami keamanan Anda
it: Comprendi la tua sicurezza
ja: セキュリティを理解する
ka: გაიგეთ თქვენი უსაფრთხოების შესახებ
kk: Қауіпсіздігіңізді түсініңіз
km: ស្វែងយល់ពីសុវត្ថិភាពរបស់អ្នក
ky: Коопсуздугуңузду түшүнүңүз
mk: Разберете ја вашата безбедност
mr: तुमची सुरक्षा समजून घ्या
ms: Fahami keselamatan anda
nb: Forstå sikkerheten din
nl: Begrijp je beveiliging
pt_pt: Compreende a tua seguranca
ro: Intelege securitatea ta
ru: Узнайте о своей безопасности
sk: Pochopte svoju bezpecnost
sl: Razumite svojo varnost
sq: Kuptoni sigurine tuaj
sr: Разуми своју безбедност
sv: Förstå din säkerhet
ta: உங்கள் பாதுகாப்பைப் புரிந்துகொள்ளுங்கள்
te: మీ భద్రతను అర్థం చేసుకోండి
th: ทำความเข้าใจความปลอดภัยของคุณ
tr: Guvenligini anla
ug: بىخەتەرلىكىڭىزنى چۈشىنىڭ
uk: Зрозумійте свою безпеку
ur: ุงูพู ุณฺฉูุฑูน ฺฉู ุณู ุฌฺพฺบ

source: Account security
af: Rekeningsekuriteit
ar: أمان الحساب
bg: Сигурност на акаунта
bn: অ্যাকাউন্ট নিরাপত্তা
ca: Seguretat del compte
cs: Zabezpeceni uctu
da: Kontosikkerhed
de: Kontosicherheit
el: Ασφάλεια λογαριασμού
es: Seguridad de la cuenta
et: Konto turvalisus
eu: Kontuaren segurtasuna
fa: امنیت حساب
fi: Tilin turvallisuus
fil: Seguridad ng account
fr: Sécurité du compte
ga: Slandail an chuntais
gl: Seguridade da conta
gu: એકાઉન્ટ સુરક્ષા
he: אבטחת חשבון
hi: खाता सुरक्षा
hr: Sigurnost racuna
hu: Fiók biztonsága
id: Keamanan akun
it: Sicurezza account
ja: アカウントセキュリティ
ka: ანგარიშის უსაფრთხოება
kk: Аккаунт қауіпсіздігі
km: សុវត្ថិភាពគណនី
ky: Аккаунт коопсуздугу
mk: Безбедност на сметка
mr: खाते सुरक्षा
ms: Keselamatan akaun
nb: Kontosikkerhet
nl: Accountbeveiliging
pt_pt: Seguranca da conta
ro: Securitatea contului
ru: Безопасность аккаунта
sk: Bezpecnost uctu
sl: Varnost racuna
sq: Siguria e llogarise
sr: Безбедност налога
sv: Kontosäkerhet
ta: கணக்கு பாதுகாப்பு
te: ఖాతా భద్రత
th: ความปลอดภัยบัญชี
tr: Hesap guvenligi
ug: ھېسابات بىخەتەرلىكى
uk: Безпека облікового запису
ur: ุงฺฉุงุคููน ุณฺฉูุฑูน
