Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secAudioCallDesc
source: End-to-end encrypted via WebRTC. Voice is transmitted directly between devices.
af: End-tot-end geënkripteer via WebRTC. Stem word direk tussen toestelle oorgedra.
ar: مشفرة من طرف إلى طرف عبر WebRTC. الصوت ينتقل مباشرة بين الأجهزة.
bg: Криптирани от край до край чрез WebRTC. Гласът се предава директно между устройствата.
bn: WebRTC-র মাধ্যমে এন্ড-টু-এন্ড এনক্রিপ্টেড। ভয়েস সরাসরি ডিভাইসের মধ্যে প্রেরিত হয়।
ca: Xifrades d'extrem a extrem via WebRTC. La veu es transmet directament entre dispositius.
cs: End-to-end sifrovane pres WebRTC. Hlas se prenasi primo mezi zarizenimi.
da: End-to-end-krypteret via WebRTC. Stemme transmitteres direkte mellem enheder.
de: Ende-zu-Ende verschlüsselt über WebRTC. Sprache wird direkt zwischen den Geräten übertragen.
el: Κρυπτογράφηση από άκρο σε άκρο μέσω WebRTC. Η φωνή μεταδίδεται απευθείας μεταξύ συσκευών.
es: Cifradas de extremo a extremo vía WebRTC. La voz se transmite directamente entre dispositivos.
et: Täielikult krüpteeritud WebRTC kaudu. Hääl edastatakse otse seadmete vahel.
eu: Muturretik muturrera enkriptatuta WebRTC bidez. Ahotsa zuzenean gailuen artean transmititzen da.
fa: رمزنگاری سرتاسری از طریق WebRTC. صدا مستقیماً بین دستگاه‌ها منتقل می‌شود.
fi: Päästä päähän salattu WebRTC:n kautta. Ääni siirretään suoraan laitteiden välillä.
fil: End-to-end encrypted sa pamamagitan ng WebRTC. Direktang ipinapadala ang boses sa pagitan ng mga device.
fr: Chiffrés de bout en bout via WebRTC. La voix est transmise directement entre les appareils.
ga: Criptithe ceann go ceann tri WebRTC. Aisirítear an guth go direach idir gleasanna.
gl: Cifradas de extremo a extremo via WebRTC. A voz transmitese directamente entre dispositivos.
gu: WebRTC દ્વારા એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ. અવાજ ઉપકરણો વચ્ચે સીધો પ્રસારિત થાય છે.
he: מוצפנות מקצה לקצה דרך WebRTC. הקול מועבר ישירות בין המכשירים.
hi: WebRTC के माध्यम से एंड-टू-एंड एन्क्रिप्टेड। आवाज़ सीधे डिवाइस के बीच प्रसारित होती है।
hr: Enkriptirani od kraja do kraja putem WebRTC. Glas se prenosi izravno izmedu uredaja.
hu: Végponttól végpontig titkosítva WebRTC-n keresztül. A hang közvetlenül az eszközök között kerül átvitelre.
id: Terenkripsi ujung-ke-ujung melalui WebRTC. Suara ditransmisikan langsung antar perangkat.
it: Crittografate end-to-end tramite WebRTC. La voce viene trasmessa direttamente tra i dispositivi.
ja: WebRTC 経由でエンドツーエンド暗号化。音声はデバイス間で直接送信されます。
ka: ბოლოდან ბოლომდე დაშიფრული WebRTC-ით. ხმა პირდაპირ მოწყობილობებს შორის გადაიცემა.
kk: WebRTC арқылы толық шифрланған. Дауыс тікелей құрылғылар арасында беріледі.
km: អ៊ិនគ្រីបពីចុងដល់ចុងតាមរយៈ WebRTC។ សំឡេងត្រូវបានបញ្ជូនដោយផ្ទាល់រវាងឧបករណ៍។
ky: WebRTC аркылуу учтан-учка шифрленген. Үн түзмөктөр арасында түз өткөрүлөт.
mk: Целосна енкрипција преку WebRTC. Гласот се пренесува директно меѓу уредите.
mr: WebRTC द्वारे एंड-टू-एंड एन्क्रिप्टेड. व्हॉइस थेट डिव्हाइसमध्ये प्रसारित होतो.
ms: Disulitkan hujung-ke-hujung melalui WebRTC. Suara dihantar terus antara peranti.
nb: Ende-til-ende-kryptert via WebRTC. Tale overføres direkte mellom enheter.
nl: End-to-end versleuteld via WebRTC. Spraak wordt rechtstreeks tussen apparaten verzonden.
pt_pt: Encriptadas ponta a ponta via WebRTC. A voz e transmitida diretamente entre dispositivos.
ro: Criptate end-to-end prin WebRTC. Vocea este transmisa direct intre dispozitive.
ru: Сквозное шифрование через WebRTC. Голос передаётся напрямую между устройствами.
sk: End-to-end sifrovane cez WebRTC. Hlas je prenasany priamo medzi zariadeniami.
sl: Sifrirani od konca do konca prek WebRTC. Glas se prenasa neposredno med napravami.
sq: Te kriptuara nga skaji ne skaj permes WebRTC. Zeri transmetohet drejtperdrejt midis pajisjeve.
sr: Шифровани с краја на крај преко WebRTC. Глас се преноси директно између уређаја.
sv: Ände-till-ände-krypterade via WebRTC. Rösten överförs direkt mellan enheterna.
ta: WebRTC வழியாக முழுமையாக குறியாக்கம் செய்யப்பட்டது. குரல் சாதனங்களுக்கு இடையே நேரடியாக அனுப்பப்படுகிறது.
te: WebRTC ద్వారా ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్టెడ్. వాయిస్ పరికరాల మధ్య నేరుగా ప్రసారం చేయబడుతుంది.
th: เข้ารหัสแบบครบวงจรผ่าน WebRTC เสียงส่งตรงระหว่างอุปกรณ์
tr: WebRTC ile uctan uca sifreli. Ses dogrudan cihazlar arasinda iletilir.
ug: WebRTC ئارقىلىق ئۇچتىن-ئۇچقا شىفىرلانغان. ئاۋاز ئۈسكۈنىلەر ئارىسىدا بىۋاسىتە يەتكۈزۈلىدۇ.
uk: Наскрізне шифрування через WebRTC. Голос передається безпосередньо між пристроями.
ur: WebRTC ฺฉ ุฐุฑุน ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพูนฺ ุขูุงุฒ ุจุฑุง ุฑุงุณุช ุขููฺบ ฺฉ ุฏุฑู ุงู ู ูุชูู ูุช 

# secVideoCallTitle
source: Video calls
af: Video-oproepe
ar: مكالمات الفيديو
bg: Видео обаждания
bn: ভিডিও কল
ca: Videotrucades
cs: Videohovory
da: Videoopkald
de: Videoanrufe
el: Βιντεοκλήσεις
es: Videollamadas
et: Videokõned
eu: Bideo-deiak
fa: تماس‌های تصویری
fi: Videopuhelut
fil: Mga video call
fr: Appels vidéo
ga: Fisglaonna
gl: Videochamadas
gu: વીડિયો કોલ
he: שיחות וידאו
hi: वीडियो कॉल
hr: Video pozivi
hu: Videóhívások
id: Panggilan video
it: Videochiamate
ja: ビデオ通話
ka: ვიდეო ზარები
kk: Бейне қоңыраулар
km: ការហៅវីដេអូ
ky: Видео чалуулар
mk: Видео повици
mr: व्हिडिओ कॉल्स
ms: Panggilan video
nb: Videosamtaler
nl: Videogesprekken
pt_pt: Chamadas de video
ro: Apeluri video
ru: Видеозвонки
sk: Video hovory
sl: Video klici
sq: Thirrjet video
sr: Видео позиви
sv: Videosamtal
ta: வீடியோ அழைப்புகள்
te: వీడియో కాల్‌లు
th: วิดีโอคอล
tr: Goruntulu aramalar
ug: سىن چاقىرىش
uk: Відеодзвінки
ur: ูฺู ฺฉุงูุฒ

# secVideoCallDesc
source: Same technology, each stream encrypted individually.
af: Dieselfde tegnologie, elke stroom individueel geënkripteer.
ar: نفس التقنية، كل تدفق مشفر بشكل فردي.
bg: Същата технология, всеки поток криптиран поотделно.
bn: একই প্রযুক্তি, প্রতিটি স্ট্রিম আলাদাভাবে এনক্রিপ্টেড।
ca: Mateixa tecnologia, cada flux xifrat individualment.
cs: Stejna technologie, kazdy proud sifrovan individualne.
da: Samme teknologi, hver strøm krypteret individuelt.
de: Gleiche Technologie, jeder Stream einzeln verschlüsselt.
el: Ίδια τεχνολογία, κάθε ροή κρυπτογραφείται ξεχωριστά.
es: Misma tecnología, cada flujo cifrado individualmente.
et: Sama tehnoloogia, iga voog eraldi krüpteeritud.
eu: Teknologia bera, fluxu bakoitza banaka enkriptatuta.
fa: همان فناوری، هر جریان به صورت جداگانه رمزنگاری شده.
fi: Sama teknologia, jokainen virta salattu erikseen.
fil: Parehong teknolohiya, bawat stream ay naka-encrypt nang isa-isa.
fr: Même technologie, chaque flux chiffré individuellement.
ga: An teicneolaiocht cheanna, gach sruth criptithe go neamhspleach.
gl: A mesma tecnoloxia, cada fluxo cifrado individualmente.
gu: એ જ ટેકનોલોજી, દરેક સ્ટ્રીમ અલગથી એન્ક્રિપ્ટેડ.
he: אותה טכנולוגיה, כל זרם מוצפן בנפרד.
hi: वही तकनीक, प्रत्येक स्ट्रीम अलग-अलग एन्क्रिप्टेड।
hr: Ista tehnologija, svaki tok enkriptiran pojedinacno.
hu: Ugyanaz a technológia, minden adatfolyam egyedileg titkosítva.
id: Teknologi yang sama, setiap aliran dienkripsi secara individual.
it: Stessa tecnologia, ogni flusso crittografato individualmente.
ja: 同じ技術、各ストリームが個別に暗号化。
ka: იგივე ტექნოლოგია, ყველა ნაკადი ინდივიდუალურად დაშიფრული.
kk: Дәл сол технология, әр ағын жеке шифрланған.
km: បច្ចេកវិទ្យាដូចគ្នា រាល់ stream អ៊ិនគ្រីបដាច់ដោយឡែក។
ky: Ошол эле технология, ар бир агым өзүнчө шифрленген.
mk: Иста технологија, секој проток енкриптиран поединечно.
mr: समान तंत्रज्ञान, प्रत्येक स्ट्रीम वैयक्तिकरित्या एन्क्रिप्टेड.
ms: Teknologi yang sama, setiap aliran disulitkan secara individu.
nb: Samme teknologi, hver strøm kryptert individuelt.
nl: Dezelfde technologie, elke stream individueel versleuteld.
pt_pt: Mesma tecnologia, cada fluxo encriptado individualmente.
ro: Aceeasi tehnologie, fiecare flux criptat individual.
ru: Та же технология, каждый поток шифруется отдельно.
sk: Rovnaka technologia, kazdy prúd sifrovany individualne.
sl: Enaka tehnologija, vsak tok sifriran posamezno.
sq: E njejta teknologji, çdo rrjedhe e kriptuar individualisht.
sr: Иста технологија, сваки ток шифрован појединачно.
sv: Samma teknologi, varje ström krypterad individuellt.
ta: அதே தொழில்நுட்பம், ஒவ்வொரு ஸ்ட்ரீமும் தனித்தனியாக குறியாக்கம் செய்யப்பட்டுள்ளது.
te: అదే సాంకేతికత, ప్రతి స్ట్రీమ్ వ్యక్తిగతంగా ఎన్‌క్రిప్ట్ చేయబడుతుంది.
th: เทคโนโลยีเดียวกัน แต่ละสตรีมเข้ารหัสแยกกัน
tr: Ayni teknoloji, her akis ayri ayri sifrelenmis.
ug: ئوخشاش تېخنىكا، ھەر ئېقىم ئايرىم شىفىرلانغان.
uk: Та сама технологія, кожен потік зашифровано окремо.
ur: ู ูนฺฉูุงููุฌุ ุฑ ุณูุณู ุงููุฑุงุฏ ุทูุฑ ูพุฑ ุงูฺฉุฑูพูนฺ

# secPhotosTitle
source: Photos & videos
af: Foto's en video's
ar: الصور والفيديوهات
bg: Снимки и видеоклипове
bn: ছবি ও ভিডিও
ca: Fotos i vídeos
cs: Fotky a videa
da: Fotos & videoer
de: Fotos & Videos
el: Φωτογραφίες & βίντεο
es: Fotos y vídeos
et: Fotod ja videod
eu: Argazkiak eta bideoak
fa: عکس‌ها و ویدیوها
fi: Kuvat & videot
fil: Mga larawan at video
fr: Photos & vidéos
ga: Grianghraif & fiseain
gl: Fotos e videos
gu: ફોટો અને વીડિયો
he: תמונות וסרטונים
hi: फ़ोटो और वीडियो
hr: Fotografije i videa
hu: Fotók és videók
id: Foto & video
it: Foto e video
ja: 写真と動画
ka: ფოტოები და ვიდეოები
kk: Фотолар және бейнелер
km: រូបថត និងវីដេអូ
ky: Сүрөттөр & видеолор
mk: Фотографии и видеа
mr: फोटो आणि व्हिडिओ
ms: Foto & video
nb: Bilder og videoer
nl: Foto's en video's
pt_pt: Fotos e videos
ro: Fotografii si videoclipuri
ru: Фото и видео
sk: Fotky a videa
sl: Fotografije in videi
sq: Fotot dhe videot
sr: Фотографије & видео записи
sv: Foton & videor
ta: புகைப்படங்கள் & வீடியோக்கள்
te: ఫోటోలు & వీడియోలు
th: รูปภาพและวิดีโอ
tr: Fotograflar ve videolar
ug: رەسىم ۋە سىن
uk: Фото та відео
ur: ุชุตุงูุฑ ุงูุฑ ูฺูุฒ

# secPhotosDesc
source: Encrypted in AES-256-GCM before leaving your phone.
af: Geënkripteer in AES-256-GCM voordat dit jou foon verlaat.
ar: مشفرة بـ AES-256-GCM قبل مغادرة هاتفك.
bg: Криптирани с AES-256-GCM преди да напуснат телефона ви.
bn: আপনার ফোন ছাড়ার আগে AES-256-GCM-এ এনক্রিপ্টেড।
ca: Xifrats en AES-256-GCM abans de sortir del teu telèfon.
cs: Sifrovano v AES-256-GCM pred opustenim telefonu.
da: Krypteret i AES-256-GCM før de forlader din telefon.
de: In AES-256-GCM verschlüsselt, bevor sie dein Telefon verlassen.
el: Κρυπτογράφηση σε AES-256-GCM πριν φύγουν από το τηλέφωνό σας.
es: Cifrados en AES-256-GCM antes de salir de tu teléfono.
et: AES-256-GCM-ga krüpteeritud enne teie telefonist lahkumist.
eu: AES-256-GCM-rekin enkriptatuta zure telefonotik atera baino lehen.
fa: با AES-256-GCM قبل از خروج از تلفن شما رمزنگاری می‌شوند.
fi: Salattu AES-256-GCM:llä ennen kuin ne lähtevät puhelimestasi.
fil: Naka-encrypt sa AES-256-GCM bago umalis sa iyong telepono.
fr: Chiffrés en AES-256-GCM avant de quitter ton téléphone.
ga: Criptithe i AES-256-GCM sula bhfagann siad do ghuthan.
gl: Cifrados en AES-256-GCM antes de saír do teu telefono.
gu: તમારા ફોનથી નીકળતા પહેલાં AES-256-GCM માં એન્ક્રિપ્ટેડ.
he: מוצפנים ב-AES-256-GCM לפני שהם עוזבים את הטלפון שלך.
hi: आपके फ़ोन छोड़ने से पहले AES-256-GCM में एन्क्रिप्टेड।
hr: Enkriptirani u AES-256-GCM prije nego sto napuste vas telefon.
hu: AES-256-GCM-mel titkosítva, mielőtt elhagynák a telefont.
id: Dienkripsi dalam AES-256-GCM sebelum meninggalkan ponsel Anda.
it: Crittografati in AES-256-GCM prima di lasciare il tuo telefono.
ja: 電話を離れる前に AES-256-GCM で暗号化。
ka: AES-256-GCM-ით დაშიფრული სანამ ტელეფონს დატოვებს.
kk: Телефоныңыздан шықпас бұрын AES-256-GCM-мен шифрланған.
km: អ៊ិនគ្រីបជា AES-256-GCM មុនពេលចាកចេញពីទូរស័ព្ទរបស់អ្នក។
ky: Телефонуңуздан чыгардан мурун AES-256-GCM менен шифрленген.
mk: Енкриптирани со AES-256-GCM пред да го напуштат телефонот.
mr: तुमचा फोन सोडण्यापूर्वी AES-256-GCM मध्ये एन्क्रिप्टेड.
ms: Disulitkan dalam AES-256-GCM sebelum meninggalkan telefon anda.
nb: Kryptert med AES-256-GCM før de forlater telefonen din.
nl: Versleuteld in AES-256-GCM voordat ze je telefoon verlaten.
pt_pt: Encriptados em AES-256-GCM antes de sairem do teu telefone.
ro: Criptate in AES-256-GCM inainte de a parasi telefonul.
ru: Зашифрованы AES-256-GCM до отправки с телефона.
sk: Sifrovane AES-256-GCM pred opustenim telefonu.
sl: Sifrirani z AES-256-GCM pred posiljanjem s telefona.
sq: Te kriptuara me AES-256-GCM perpara se te largohen nga telefoni.
sr: Шифровани у AES-256-GCM пре него што напусте твој телефон.
sv: Krypterade med AES-256-GCM innan de lämnar din telefon.
ta: உங்கள் தொலைபேசியை விட்டு வெளியேறுவதற்கு முன் AES-256-GCM இல் குறியாக்கம் செய்யப்பட்டது.
te: మీ ఫోన్ వదలడానికి ముందే AES-256-GCM లో ఎన్‌క్రిప్ట్ చేయబడతాయి.
th: เข้ารหัสด้วย AES-256-GCM ก่อนออกจากโทรศัพท์
tr: Telefonunuzdan cikmadan once AES-256-GCM ile sifrelenir.
ug: تېلېفوندىن چىقىشتىن بۇرۇن AES-256-GCM دا شىفىرلانغان.
uk: Зашифровані в AES-256-GCM до того, як покинуть ваш телефон.
ur: ุขูพ ฺฉ ููู ุณ ูฺฉูู ุณ ูพู AES-256-GCM ู ฺบ ุงูฺฉุฑูพูนฺ

# secDocsDesc
source: PDF, ZIP, any file. Name, size, and content encrypted.
af: PDF, ZIP, enige lêer. Naam, grootte en inhoud geënkripteer.
ar: PDF، ZIP، أي ملف. الاسم والحجم والمحتوى مشفرة.
bg: PDF, ZIP, всеки файл. Име, размер и съдържание — криптирани.
bn: PDF, ZIP, যেকোনো ফাইল। নাম, আকার ও বিষয়বস্তু এনক্রিপ্টেড।
ca: PDF, ZIP, qualsevol fitxer. Nom, mida i contingut xifrats.
cs: PDF, ZIP, jakykoliv soubor. Nazev, velikost a obsah sifrovany.
da: PDF, ZIP, enhver fil. Navn, størrelse og indhold krypteret.
de: PDF, ZIP, jede Datei. Name, Größe und Inhalt verschlüsselt.
el: PDF, ZIP, οποιοδήποτε αρχείο. Όνομα, μέγεθος και περιεχόμενο κρυπτογραφημένα.
es: PDF, ZIP, cualquier archivo. Nombre, tamaño y contenido cifrados.
et: PDF, ZIP, mis tahes fail. Nimi, suurus ja sisu krüpteeritud.
eu: PDF, ZIP, edozein fitxategi. Izena, tamaina eta edukia enkriptatuta.
fa: PDF، ZIP، هر فایلی. نام، اندازه و محتوا رمزنگاری شده.
fi: PDF, ZIP, mikä tahansa tiedosto. Nimi, koko ja sisältö salattu.
fil: PDF, ZIP, anumang file. Pangalan, laki, at nilalaman ay naka-encrypt.
fr: PDF, ZIP, tout fichier. Nom, taille et contenu chiffrés.
ga: PDF, ZIP, aon chomhad. Ainm, meid agus abhar criptithe.
gl: PDF, ZIP, calquera ficheiro. Nome, tamano e contido cifrados.
gu: PDF, ZIP, કોઈપણ ફાઇલ. નામ, કદ અને સામગ્રી એન્ક્રિપ્ટેડ.
he: PDF, ZIP, כל קובץ. שם, גודל ותוכן מוצפנים.
hi: PDF, ZIP, कोई भी फ़ाइल। नाम, आकार और सामग्री एन्क्रिप्टेड।
hr: PDF, ZIP, bilo koja datoteka. Naziv, velicina i sadrzaj enkriptirani.
hu: PDF, ZIP, bármilyen fájl. Név, méret és tartalom titkosítva.
id: PDF, ZIP, berkas apa pun. Nama, ukuran, dan konten dienkripsi.
it: PDF, ZIP, qualsiasi file. Nome, dimensione e contenuto crittografati.
ja: PDF、ZIP、あらゆるファイル。名前、サイズ、内容が暗号化。
ka: PDF, ZIP, ნებისმიერი ფაილი. სახელი, ზომა და შინაარსი დაშიფრული.
kk: PDF, ZIP, кез келген файл. Аты, көлемі және мазмұны шифрланған.
km: PDF, ZIP, រាល់ឯកសារ។ ឈ្មោះ ទំហំ និងមាតិកាត្រូវបានអ៊ិនគ្រីប។
ky: PDF, ZIP, каалаган файл. Аталышы, өлчөмү жана мазмуну шифрленген.
mk: PDF, ZIP, било која датотека. Име, големина и содржина енкриптирани.
mr: PDF, ZIP, कोणतीही फाइल. नाव, आकार आणि सामग्री एन्क्रिप्टेड.
ms: PDF, ZIP, sebarang fail. Nama, saiz, dan kandungan disulitkan.
nb: PDF, ZIP, enhver fil. Navn, størrelse og innhold kryptert.
nl: PDF, ZIP, elk bestand. Naam, grootte en inhoud versleuteld.
pt_pt: PDF, ZIP, qualquer ficheiro. Nome, tamanho e conteudo encriptados.
ro: PDF, ZIP, orice fisier. Numele, dimensiunea si continutul sunt criptate.
ru: PDF, ZIP, любой файл. Имя, размер и содержимое зашифрованы.
sk: PDF, ZIP, akykolvek subor. Nazov, velkost a obsah sifrovane.
sl: PDF, ZIP, katera koli datoteka. Ime, velikost in vsebina sifrirani.
sq: PDF, ZIP, çdo skedar. Emri, madhesia dhe permbajtja e kriptuar.
sr: PDF, ZIP, било који фајл. Име, величина и садржај шифровани.
sv: PDF, ZIP, vilken fil som helst. Namn, storlek och innehåll krypterat.
ta: PDF, ZIP, எந்தக் கோப்பும். பெயர், அளவு மற்றும் உள்ளடக்கம் குறியாக்கம் செய்யப்பட்டது.
te: PDF, ZIP, ఏ ఫైల్ అయినా. పేరు, పరిమాణం మరియు విషయం ఎన్‌క్రిప్ట్ చేయబడతాయి.
th: PDF, ZIP, ไฟล์ใดก็ตาม ชื่อ ขนาด และเนื้อหาเข้ารหัส
tr: PDF, ZIP, her dosya. Ad, boyut ve icerik sifrelenir.
ug: PDF، ZIP، ھەر قانداق ھۆججەت. ئىسمى، چوڭلۇقى ۋە مەزمۇنى شىفىرلانغان.
uk: PDF, ZIP, будь-який файл. Назва, розмір та вміст зашифровані.
ur: PDFุ ZIPุ ฺฉูุฆ ุจฺพ ูุงุฆู ูุงู ุ ุณุงุฆุฒ ุงูุฑ ู ูุงุฏ ุงูฺฉุฑูพูนฺ

# secAnonLabel
source: ANONYMITY
af: ANONIMITEIT
ar: إخفاء الهوية
bg: АНОНИМНОСТ
bn: বেনামিতা
ca: ANONIMAT
cs: ANONYMITA
da: ANONYMITET
de: ANONYMITÄT
el: ΑΝΩΝΥΜΙΑ
es: ANONIMATO
et: ANONÜÜMSUS
eu: ANONIMOTASUNA
fa: ناشناسی
fi: ANONYMITEETTI
fr: ANONYMAT
ga: ANAITHNIDEACHT
gl: ANONIMATO
gu: અનામિકતા
he: אנונימיות
hi: गुमनामी
hr: ANONIMNOST
hu: ANONIMITÁS
id: ANONIMITAS
it: ANONIMATO
ja: 匿名性
ka: ანონიმურობა
kk: АНОНИМДІК
km: អនាមិក
ky: АНОНИМДИК
mk: АНОНИМНОСТ
mr: अनामिकता
ms: KERAHSIAAN
nb: ANONYMITET
nl: ANONIMITEIT
pt_pt: ANONIMATO
ro: ANONIMAT
ru: АНОНИМНОСТЬ
sk: ANONYMITA
sl: ANONIMNOST
sq: ANONIMITETI
sr: АНОНИМНОСТ
sv: ANONYMITET
ta: அநாமதேயம்
te: అనామకత
th: นิรนาม
tr: ANONIMLIK
ug: نامسىزلىق
uk: АНОНІМНІСТЬ
ur: ฺฏู ูุงู 

# secAnonTitle
source: No identity required
af: Geen identiteit nodig
ar: لا هوية مطلوبة
bg: Не е необходима идентичност
bn: কোনো পরিচয় প্রয়োজন নেই
ca: Cap identitat requerida
cs: Zadna identita neni vyzadovana
da: Ingen identitet kræves
de: Keine Identität erforderlich
el: Δεν απαιτείται ταυτότητα
es: Sin identidad requerida
et: Identiteeti pole vaja
eu: Identitaterik ez da beharrezkoa
fa: نیازی به هویت نیست
fi: Ei vaadittua henkilöllisyyttä
fil: Walang kinakailangang identity
fr: Aucune identité requise
ga: Gan aitheantas ag teastail
gl: Non se require identidade
gu: કોઈ ઓળખ જરૂરી નથી
he: לא נדרש זיהוי
hi: कोई पहचान आवश्यक नहीं
hr: Nije potreban identitet
hu: Nem szükséges személyazonosság
id: Tidak perlu identitas
it: Nessuna identità richiesta
ja: 身元確認不要
ka: ვინაობის მოთხოვნა არ არის
kk: Жеке бас қажет емес
km: គ្មានអត្តសញ្ញាណចាំបាច់
ky: Инсандык талап кылынбайт
mk: Не е потребен идентитет
mr: कोणतीही ओळख आवश्यक नाही
ms: Tiada identiti diperlukan
nb: Ingen identitet kreves
nl: Geen identiteit vereist
pt_pt: Sem identidade necessaria
ro: Nicio identitate necesara
ru: Личность не требуется
sk: Ziadna identita nie je potrebna
sl: Identiteta ni potrebna
sq: Asnje identitet i kerkuar
sr: Није потребан идентитет
sv: Ingen identitet krävs
ta: அடையாளம் தேவையில்லை
te: గుర్తింపు అవసరం లేదు
th: ไม่ต้องระบุตัวตน
tr: Kimlik gerektirmez
ug: كىملىك تەلەپ قىلىنمايدۇ
uk: Не потрібна ідентифікація
ur: ฺฉูุฆ ุดูุงุฎุช ุฏุฑฺฉุงุฑ ูฺบ
