Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secLayer3Desc
source: Messages are deleted from the server as soon as receipt is confirmed. Even if a message is never retrieved, it's automatically destroyed after 24 hours.
af: Boodskappe word van die bediener verwyder sodra ontvangs bevestig is. Selfs as 'n boodskap nooit onttrek word, word dit outomaties vernietig na 24 uur.
ar: تُحذف الرسائل من الخادم فور تأكيد الاستلام. حتى لو لم يتم استلام رسالة أبداً، تُدمر تلقائياً بعد 24 ساعة.
bg: Съобщенията се изтриват от сървъра веднага след потвърждение на получаването. Дори ако съобщение никога не е извлечено, то се унищожава автоматично след 24 часа.
bn: প্রাপ্তি নিশ্চিত হলে বার্তা সার্ভার থেকে মুছে যায়। কোনো বার্তা না পাওয়া গেলেও ২৪ ঘণ্টা পর স্বয়ংক্রিয়ভাবে ধ্বংস হয়।
ca: Els missatges s'eliminen del servidor tan bon punt es confirma la recepció. Fins i tot si un missatge mai es recupera, es destrueix automàticament després de 24 hores.
cs: Zpravy se mazou ze serveru ihned po potvrzeni prijmu. I kdyz zprava neni nikdy vyzvednuta, je automaticky znicena po 24 hodinach.
da: Beskeder slettes fra serveren, så snart modtagelsen er bekræftet. Selv hvis en besked aldrig hentes, ødelægges den automatisk efter 24 timer.
de: Nachrichten werden vom Server gelöscht, sobald der Empfang bestätigt ist. Selbst wenn eine Nachricht nie abgerufen wird, wird sie automatisch nach 24 Stunden vernichtet.
el: Τα μηνύματα διαγράφονται από τον διακομιστή αμέσως μόλις επιβεβαιωθεί η λήψη. Ακόμη κι αν ένα μήνυμα δεν ανακτηθεί ποτέ, καταστρέφεται αυτόματα μετά από 24 ώρες.
es: Los mensajes se eliminan del servidor en cuanto se confirma la recepción. Incluso si un mensaje nunca se recupera, se destruye automáticamente después de 24 horas.
et: Sõnumid kustutatakse serverist kohe pärast kättesaamise kinnitamist. Isegi kui sõnumit kunagi ei hangita, hävitatakse see automaatselt 24 tunni pärast.
eu: Mezuak zerbitzaritik ezabatzen dira jasotze-agiria berretsi bezain laster. Mezu bat inoiz eskuratzen ez bada ere, automatikoki suntsitzen da 24 orduren ondoren.
fa: پیام‌ها بلافاصله پس از تأیید دریافت از سرور حذف می‌شوند. حتی اگر پیامی هرگز بازیابی نشود، پس از ۲۴ ساعت به طور خودکار نابود می‌شود.
fi: Viestit poistetaan palvelimelta heti vastaanoton vahvistuksen jälkeen. Vaikka viestiä ei koskaan noudeta, se tuhotaan automaattisesti 24 tunnin jälkeen.
fil: Binubura ang mga mensahe mula sa server pagkakumpirma ng pagtanggap. Kahit hindi kailanman makuha ang isang mensahe, awtomatiko itong sinisira pagkatapos ng 24 oras.
fr: Les messages sont supprimés du serveur dès réception confirmée. Même si un message n'est jamais récupéré, il est automatiquement détruit après 24 heures.
ga: Scriostar teachtaireachtai on bhfreastalai chomh luath agus a dheimhnionn an glacadh. Fiu mura mbailiter teachtaireacht riamh, scriostar go huathobrioch i tar eis 24 uair.
gl: As mensaxes eliminanse do servidor en canto se confirma a recepcion. Ainda que unha mensaxe nunca se recolla, destruese automaticamente despois de 24 horas.
gu: પ્રાપ્તિ ખાતરી થતાં જ સર્વરમાંથી સંદેશાઓ ડિલીટ થાય છે. જો સંદેશ ક્યારેય ન મળે, તો પણ 24 કલાક પછી આપોઆપ નાશ પામે છે.
he: הודעות נמחקות מהשרת ברגע שהקבלה אושרה. גם אם הודעה מעולם לא נמשכה, היא נהרסת אוטומטית אחרי 24 שעות.
hi: प्राप्ति की पुष्टि होते ही संदेश सर्वर से हटा दिए जाते हैं। भले ही कोई संदेश कभी प्राप्त न हो, वह 24 घंटे बाद स्वचालित रूप से नष्ट हो जाता है।
hr: Poruke se brisu s posluzitelja cim se potvrdi primitak. Cak i ako poruka nikada nije preuzeta, automatski se unistava nakon 24 sata.
hu: Az üzenetek a fogadás visszaigazolása után azonnal törlődnek a szerverről. Még ha egy üzenetet soha nem kérnek le, 24 óra után automatikusan megsemmisül.
id: Pesan dihapus dari server segera setelah penerimaan dikonfirmasi. Bahkan jika pesan tidak pernah diambil, ia otomatis dihancurkan setelah 24 jam.
it: I messaggi vengono eliminati dal server alla ricezione confermata. Anche se un messaggio non viene mai recuperato, viene automaticamente distrutto dopo 24 ore.
ja: メッセージは受信確認後すぐにサーバーから削除されます。取得されなかったメッセージも24時間後に自動的に破棄されます。
ka: შეტყობინებები სერვერიდან იშლება მიღების დადასტურებისთანავე. თუნდაც შეტყობინება არასოდეს იქნას მიღებული, ავტომატურად ნადგურდება 24 საათის შემდეგ.
kk: Хабарламалар қабылдау расталысымен серверден жойылады. Тіпті хабарлама ешқашан алынбаса, 24 сағаттан кейін автоматты түрде жойылады.
km: សារត្រូវបានលុបពីម៉ាស៊ីនមេភ្លាមៗពេលការទទួលត្រូវបានបញ្ជាក់។ សូម្បីតែសារមិនត្រូវបានទៅយក ក៏ត្រូវបានបំផ្លាញដោយស្វ័យប្រវត្តិបន្ទាប់ពី ២៤ ម៉ោង។
ky: Каттар алуу ырасталгандан кийин серверден өчүрүлөт. Кат эч качан алынбаса да, 24 сааттан кийин автоматтык түрдө жок кылынат.
mk: Пораките се бришат од серверот штом се потврди приемот. Дури и ако пораката никогаш не се преземе, автоматски се уништува по 24 часа.
mr: प्राप्ती पुष्टी होताच सर्व्हरवरून संदेश हटवले जातात. संदेश कधीही मिळवला नाही तरी, 24 तासांनंतर तो आपोआप नष्ट होतो.
ms: Mesej dipadamkan dari pelayan sebaik sahaja penerimaan disahkan. Walaupun mesej tidak pernah diambil, ia dimusnahkan secara automatik selepas 24 jam.
nb: Meldinger slettes fra serveren så snart mottak er bekreftet. Selv om en melding aldri hentes, ødelegges den automatisk etter 24 timer.
nl: Berichten worden van de server verwijderd zodra ontvangst is bevestigd. Zelfs als een bericht nooit wordt opgehaald, wordt het automatisch vernietigd na 24 uur.
pt_pt: As mensagens sao apagadas do servidor assim que a rececao e confirmada. Mesmo que uma mensagem nunca seja recuperada, e automaticamente destruida apos 24 horas.
ro: Mesajele sunt sterse de pe server imediat ce receptia este confirmata. Chiar daca un mesaj nu este niciodata preluat, este distrus automat dupa 24 de ore.
ru: Сообщения удаляются с сервера сразу после подтверждения получения. Даже если сообщение не получено, оно автоматически уничтожается через 24 часа.
sk: Spravy su zo servera zmazane hned po potvrdeni prijatia. Aj ked sprava nie je nikdy vyzdvihnuta, je automaticky znicena po 24 hodinach.
sl: Sporocila so izbrisana s strežnika takoj po potrditvi prejema. Tudi ce sporocilo nikoli ni prevzeto, je samodejno uniceno po 24 urah.
sq: Mesazhet fshihen nga serveri sapo konfirmohet marrja. Edhe nese nje mesazh nuk merret kurre, shkaterohet automatikisht pas 24 oreve.
sr: Поруке се бришу са сервера чим се потврди пријем. Чак и ако порука никада није преузета, аутоматски се уништава после 24 сата.
sv: Meddelanden raderas från servern så fort mottagandet bekräftas. Även om ett meddelande aldrig hämtas förstörs det automatiskt efter 24 timmar.
ta: பெறுதல் உறுதிசெய்யப்பட்டவுடன் செய்திகள் சேவையகத்திலிருந்து நீக்கப்படும். செய்தி ஒருபோதும் மீட்டெடுக்கப்படாவிட்டாலும், 24 மணி நேரத்திற்குப் பிறகு தானாக அழிக்கப்படும்.
te: రసీదు నిర్ధారించగానే సందేశాలు సర్వర్ నుండి తొలగించబడతాయి. సందేశం ఎప్పటికీ తీసుకోబడకపోతే కూడా, 24 గంటల తర్వాత స్వయంచాలకంగా నాశనం చేయబడుతుంది.
th: ข้อความถูกลบจากเซิร์ฟเวอร์ทันทีที่ยืนยันการรับ แม้ข้อความไม่ถูกเรียก ก็ถูกทำลายอัตโนมัติหลัง 24 ชม.
tr: Mesajlar alim onaylanir onaylanmaz sunucudan silinir. Bir mesaj hic alinmasa bile 24 saat sonra otomatik olarak yok edilir.
ug: تاپشۇرۇۋېلىش جەزملەنگەندىلا ئۇچۇرلار مۇلازىمېتىردىن ئۆچۈرۈلىدۇ. ئۇچۇر ھەرگىز ئېلىنمىسىمۇ، 24 سائەتتىن كېيىن ئاپتوماتىك يوق قىلىنىدۇ.
uk: Повідомлення видаляються з сервера одразу після підтвердження отримання. Навіть якщо повідомлення ніколи не забрали, воно автоматично знищується через 24 години.
ur: ูุตูู ฺฉ ุชุตุฏู ูุช  ูพุบุงู ุงุช ุณุฑูุฑ ุณ ุญุฐู ู ุฌุงุช ฺบ ุงฺฏุฑ ูพุบุงู ฺฉุจฺพ ูุตูู ู ูุ ุชุจ ุจฺพ 24 ฺฏฺพููนูฺบ ุจุนุฏ ุฎูุฏฺฉุงุฑ ุทูุฑ ูพุฑ ุชุจุง ู ุฌุงุชุง 

# secLayer3Detail
source: On your phone, messages self-destruct according to the duration you choose: immediately, 5 min, 15 min, 30 min, 1h, 3h, 6h, or 12h.
af: Op jou foon vernietig boodskappe hulself volgens die duur wat jy kies: onmiddellik, 5 min, 15 min, 30 min, 1u, 3u, 6u, of 12u.
ar: على هاتفك، تتدمر الرسائل ذاتياً حسب المدة التي تختارها: فوراً، 5 دقائق، 15 دقيقة، 30 دقيقة، ساعة، 3 ساعات، 6 ساعات أو 12 ساعة.
bg: На телефона ви съобщенията се самоунищожават според продължителността, която изберете: веднага, 5 мин, 15 мин, 30 мин, 1ч, 3ч, 6ч или 12ч.
bn: আপনার ফোনে, বার্তা আপনার বেছে নেওয়া সময় অনুযায়ী স্বয়ংক্রিয়ভাবে মুছে যায়: তাৎক্ষণিক, ৫ মিনিট, ১৫ মিনিট, ৩০ মিনিট, ১ ঘণ্টা, ৩ ঘণ্টা, ৬ ঘণ্টা বা ১২ ঘণ্টা।
ca: Al teu telèfon, els missatges s'autodestrueixen segons la durada que tries: immediatament, 5 min, 15 min, 30 min, 1h, 3h, 6h o 12h.
cs: Na telefonu se zpravy samy znici podle doby, kterou zvolis: ihned, 5 min, 15 min, 30 min, 1 h, 3 h, 6 h nebo 12 h.
da: På din telefon selvdestruerer beskeder efter den varighed, du vælger: straks, 5 min, 15 min, 30 min, 1t, 3t, 6t eller 12t.
de: Auf deinem Telefon zerstören sich Nachrichten selbst nach der von dir gewählten Dauer: sofort, 5 Min., 15 Min., 30 Min., 1h, 3h, 6h oder 12h.
el: Στο τηλέφωνό σας, τα μηνύματα αυτοκαταστρέφονται σύμφωνα με τη διάρκεια που επιλέγετε: αμέσως, 5 λ, 15 λ, 30 λ, 1ω, 3ω, 6ω ή 12ω.
es: En tu teléfono, los mensajes se autodestruyen según la duración que elijas: inmediatamente, 5 min, 15 min, 30 min, 1h, 3h, 6h o 12h.
et: Teie telefonis hävitavad sõnumid ennast vastavalt teie valitud kestusele: kohe, 5 min, 15 min, 30 min, 1t, 3t, 6t või 12t.
eu: Zure telefonoan, mezuak auto-suntsitzen dira aukeratu duzun iraupenaren arabera: berehala, 5 min, 15 min, 30 min, 1o, 3o, 6o edo 12o.
fa: در تلفن شما، پیام‌ها طبق مدت انتخابی خود نابود می‌شوند: فوری، ۵ دقیقه، ۱۵ دقیقه، ۳۰ دقیقه، ۱ ساعت، ۳ ساعت، ۶ ساعت یا ۱۲ ساعت.
fi: Puhelimessasi viestit tuhoutuvat itsestään valitsemasi keston mukaan: heti, 5 min, 15 min, 30 min, 1t, 3t, 6t tai 12t.
fil: Sa iyong telepono, ang mga mensahe ay awtomatikong nasisira ayon sa pinili mong tagal: agad, 5 min, 15 min, 30 min, 1o, 3o, 6o, o 12o.
fr: Sur ton téléphone, les messages s'auto-détruisent selon la durée que tu choisis : immédiatement, 5 min, 15 min, 30 min, 1h, 3h, 6h ou 12h.
ga: Ar do ghuthan, feinscriosann teachtaireachtai de reir an ama a roghnaionn tu: laithreach, 5 noi, 15 noi, 30 noi, 1u, 3u, 6u no 12u.
gl: No teu telefono, as mensaxes autodestruense segundo a duracion que elixas: inmediatamente, 5 min, 15 min, 30 min, 1 h, 3 h, 6 h ou 12 h.
gu: તમારા ફોન પર, તમે પસંદ કરો તે અવધિ પ્રમાણે સંદેશાઓ સ્વ-નાશ થાય છે: તરત, 5 મિ, 15 મિ, 30 મિ, 1ક, 3ક, 6ક, અથવા 12ક.
he: בטלפון שלך, הודעות מתרסקות בעצמן בהתאם למשך שתבחר: מיד, 5 דק', 15 דק', 30 דק', שעה, 3 שעות, 6 שעות, או 12 שעות.
hi: आपके फ़ोन पर, संदेश आपकी चुनी अवधि के अनुसार स्वयं नष्ट होते हैं: तुरंत, 5 मिनट, 15 मिनट, 30 मिनट, 1 घंटा, 3 घंटे, 6 घंटे, या 12 घंटे।
hr: Na vasem telefonu, poruke se samounistavaju prema trajanju koje odaberete: odmah, 5 min, 15 min, 30 min, 1h, 3h, 6h ili 12h.
hu: A telefonján az üzenetek az Ön által választott időtartam szerint semmisülnek meg: azonnal, 5 perc, 15 perc, 30 perc, 1ó, 3ó, 6ó vagy 12ó.
id: Di ponsel Anda, pesan menghancurkan diri sesuai durasi yang Anda pilih: segera, 5 mnt, 15 mnt, 30 mnt, 1j, 3j, 6j, atau 12j.
it: Sul tuo telefono, i messaggi si autodistruggono secondo la durata che scegli: immediatamente, 5 min, 15 min, 30 min, 1h, 3h, 6h o 12h.
ja: 電話では、選択した期間に従ってメッセージが自己破壊されます：即時、5分、15分、30分、1時間、3時間、6時間、または12時間。
ka: ტელეფონზე შეტყობინებები თვითნადგურდება თქვენ მიერ არჩეული ხანგრძლივობის მიხედვით: დაუყოვნებლივ, 5 წთ, 15 წთ, 30 წთ, 1სთ, 3სთ, 6სთ ან 12სთ.
kk: Телефоныңызда хабарламалар сіз таңдаған ұзақтыққа сәйкес өзін-өзі жояды: бірден, 5 мин, 15 мин, 30 мин, 1 сағ, 3 сағ, 6 сағ немесе 12 сағ.
km: នៅលើទូរស័ព្ទរបស់អ្នក សារបំផ្លាញខ្លួនឯងតាមរយៈពេលដែលអ្នកជ្រើសរើស: ភ្លាមៗ ៥ នាទី ១៥ នាទី ៣០ នាទី ១ ម៉ោង ៣ ម៉ោង ៦ ម៉ោង ឬ ១២ ម៉ោង។
ky: Телефонуңузда каттар сиз тандаган узактыкка жараша өзүн-өзү жок кылат: дароо, 5 мүн, 15 мүн, 30 мүн, 1с, 3с, 6с же 12с.
mk: На вашиот телефон, пораките се самоуништуваат според траењето што го избравте: веднаш, 5 мин, 15 мин, 30 мин, 1ч, 3ч, 6ч или 12ч.
mr: तुमच्या फोनवर, तुम्ही निवडलेल्या कालावधीनुसार संदेश स्वतःहून नष्ट होतात: तात्काळ, 5 मि, 15 मि, 30 मि, 1 ता, 3 ता, 6 ता किंवा 12 ता.
ms: Di telefon anda, mesej memusnahkan diri mengikut tempoh yang anda pilih: serta-merta, 5 min, 15 min, 30 min, 1j, 3j, 6j, atau 12j.
nb: På telefonen din selvdestruerer meldinger i henhold til varigheten du velger: umiddelbart, 5 min, 15 min, 30 min, 1t, 3t, 6t eller 12t.
nl: Op je telefoon vernietigen berichten zichzelf volgens de duur die je kiest: onmiddellijk, 5 min, 15 min, 30 min, 1u, 3u, 6u of 12u.
pt_pt: No teu telefone, as mensagens autodestruem-se conforme a duracao que escolhes: imediatamente, 5min, 15min, 30min, 1h, 3h, 6h ou 12h.
ro: Pe telefon, mesajele se autodistrug conform duratei alese: imediat, 5 min, 15 min, 30 min, 1h, 3h, 6h sau 12h.
ru: На телефоне сообщения самоуничтожаются по выбранной длительности: сразу, 5 мин, 15 мин, 30 мин, 1ч, 3ч, 6ч или 12ч.
sk: Na telefone sa spravy samozncia podla vasho nastavenia: okamzite, 5 min, 15 min, 30 min, 1h, 3h, 6h alebo 12h.
sl: Na telefonu se sporocila samounicijo glede na izbrano trajanje: takoj, 5 min, 15 min, 30 min, 1h, 3h, 6h ali 12h.
sq: Ne telefon, mesazhet veteshkaterohen sipas kohezgjatjes qe zgjidhni: menjehere, 5 min, 15 min, 30 min, 1ore, 3ore, 6ore ose 12ore.
sr: На твом телефону, поруке се самоуништавају према трајању које изабереш: одмах, 5 мин, 15 мин, 30 мин, 1ч, 3ч, 6ч или 12ч.
sv: På din telefon förstörs meddelanden enligt den varaktighet du väljer: omedelbart, 5 min, 15 min, 30 min, 1t, 3t, 6t eller 12t.
ta: உங்கள் தொலைபேசியில், நீங்கள் தேர்ந்தெடுக்கும் காலத்திற்கு ஏற்ப செய்திகள் தானாக அழிக்கப்படும்: உடனடியாக, 5 நிமி, 15 நிமி, 30 நிமி, 1 ம.நே, 3 ம.நே, 6 ம.நே, அல்லது 12 ம.நே.
te: మీ ఫోన్‌లో, మీరు ఎంచుకున్న వ్యవధి ప్రకారం సందేశాలు స్వయంగా నాశనమవుతాయి: వెంటనే, 5 ని, 15 ని, 30 ని, 1గం, 3గం, 6గం, లేదా 12గం.
th: บนโทรศัพท์ ข้อความทำลายตัวเองตามที่คุณเลือก: ทันที, 5 นาที, 15 นาที, 30 นาที, 1 ชม., 3 ชม., 6 ชม. หรือ 12 ชม.
tr: Telefonunuzda mesajlar sectiginiz sureye gore kendini imha eder: hemen, 5dk, 15dk, 30dk, 1sa, 3sa, 6sa veya 12sa.
ug: تېلېفونىڭىزدا، تاللىغان مۇددىتىڭىز بويىچە ئۇچۇرلار ئۆزىنى يوق قىلىدۇ: دەرھال، 5 مىن، 15 مىن، 30 مىن، 1 سائ، 3 سائ، 6 سائ ياكى 12 سائ.
uk: На вашому телефоні повідомлення самознищуються відповідно до обраної тривалості: негайно, 5 хв, 15 хв, 30 хв, 1 год, 3 год, 6 год або 12 год.
ur: ุขูพ ฺฉ ููู ูพุฑุ ุขูพ ฺฉ ู ูุชุฎุจ ฺฉุฑุฏ ู ุฏุช ฺฉ ู ุทุงุจู ูพุบุงู ุงุช ุฎูุฏ ุชุจุง ู ุฌุงุช ฺบ: ููุฑุ 5 ู ููนุ 15 ู ููนุ 30 ู ููนุ 1 ฺฏฺพููนุงุ 3 ฺฏฺพููนุ 6 ฺฏฺพููนุ ุง 12 ฺฏฺพููน

# secLayer4Title
source: Local access protection
af: Plaaslike toegangsbeskerming
ar: حماية الوصول المحلي
bg: Локална защита на достъпа
bn: স্থানীয় প্রবেশ সুরক্ষা
ca: Protecció d'accés local
cs: Mistni ochrana pristupu
da: Lokal adgangsbeskyttelse
de: Lokaler Zugriffsschutz
el: Προστασία τοπικής πρόσβασης
es: Protección de acceso local
et: Kohaliku juurdepääsu kaitse
eu: Tokiko sarbidearen babesa
fa: محافظت از دسترسی محلی
fi: Paikallinen pääsynsuojaus
fil: Proteksyon ng lokal na access
fr: Protection d'accès local
ga: Cosaint rochtana aitiuil
gl: Proteccion de acceso local
gu: સ્થાનિક ઍક્સેસ સુરક્ષા
he: הגנת גישה מקומית
hi: स्थानीय पहुंच सुरक्षा
hr: Zastita lokalnog pristupa
hu: Helyi hozzáférés védelme
id: Perlindungan akses lokal
it: Protezione dell'accesso locale
ja: ローカルアクセス保護
ka: ლოკალური წვდომის დაცვა
kk: Жергілікті кіру қорғанысы
km: ការការពារការចូលប្រើមូលដ្ឋាន
ky: Жергиликтүү кирүү коргоосу
mk: Локална заштита на пристап
mr: स्थानिक प्रवेश संरक्षण
ms: Perlindungan akses tempatan
nb: Lokal tilgangsbeskyttelse
nl: Lokale toegangsbescherming
pt_pt: Protecao de acesso local
ro: Protectie acces local
ru: Защита локального доступа
sk: Ochrana lokalneho pristupu
sl: Zascita lokalnega dostopa
sq: Mbrojtja e aksesit lokal
sr: Заштита локалног приступа
sv: Lokalt åtkomstskydd
ta: உள்ளூர் அணுகல் பாதுகாப்பு
te: లోకల్ ప్రవేశ రక్షణ
th: การป้องกันการเข้าถึงในเครื่อง
tr: Yerel erisim korumasi
ug: يەرلىك كىرىش قوغدىشى
uk: Захист локального доступу
ur: ู ูุงู  ุฑุณุงุฆ ุชุญูุธ
