Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# messagesDetail
source: Encrypted conversations
af: Geënkripteerde gesprekke
ar: المحادثات المشفرة
bg: Криптирани разговори
bn: এনক্রিপ্টেড কথোপকথন
ca: Converses xifrades
cs: Sifrovane konverzace
da: Krypterede samtaler
de: Verschlüsselte Unterhaltungen
el: Κρυπτογραφημένες συνομιλίες
es: Conversaciones cifradas
et: Krüpteeritud vestlused
eu: Elkarrizketa enkriptatuak
fa: مکالمات رمزنگاری‌شده
fi: Salatut keskustelut
fil: Mga naka-encrypt na usapan
fr: Conversations chiffrées
ga: Comhraite criptithe
gl: Conversas cifradas
gu: એન્ક્રિપ્ટેડ વાતચીતો
he: שיחות מוצפנות
hi: एन्क्रिप्टेड बातचीत
hr: Enkriptirani razgovori
hu: Titkosított beszélgetések
id: Percakapan terenkripsi
it: Conversazioni crittografate
ja: 暗号化された会話
ka: დაშიფრული საუბრები
kk: Шифрланған сұхбаттар
km: ការសន្ទនាអ៊ិនគ្រីប
ky: Шифрленген сүйлөшүүлөр
mk: Енкриптирани разговори
mr: एन्क्रिप्टेड संभाषणे
ms: Perbualan yang disulitkan
nb: Krypterte samtaler
nl: Versleutelde gesprekken
pt_pt: Conversas encriptadas
ro: Conversatii criptate
ru: Зашифрованные разговоры
sk: Sifrovane konverzacie
sl: Sifrirani pogovori
sq: Biseda te kriptuara
sr: Шифровани разговори
sv: Krypterade konversationer
ta: குறியாக்கம் செய்யப்பட்ட உரையாடல்கள்
te: ఎన్‌క్రిప్టెడ్ సంభాషణలు
th: การสนทนาที่เข้ารหัส
tr: Sifreli sohbetler
ug: شىفىرلانغان سۆھبەتلەر
uk: Зашифровані розмови
ur: ุงูฺฉุฑูพูนฺ ฺฏูุชฺฏู

# notesDetail
source: Personal notes
af: Persoonlike notas
ar: الملاحظات الشخصية
bg: Лични бележки
bn: ব্যক্তিগত নোট
ca: Notes personals
cs: Osobni poznamky
da: Personlige noter
de: Persönliche Notizen
el: Προσωπικές σημειώσεις
es: Notas personales
et: Isiklikud märkmed
eu: Ohar pertsonalak
fa: یادداشت‌های شخصی
fi: Henkilökohtaiset muistiinpanot
fil: Mga personal na tala
fr: Notes personnelles
ga: Notai pearsanta
gl: Notas persoais
gu: વ્યક્તિગત નોંધો
he: הערות אישיות
hi: व्यक्तिगत नोट्स
hr: Osobne biljeske
hu: Személyes jegyzetek
id: Catatan pribadi
it: Note personali
ja: 個人メモ
ka: პირადი ჩანაწერები
kk: Жеке жазбалар
km: កំណត់ត្រាផ្ទាល់ខ្លួន
ky: Жеке жазуулар
mk: Лични белешки
mr: वैयक्तिक नोट्स
ms: Nota peribadi
nb: Personlige notater
nl: Persoonlijke notities
pt_pt: Notas pessoais
ro: Notite personale
ru: Личные заметки
sk: Osobne poznamky
sl: Osebne beležke
sq: Shenime personale
sr: Личне белешке
sv: Personliga anteckningar
ta: தனிப்பட்ட குறிப்புகள்
te: వ్యక్తిగత నోట్స్
th: บันทึกส่วนตัว
tr: Kisisel notlar
ug: شەخسىي خاتىرىلەر
uk: Особисті нотатки
ur: ุฐุงุช ูููนุณ

source: Signal sessions
af: Signal-sessies
ar: جلسات Signal
bg: Signal сесии
bn: Signal সেশন
ca: Sessions Signal
cs: Relace Signal
da: Signal-sessioner
de: Signal-Sitzungen
el: Συνεδρίες Signal
es: Sesiones Signal
et: Signal seansid
eu: Signal saioak
fa: نشست‌های Signal
fi: Signal-istunnot
fil: Mga Signal session
fr: Sessions Signal
ga: Seisiuin Signal
gl: Sesions Signal
gu: Signal સેશન
he: הפעלות Signal
hi: Signal सत्र
hr: Signal sesije
hu: Signal munkamenetek
id: Sesi Signal
it: Sessioni Signal
ja: Signal セッション
ka: Signal სესიები
kk: Signal сеанстары
km: វគ្គ Signal
ky: Signal сессиялары
mk: Signal сесии
mr: Signal सत्रे
ms: Sesi Signal
nb: Signal-økter
nl: Signal-sessies
pt_pt: Sessoes Signal
ro: Sesiuni Signal
ru: Сессии Signal
sk: Sedenia Signal
sl: Seje Signal
sq: Seanca Signal
sr: Signal сесије
sv: Signal-sessioner
ta: Signal அமர்வுகள்
te: Signal సెషన్‌లు
th: เซสชัน Signal
tr: Signal oturumlari
ug: Signal يىغىنلىرى
uk: Сесії Signal
ur: Signal ุณุดูุฒ

# signalSessionsDetail
source: Encryption sessions
af: Enkripsiesessies
ar: جلسات التشفير
bg: Сесии за криптиране
bn: এনক্রিপশন সেশন
ca: Sessions de xifrat
cs: Sifrovaci relace
da: Krypteringssessioner
de: Verschlüsselungssitzungen
el: Συνεδρίες κρυπτογράφησης
es: Sesiones de cifrado
et: Krüpteerimise seansid
eu: Enkriptazio saioak
fa: نشست‌های رمزنگاری
fi: Salausistunnot
fil: Mga encryption session
fr: Sessions de chiffrement
ga: Seisiuin chriptithe
gl: Sesions de cifrado
gu: એન્ક્રિપ્શન સેશન
he: הפעלות הצפנה
hi: एन्क्रिप्शन सत्र
hr: Sesije enkripcije
hu: Titkosítási munkamenetek
id: Sesi enkripsi
it: Sessioni di crittografia
ja: 暗号化セッション
ka: დაშიფვრის სესიები
kk: Шифрлау сеанстары
km: វគ្គអ៊ិនគ្រីប
ky: Шифрлөө сессиялары
mk: Сесии за енкрипција
mr: एन्क्रिप्शन सत्रे
ms: Sesi penyulitan
nb: Krypteringsøkter
nl: Versleutelingssessies
pt_pt: Sessoes de encriptacao
ro: Sesiuni de criptare
ru: Сессии шифрования
sk: Sifrovacie sedenia
sl: Sifrirane seje
sq: Seanca kriptimi
sr: Сесије шифровања
sv: Krypteringssessioner
ta: குறியாக்க அமர்வுகள்
te: ఎన్‌క్రిప్షన్ సెషన్‌లు
th: เซสชันการเข้ารหัส
tr: Sifreleme oturumlari
ug: شىفىرلاش يىغىنلىرى
uk: Сесії шифрування
ur: ุงูฺฉุฑูพุดู ุณุดูุฒ

source: Pending contacts
af: Hangende kontakte
ar: جهات اتصال معلقة
bg: Чакащи контакти
bn: অপেক্ষমাণ পরিচিতি
ca: Contactes pendents
cs: Cekajici kontakty
da: Ventende kontakter
de: Ausstehende Kontakte
el: Εκκρεμείς επαφές
es: Contactos pendientes
et: Ootel kontaktid
eu: Zain dauden kontaktuak
fa: مخاطبین در انتظار
fi: Odottavat yhteystiedot
fil: Mga naghihintay na kontak
fr: Contacts en attente
ga: Teagmhalacha ar feitheamh
gl: Contactos pendentes
gu: બાકી સંપર્કો
he: אנשי קשר ממתינים
hi: लंबित संपर्क
hr: Kontakti na cekanju
hu: Függő névjegyek
id: Kontak tertunda
it: Contatti in attesa
ja: 保留中の連絡先
ka: მოლოდინის კონტაქტები
kk: Күтілетін контактілер
km: ទំនាក់ទំនងកំពុងរង់ចាំ
ky: Күтүлгөн контакттар
mk: Контакти на чекање
mr: प्रलंबित संपर्क
ms: Kenalan tertunda
nb: Ventende kontakter
nl: Wachtende contacten
pt_pt: Contactos pendentes
ro: Contacte in asteptare
ru: Ожидающие контакты
sk: Cakajuce kontakty
sl: Cakajoce stiki
sq: Kontakte ne pritje
sr: Контакти на чекању
sv: Väntande kontakter
ta: நிலுவைத் தொடர்புகள்
te: పెండింగ్ పరిచయాలు
th: ผู้ติดต่อที่รอดำเนินการ
tr: Bekleyen kisiler
ug: ساقلاۋاتقان ئالاقىداشلار
uk: Очікувані контакти
ur: ุฒุฑ ุงูุชูุง ุฑุงุจุท

# pendingContactsDetail
source: Pending requests
af: Hangende versoeke
ar: طلبات قيد الانتظار
bg: Чакащи заявки
bn: অপেক্ষমাণ অনুরোধ
ca: Sol·licituds pendents
cs: Cekajici zadosti
da: Ventende anmodninger
de: Ausstehende Anfragen
el: Εκκρεμή αιτήματα
es: Solicitudes en curso
et: Ootel taotlused
eu: Zain dauden eskaerak
fa: درخواست‌های در انتظار
fi: Odottavat pyynnöt
fil: Mga naghihintay na kahilingan
fr: Demandes en cours
ga: Iarratais ar siul
gl: Solicitudes pendentes
gu: બાકી વિનંતીઓ
he: בקשות ממתינות
hi: लंबित अनुरोध
hr: Zahtjevi na cekanju
hu: Függő kérések
id: Permintaan tertunda
it: Richieste in corso
ja: 保留中のリクエスト
ka: მოლოდინის მოთხოვნები
kk: Күтілетін сұраныстар
km: សំណើកំពុងរង់ចាំ
ky: Күтүлгөн суроолор
mk: Барања на чекање
mr: प्रलंबित विनंत्या
ms: Permintaan tertunda
nb: Ventende forespørsler
nl: Lopende verzoeken
pt_pt: Pedidos pendentes
ro: Cereri in asteptare
ru: Ожидающие запросы
sk: Cakajuce ziadosti
sl: Cakajoce zahteve
sq: Kerkesa ne pritje
sr: Захтеви на чекању
sv: Väntande förfrågningar
ta: நிலுவை கோரிக்கைகள்
te: పెండింగ్ అభ్యర్థనలు
th: คำขอที่รอดำเนินการ
tr: Bekleyen istekler
ug: ساقلاۋاتقان ئىلتىماسلار
uk: Очікувані запити
ur: ุฒุฑ ุงูุชูุง ุฏุฑุฎูุงุณุชฺบ

# callHistory
source: Calls
af: Oproepe
ar: المكالمات
bg: Обаждания
bn: কল
ca: Trucades
cs: Hovory
da: Opkald
de: Anrufe
el: Κλήσεις
es: Llamadas
et: Kõned
eu: Deiak
fa: تماس‌ها
fi: Puhelut
fil: Mga Tawag
fr: Appels
ga: Glaonna
gl: Chamadas
gu: કોલ્સ
he: שיחות
hi: कॉल
hr: Pozivi
hu: Hívások
id: Panggilan
it: Chiamate
ja: 通話
ka: ზარები
kk: Қоңыраулар
km: ការហៅ
ky: Чалуулар
mk: Повици
mr: कॉल्स
ms: Panggilan
nb: Samtaler
nl: Oproepen
pt_pt: Chamadas
ro: Apeluri
ru: Звонки
sk: Hovory
sl: Klici
sq: Thirrjet
sr: Позиви
sv: Samtal
ta: அழைப்புகள்
te: కాల్‌లు
th: สาย
tr: Aramalar
ug: چاقىرىشلار
uk: Дзвінки
ur: ฺฉุงูุฒ

# callHistoryDetail
source: Call history
af: Oproepgeskiedenis
ar: سجل المكالمات
bg: История на обажданията
bn: কল ইতিহাস
ca: Historial de trucades
cs: Historie hovoru
da: Opkaldshistorik
de: Anrufverlauf
el: Ιστορικό κλήσεων
es: Historial de llamadas
et: Kõnede ajalugu
eu: Dei-historia
fa: سابقه تماس
fi: Puheluhistoria
fil: History ng tawag
fr: Historique des appels
ga: Stair na nglaonna
gl: Historial de chamadas
gu: કોલ ઈતિહાસ
he: היסטוריית שיחות
hi: कॉल इतिहास
hr: Povijest poziva
hu: Hívástörténet
id: Riwayat panggilan
it: Cronologia chiamate
ja: 通話履歴
ka: ზარების ისტორია
kk: Қоңырау тарихы
km: ប្រវត្តិការហៅ
ky: Чалуу тарыхы
mk: Историја на повици
mr: कॉल इतिहास
ms: Sejarah panggilan
nb: Samtalehistorikk
nl: Oproepgeschiedenis
pt_pt: Historico de chamadas
ro: Istoric apeluri
ru: История звонков
sk: Historia hovorov
sl: Zgodovina klicev
sq: Historiku i thirrjeve
sr: Историја позива
sv: Samtalshistorik
ta: அழைப்பு வரலாறு
te: కాల్ చరిత్ర
th: ประวัติสาย
tr: Arama gecmisi
ug: چاقىرىش تارىخى
uk: Історія дзвінків
ur: ฺฉุงู ุณูนุฑ

source: Preferences
af: Voorkeure
ar: التفضيلات
bg: Предпочитания
bn: পছন্দসমূহ
ca: Preferències
cs: Predvolby
da: Præferencer
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
et: Eelistused
eu: Lehentasunak
fa: ترجیحات
fi: Asetukset
fil: Mga Kagustuhan
fr: Préférences
ga: Roghanna
gl: Preferencias
gu: પસંદગીઓ
he: העדפות
hi: प्राथमिकताएं
hr: Postavke
hu: Beállítások
id: Preferensi
it: Preferenze
ja: 設定
ka: პრეფერენციები
kk: Қалаулар
km: ចំណូលចិត្ត
ky: Тандоолор
mk: Преференции
mr: प्राधान्ये
ms: Keutamaan
nb: Preferanser
nl: Voorkeuren
pt_pt: Preferencias
ro: Preferinte
ru: Предпочтения
sk: Preferencie
sl: Nastavitve
sq: Preferencat
sr: Преференце
sv: Inställningar
ta: விருப்பங்கள்
te: ప్రాధాన్యతలు
th: ค่ากำหนด
tr: Tercihler
ug: مايىللىقلار
uk: Налаштування
ur: ุชุฑุฌุญุงุช

# preferencesDetail
source: Media and call preferences
af: Media- en oproepvoorkeure
ar: تفضيلات الوسائط والمكالمات
bg: Предпочитания за медия и обаждания
bn: মিডিয়া ও কল পছন্দ
ca: Preferències de mèdia i trucades
cs: Predvolby medii a hovoru
da: Medie- og opkaldspræferencer
de: Medien- und Anrufeinstellungen
el: Προτιμήσεις πολυμέσων και κλήσεων
es: Preferencias de medios y llamadas
et: Meedia ja kõnede eelistused
eu: Multimedia eta deien lehentasunak
fa: ترجیحات رسانه و تماس
fi: Media- ja puheluasetukset
fil: Mga kagustuhan sa media at tawag
fr: Préférences médias et appels
ga: Roghanna mean agus glaonna
gl: Preferencias de medios e chamadas
gu: મીડિયા અને કોલ પસંદગીઓ
he: העדפות מדיה ושיחות
hi: मीडिया और कॉल प्राथमिकताएं
hr: Postavke medija i poziva
hu: Média és hívási beállítások
id: Preferensi media dan panggilan
it: Preferenze media e chiamate
ja: メディアと通話の設定
ka: მედიის და ზარის პრეფერენციები
kk: Медиа және қоңырау қалаулары
km: ចំណូលចិត្តមេឌៀ និងការហៅ
ky: Медиа жана чалуу тандоолору
mk: Медиумски и поставки за повици
mr: मीडिया आणि कॉल प्राधान्ये
ms: Keutamaan media dan panggilan
nb: Medie- og samtalepreferanser
nl: Media- en oproepvoorkeuren
pt_pt: Preferencias de multimidia e chamadas
ro: Preferinte media si apeluri
ru: Предпочтения медиа и звонков
sk: Preferencie medii a hovorov
sl: Nastavitve medijev in klicev
sq: Preferencat e medias dhe thirrjeve
sr: Преференце за медије и позиве
sv: Media- och samtalsinställningar
ta: ஊடக மற்றும் அழைப்பு விருப்பங்கள்
te: మీడియా మరియు కాల్ ప్రాధాన్యతలు
th: ค่ากำหนดสื่อและสาย
tr: Medya ve arama tercihleri
ug: ۋاسىتە ۋە چاقىرىش مايىللىقلىرى
uk: Налаштування медіа та дзвінків
ur: ู ฺุง ุงูุฑ ฺฉุงู ุชุฑุฌุญุงุช

source: Media
ar: الوسائط
bg: Медия
bn: মিডিয়া
ca: Mèdia
da: Medier
de: Medien
el: Πολυμέσα
es: Medios
et: Meedia
eu: Multimedia
fa: رسانه
fr: Médias
ga: Meain
gl: Medios
gu: મીડિયા
he: מדיה
hi: मीडिया
hr: Mediji
hu: Média
ja: メディア
ka: მედია
kk: Медиа
km: មេឌៀ
ky: Медиа
mk: Медиуми
mr: मीडिया
nb: Medier
pt_pt: Multimidia
ru: Медиа
sl: Mediji
sr: Медији
ta: ஊடகம்
te: మీడియా
th: สื่อ
tr: Medya
ug: ۋاسىتە
uk: Медіа
ur: ู ฺุง

# fileCount
source: {count, plural, =0{no files} =1{1 file} other{{count} files}}
af: {count, plural, =0{geen lêers} =1{1 lêer} other{{count} lêers}}
ar: {count, plural, =0{لا ملفات} =1{ملف واحد} other{{count} ملفات}}
bg: {count, plural, =0{няма файлове} =1{1 файл} other{{count} файла}}
bn: {count, plural, =0{কোনো ফাইল নেই} =1{১টি ফাইল} other{{count}টি ফাইল}}
ca: {count, plural, =0{cap fitxer} =1{1 fitxer} other{{count} fitxers}}
cs: {count, plural, =0{zadne soubory} =1{1 soubor} other{{count} souboru}}
da: {count, plural, =0{ingen filer} =1{1 fil} other{{count} filer}}
de: {count, plural, =0{keine Dateien} =1{1 Datei} other{{count} Dateien}}
el: {count, plural, =0{κανένα αρχείο} =1{1 αρχείο} other{{count} αρχεία}}
es: {count, plural, =0{ningún archivo} =1{1 archivo} other{{count} archivos}}
et: {count, plural, =0{faile pole} =1{1 fail} other{{count} faili}}
eu: {count, plural, =0{fitxategirik ez} =1{fitxategi 1} other{{count} fitxategi}}
fa: {count, plural, =0{بدون فایل} =1{۱ فایل} other{{count} فایل}}
fi: {count, plural, =0{ei tiedostoja} =1{1 tiedosto} other{{count} tiedostoa}}
fil: {count, plural, =0{walang mga file} =1{1 file} other{{count} mga file}}
fr: {count, plural, =0{aucun fichier} =1{1 fichier} other{{count} fichiers}}
ga: {count, plural, =0{gan comhad} =1{1 chomhad} other{{count} comhad}}
gl: {count, plural, =0{sen ficheiros} =1{1 ficheiro} other{{count} ficheiros}}
gu: {count, plural, =0{કોઈ ફાઇલ નથી} =1{1 ફાઇલ} other{{count} ફાઇલો}}
he: {count, plural, =0{אין קבצים} =1{קובץ אחד} other{{count} קבצים}}
hi: {count, plural, =0{कोई फ़ाइल नहीं} =1{1 फ़ाइल} other{{count} फ़ाइलें}}
hr: {count, plural, =0{nema datoteka} =1{1 datoteka} other{{count} datoteka}}
hu: {count, plural, =0{nincs fájl} =1{1 fájl} other{{count} fájl}}
id: {count, plural, =0{tidak ada berkas} =1{1 berkas} other{{count} berkas}}
it: {count, plural, =0{nessun file} =1{1 file} other{{count} file}}
ja: {count, plural, =0{ファイルなし} =1{1ファイル} other{{count}ファイル}}
ka: {count, plural, =0{ფაილები არ არის} =1{1 ფაილი} other{{count} ფაილი}}
kk: {count, plural, =0{файл жоқ} =1{1 файл} other{{count} файл}}
km: {count, plural, =0{គ្មានឯកសារ} =1{១ ឯកសារ} other{{count} ឯកសារ}}
ky: {count, plural, =0{файл жок} =1{1 файл} other{{count} файл}}
mk: {count, plural, =0{нема датотеки} =1{1 датотека} other{{count} датотеки}}
mr: {count, plural, =0{फाइल्स नाहीत} =1{1 फाइल} other{{count} फाइल्स}}
ms: {count, plural, =0{tiada fail} =1{1 fail} other{{count} fail}}
nb: {count, plural, =0{ingen filer} =1{1 fil} other{{count} filer}}
nl: {count, plural, =0{geen bestanden} =1{1 bestand} other{{count} bestanden}}
pt_pt: {count, plural, =0{sem ficheiros} =1{1 ficheiro} other{{count} ficheiros}}
ro: {count, plural, =0{niciun fisier} =1{1 fisier} other{{count} fisiere}}
ru: {count, plural, =0{нет файлов} =1{1 файл} other{{count} файлов}}
sk: {count, plural, =0{ziadne subory} =1{1 subor} other{{count} suborov}}
sl: {count, plural, =0{brez datotek} =1{1 datoteka} other{{count} datotek}}
sq: {count, plural, =0{asnje skedar} =1{1 skedar} other{{count} skedare}}
sr: {count, plural, =0{нема фајлова} =1{1 фајл} other{{count} фајлова}}
sv: {count, plural, =0{inga filer} =1{1 fil} other{{count} filer}}
ta: {count, plural, =0{கோப்புகள் இல்லை} =1{1 கோப்பு} other{{count} கோப்புகள்}}
te: {count, plural, =0{ఫైళ్ళు లేవు} =1{1 ఫైల్} other{{count} ఫైళ్ళు}}
th: {count, plural, =0{ไม่มีไฟล์} =1{1 ไฟล์} other{{count} ไฟล์}}
tr: {count, plural, =0{dosya yok} =1{1 dosya} other{{count} dosya}}
ug: {count, plural, =0{ھۆججەت يوق} =1{1 ھۆججەت} other{{count} ھۆججەت}}
uk: {count, plural, =0{немає файлів} =1{1 файл} other{{count} файлів}}
ur: {count, plural, =0{ฺฉูุฆ ูุงุฆู ูฺบ} =1{1 ูุงุฆู} other{{count} ูุงุฆูุฒ}}

source: Active
af: Aktief
ar: نشط
bg: Активен
bn: সক্রিয়
ca: Actiu
cs: Aktivni
da: Aktiv
de: Aktiv
el: Ενεργό
es: Activo
et: Aktiivne
eu: Aktibo
fa: فعال
fi: Aktiivinen
fil: Aktibo
fr: Actif
ga: Gniomhach
gl: Activo
gu: સક્રિય
he: פעיל
hi: सक्रिय
hr: Aktivno
hu: Aktív
id: Aktif
it: Attivo
ja: 有効
ka: აქტიური
kk: Белсенді
km: សកម្ម
ky: Жигердүү
mk: Активно
mr: सक्रिय
ms: Aktif
nb: Aktiv
nl: Actief
pt_pt: Ativo
ro: Activ
ru: Активен
sk: Aktivne
sl: Aktivno
sq: Aktiv
sr: Активно
sv: Aktiv
ta: செயலில்
te: సక్రియం
th: ใช้งาน
tr: Etkin
ug: ئاكتىپ
uk: Активний
ur: ูุนุงู

source: Not defined
af: Nie gedefinieer
ar: غير محدد
bg: Не е определено
bn: নির্ধারিত নয়
ca: No definit
cs: Nedefinovano
da: Ikke defineret
de: Nicht definiert
el: Δεν έχει οριστεί
es: No definido
et: Pole määratud
eu: Ez definitu
fa: تعریف نشده
fi: Ei määritelty
fil: Hindi tinukoy
fr: Non défini
ga: Gan sainmhiniu
gl: Non definido
gu: વ્યાખ્યાયિત નથી
he: לא מוגדר
hi: परिभाषित नहीं
hr: Nije definirano
hu: Nincs meghatározva
id: Tidak ditentukan
it: Non definito
ja: 未設定
ka: განუსაზღვრელი
kk: Анықталмаған
km: មិនបានកំណត់
ky: Аныкталган эмес
mk: Не е дефинирано
mr: परिभाषित नाही
ms: Tidak ditentukan
nb: Ikke definert
nl: Niet gedefinieerd
pt_pt: Nao definido
ro: Nedefinit
ru: Не задано
sk: Nedefinovane
sl: Ni doloceno
sq: I papercaktuar
sr: Није дефинисано
sv: Ej definierad
ta: வரையறுக்கப்படவில்லை
te: నిర్వచించబడలేదు
th: ไม่ได้กำหนด
tr: Tanimlanmamis
ug: بەلگىلەنمىگەن
uk: Не визначено
ur: ู ุชุนู ูฺบ

source: Biometrics
af: Biometrie
ar: المقاييس الحيوية
bg: Биометрия
bn: বায়োমেট্রিক্স
ca: Biomètrics
cs: Biometrie
da: Biometri
de: Biometrie
el: Βιομετρικά
es: Biometría
et: Biomeetria
eu: Biometrikoak
fa: بیومتریک
fi: Biometria
fr: Biométrie
ga: Bithmheadracht
gl: Biometria
gu: બાયોમેટ્રિક્સ
he: ביומטריה
hi: बायोमेट्रिक्स
hr: Biometrija
hu: Biometria
id: Biometrik
it: Biometria
ja: 生体認証
ka: ბიომეტრია
kk: Биометрия
km: ជីវមាត្រ
ky: Биометрия
mk: Биометрија
mr: बायोमेट्रिक्स
ms: Biometrik
nb: Biometri
nl: Biometrie
pt_pt: Biometria
ro: Biometrie
ru: Биометрия
sk: Biometria
sl: Biometrija
sq: Biometria
sr: Биометрија
sv: Biometri
ta: உயிரியல் அளவீடு
te: బయోమెట్రిక్స్
th: ไบโอเมตริก
tr: Biyometri
ug: بىئولوگىيىلىك
uk: Біометрія
ur: ุจุงูู ูนุฑฺฉุณ

source: Recovery phrase
af: Herstelfrase
ar: عبارة الاسترداد
bg: Фраза за възстановяване
bn: পুনরুদ্ধার বাক্যাংশ
ca: Frase de recuperació
cs: Fraze pro obnoveni
da: Gendannelsesfrase
de: Wiederherstellungsphrase
el: Φράση ανάκτησης
es: Frase de recuperación
et: Taastefraas
eu: Berreskuratze-esaldia
fa: عبارت بازیابی
fi: Palautuslause
fr: Phrase de récupération
ga: Frasa aisghabhala
gl: Frase de recuperacion
gu: રિકવરી ફ્રેઝ
he: ביטוי שחזור
hi: रिकवरी वाक्यांश
hr: Fraza za oporavak
hu: Helyreállítási kifejezés
id: Frasa pemulihan
it: Frase di recupero
ja: リカバリフレーズ
ka: აღდგენის ფრაზა
kk: Қалпына келтіру фразасы
km: ឃ្លាសង្គ្រោះ
ky: Калыбына келтирүү фразасы
mk: Фраза за обновување
mr: रिकव्हरी वाक्यांश
ms: Frasa pemulihan
nb: Gjenopprettingsfrase
nl: Herstelfrase
pt_pt: Frase de recuperacao
ro: Fraza de recuperare
ru: Фраза восстановления
sk: Fraza na obnovenie
sl: Obnovitvena fraza
sq: Fraza e rikuperimit
sr: Фраза за опоравак
sv: Återställningsfras
ta: மீட்பு சொற்றொடர்
te: రికవరీ ఫ్రేజ్
th: วลีกู้คืน
tr: Kurtarma ifadesi
ug: ئەسلىگە كەلتۈرۈش ئىبارىسى
uk: Фраза відновлення
ur: ุจุงุฒุงุจ ุฌู ู

# identity
source: Identity (Hash ID)
af: Identiteit (Hash ID)
ar: الهوية (Hash ID)
bg: Идентичност (Hash ID)
bn: পরিচয় (Hash ID)
ca: Identitat (Hash ID)
cs: Identita (Hash ID)
da: Identitet (Hash-ID)
de: Identität (Hash ID)
el: Ταυτότητα (Hash ID)
es: Identidad (Hash ID)
et: Identiteet (Hash ID)
eu: Identitatea (Hash ID)
fa: هویت (Hash ID)
fi: Identiteetti (Hash ID)
fr: Identité (Hash ID)
ga: Aitheantas (Hash ID)
gl: Identidade (Hash ID)
gu: ઓળખ (Hash ID)
he: זהות (Hash ID)
hi: पहचान (Hash ID)
hr: Identitet (Hash ID)
hu: Azonosság (Hash ID)
id: Identitas (Hash ID)
it: Identità (Hash ID)
ja: アイデンティティ（Hash ID）
ka: იდენტობა (Hash ID)
kk: Жеке бас (Hash ID)
km: អត្តសញ្ញាណ (Hash ID)
ky: Инсандык (Hash ID)
mk: Идентитет (Hash ID)
mr: ओळख (Hash ID)
ms: Identiti (Hash ID)
nb: Identitet (Hash-ID)
nl: Identiteit (Hash-ID)
pt_pt: Identidade (Hash ID)
ro: Identitate (Hash ID)
ru: Личность (Hash ID)
sk: Identita (Hash ID)
sl: Identiteta (Hash ID)
sq: Identiteti (Hash ID)
sr: Идентитет (Hash ID)
sv: Identitet (Hash-ID)
ta: அடையாளம் (Hash ID)
te: గుర్తింపు (Hash ID)
th: ตัวตน (Hash ID)
tr: Kimlik (Hash ID)
ug: كىملىك (Hash ID)
uk: Ідентичність (Hash ID)
ur: ุดูุงุฎุช (Hash ID)

# signalKeys
source: Signal Protocol keys
af: Signal Protocol-sleutels
ar: مفاتيح Signal Protocol
bg: Signal Protocol ключове
bn: Signal Protocol কী
ca: Claus Signal Protocol
cs: Klice Signal Protocol
da: Signal Protocol-nøgler
de: Signal Protocol-Schlüssel
el: Κλειδιά Signal Protocol
es: Claves Signal Protocol
et: Signal Protocol võtmed
eu: Signal Protocol gakoak
fa: کلیدهای Signal Protocol
fi: Signal Protocol -avaimet
fil: Mga Signal Protocol key
fr: Clés Signal Protocol
ga: Eochracha Protocal Signal
gl: Chaves Signal Protocol
gu: Signal Protocol કી
he: מפתחות Signal Protocol
hi: Signal Protocol कुंजियां
hr: Signal Protocol kljucevi
hu: Signal Protocol kulcsok
id: Kunci Signal Protocol
it: Chiavi Signal Protocol
ja: Signal Protocol 鍵
ka: Signal Protocol გასაღებები
kk: Signal Protocol кілттері
km: កូនសោ Signal Protocol
ky: Signal Protocol ачкычтары
mk: Signal Protocol клучеви
mr: Signal Protocol की
ms: Kunci Signal Protocol
nb: Signal Protocol-nøkler
nl: Signal Protocol-sleutels
pt_pt: Chaves Signal Protocol
ro: Chei Signal Protocol
ru: Ключи Signal Protocol
sk: Kluce Signal Protocol
sl: Kljuci Signal Protocol
sq: Celesat Signal Protocol
sr: Signal Protocol кључеви
sv: Signal Protocol-nycklar
ta: Signal Protocol விசைகள்
te: Signal Protocol కీలు
th: คีย์ Signal Protocol
tr: Signal Protocol anahtarlari
ug: Signal Protocol ئاچقۇچلىرى
uk: Ключі Signal Protocol
ur: Signal Protocol ฺฉุฒ

# authTokens
source: Authentication tokens
af: Verifikasiestekens
ar: رموز المصادقة
bg: Токени за удостоверяване
bn: প্রমাণীকরণ টোকেন
ca: Tokens d'autenticació
cs: Autentizacni tokeny
da: Godkendelsestokens
de: Authentifizierungstoken
el: Διακριτικά ταυτοποίησης
es: Tokens de autenticación
et: Autentimise tokenid
eu: Autentifikazio tokenak
fa: توکن‌های احراز هویت
fi: Todennustunnisteet
fil: Mga authentication token
fr: Jetons d'authentification
ga: Comharthai fiordheimnhithe
gl: Tokens de autenticacion
gu: ઓથેન્ટિકેશન ટોકન
he: אסימוני אימות
hi: प्रमाणीकरण टोकन
hr: Tokeni autentifikacije
hu: Hitelesítési tokenek
id: Token autentikasi
it: Token di autenticazione
ja: 認証トークン
ka: ავთენტიფიკაციის ტოკენები
kk: Аутентификация токендері
km: និមិត្តសញ្ញាផ្ទៀងផ្ទាត់
ky: Аутентификация токендери
mk: Токени за автентикација
mr: प्रमाणीकरण टोकन
ms: Token pengesahan
nb: Autentiseringstokens
nl: Authenticatietokens
pt_pt: Tokens de autenticacao
ro: Token-uri de autentificare
ru: Токены аутентификации
sk: Autentifikacne tokeny
sl: Žetoni za preverjanje
sq: Tokenat e vertetimit
sr: Токени за аутентификацију
sv: Autentiseringstoken
ta: அங்கீகார டோக்கன்கள்
te: ప్రమాణీకరణ టోకెన్‌లు
th: โทเค็นยืนยันตัวตน
tr: Kimlik dogrulama belirtecleri
ug: دەلىللەش بەلگىلىرى
uk: Токени автентифікації
ur: ุชุตุฏู ูนูฺฉูุฒ
