Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# vashCodeInfoDetail
source: Enter this code instead of your PIN: the app opens normally, but the checked data below is silently deleted. Irreversible.
af: As jy hierdie kode in plaas van jou PIN invoer:
ar: إذا أدخلت هذا الرمز بدلاً من PIN:
bg: Ако въведете този код вместо вашия PIN:
bn: আপনি যদি আপনার PIN এর বদলে এই কোডটি দেন:
ca: Si introdueixes aquest codi en lloc del teu PIN:
cs: Pokud zadate tento kod misto sveho PINu:
da: Hvis du indtaster denne kode i stedet for din PIN:
de: Wenn du diesen Code anstelle deiner PIN eingibst:
el: Αν εισάγετε αυτόν τον κωδικό αντί για το PIN σας:
es: Si introduces este código en lugar de tu PIN:
et: Kui sisestate selle koodi oma PIN-i asemel:
eu: Kode hau zure PIN-aren ordez sartzen baduzu:
fa: اگر این کد را به جای PIN وارد کنید:
fi: Jos syötät tämän koodin PIN-koodisi sijaan:
fil: Kung ilalagay mo ang code na ito sa halip na iyong PIN:
fr: Entrez ce code à la place de votre PIN : l'app s'ouvre normalement, mais les données cochées ci-dessous sont supprimées en silence. Irréversible.
ga: Ma chuireann tu an cod seo isteach in ait do PIN:
gl: Se introduces este codigo no canto do teu PIN:
gu: જો તમે તમારા PIN ની જગ્યાએ આ કોડ દાખલ કરો:
he: אם תכניס קוד זה במקום ה-PIN:
hi: यदि आप अपने PIN की जगह यह कोड दर्ज करते हैं:
hr: Ako unesete ovaj kod umjesto svog PIN-a:
hu: Ha ezt a kódot adja meg a PIN helyett:
id: Jika Anda memasukkan kode ini alih-alih PIN Anda:
it: Se inserisci questo codice al posto del tuo PIN:
ja: PIN の代わりにこのコードを入力すると：
ka: თუ ამ კოდს შეიყვანთ PIN-ის ნაცვლად:
kk: Егер PIN орнына бұл кодты енгізсеңіз:
km: ប្រសិនបើអ្នកបញ្ចូលលេខកូដនេះជំនួសឱ្យ PIN:
ky: Эгер сиз PIN'иңиздин ордуна бул кодду киргизсеңиз:
mk: Ако го внесете овој код наместо вашиот PIN:
mr: जर तुम्ही तुमच्या PIN ऐवजी हा कोड टाकलात:
ms: Jika anda memasukkan kod ini dan bukannya PIN anda:
nb: Hvis du taster inn denne koden i stedet for PIN-en din:
nl: Als je deze code invoert in plaats van je PIN:
pt_pt: Se introduzir este codigo em vez do seu PIN:
ro: Daca introduci acest cod in locul PIN-ului:
ru: Если вы введёте этот код вместо PIN:
sk: Ak zadate tento kod namiesto PIN:
sl: Ce vnesete to kodo namesto PIN:
sq: Nese futni kete kod ne vend te PIN:
sr: Ако унесете овај код уместо свог PIN-а:
sv: Om du anger denna kod istället för din PIN:
ta: உங்கள் PIN-க்குப் பதிலாக இந்தக் குறியீட்டை உள்ளிட்டால்:
te: మీ PIN బదులు ఈ కోడ్‌ను నమోదు చేస్తే:
th: หากใส่รหัสนี้แทน PIN:
tr: PIN'iniz yerine bu kodu girerseniz:
ug: ئەگەر PIN ئورنىغا بۇ كودنى كىرگۈزسىڭىز:
uk: Якщо ви введете цей код замість свого PIN:
ur: ุงฺฏุฑ ุขูพ ุงูพู PIN ฺฉ ุจุฌุงุฆ  ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ:

# vashDeleteContacts
source: Your contacts disappear
af: Jou kontakte verdwyn
ar: جهات اتصالك تختفي
bg: Контактите ви изчезват
bn: আপনার পরিচিতি অদৃশ্য হয়ে যায়
ca: Els teus contactes desapareixen
cs: Vase kontakty zmizi
da: Dine kontakter forsvinder
de: Deine Kontakte verschwinden
el: Οι επαφές σας εξαφανίζονται
es: Tus contactos desaparecen
et: Teie kontaktid kaovad
eu: Zure kontaktuak desagertzen dira
fa: مخاطبین شما ناپدید می‌شوند
fi: Yhteystietosi katoavat
fil: Mawawala ang iyong mga kontak
fr: Vos contacts disparaissent
ga: Imionn do theagmhalacha
gl: Os teus contactos desaparecen
gu: તમારા સંપર્કો ગાયબ થાય છે
he: אנשי הקשר שלך נעלמים
hi: आपके संपर्क गायब हो जाते हैं
hr: Vasi kontakti nestaju
hu: A névjegyei eltűnnek
id: Kontak Anda menghilang
it: I tuoi contatti scompaiono
ja: 連絡先が消えます
ka: თქვენი კონტაქტები გაქრება
kk: Контактілеріңіз жоғалады
km: ទំនាក់ទំនងរបស់អ្នកបាត់
ky: Контакттарыңыз жоголот
mk: Вашите контакти исчезнуваат
mr: तुमचे संपर्क गायब होतात
ms: Kenalan anda hilang
nb: Kontaktene dine forsvinner
nl: Je contacten verdwijnen
pt_pt: Os seus contactos desaparecem
ro: Contactele tale dispar
ru: Ваши контакты исчезнут
sk: Vase kontakty zmiznú
sl: Vasi stiki izginejo
sq: Kontaktet tuaja zhduken
sr: Ваши контакти нестају
sv: Dina kontakter försvinner
ta: உங்கள் தொடர்புகள் மறையும்
te: మీ పరిచయాలు అదృశ్యమవుతాయి
th: ผู้ติดต่อของคุณจะหายไป
tr: Kisileriniz kaybolur
ug: ئالاقىداشلىرىڭىز يوقىلىدۇ
uk: Ваші контакти зникнуть
ur: ุขูพ ฺฉ ุฑุงุจุท ุบุงุฆุจ ู ุฌุงุฆฺบ ฺฏ

# vashDeleteMessages
source: Your conversations disappear
af: Jou gesprekke verdwyn
ar: محادثاتك تختفي
bg: Разговорите ви изчезват
bn: আপনার কথোপকথন অদৃশ্য হয়ে যায়
ca: Les teves converses desapareixen
cs: Vase konverzace zmizi
da: Dine samtaler forsvinder
de: Deine Gespräche verschwinden
el: Οι συνομιλίες σας εξαφανίζονται
es: Tus conversaciones desaparecen
et: Teie vestlused kaovad
eu: Zure elkarrizketak desagertzen dira
fa: مکالمات شما ناپدید می‌شوند
fi: Keskustelusi katoavat
fil: Mawawala ang iyong mga usapan
fr: Vos conversations disparaissent
ga: Imionn do chuid comhraite
gl: As tuas conversas desaparecen
gu: તમારી વાતચીતો ગાયબ થાય છે
he: השיחות שלך נעלמות
hi: आपकी बातचीत गायब हो जाती है
hr: Vasi razgovori nestaju
hu: A beszélgetései eltűnnek
id: Percakapan Anda menghilang
it: Le tue conversazioni scompaiono
ja: 会話が消えます
ka: თქვენი საუბრები გაქრება
kk: Сұхбаттарыңыз жоғалады
km: ការសន្ទនារបស់អ្នកបាត់
ky: Сүйлөшүүлөрүңүз жоголот
mk: Вашите разговори исчезнуваат
mr: तुमची संभाषणे गायब होतात
ms: Perbualan anda hilang
nb: Samtalene dine forsvinner
nl: Je gesprekken verdwijnen
pt_pt: As suas conversas desaparecem
ro: Conversatiile tale dispar
ru: Ваши разговоры исчезнут
sk: Vase konverzacie zmiznú
sl: Vasi pogovori izginejo
sq: Bisedat tuaja zhduken
sr: Ваши разговори нестају
sv: Dina konversationer försvinner
ta: உங்கள் உரையாடல்கள் மறையும்
te: మీ సంభాషణలు అదృశ్యమవుతాయి
th: แชทของคุณจะหายไป
tr: Sohbetleriniz kaybolur
ug: سۆھبەتلىرىڭىز يوقىلىدۇ
uk: Ваші розмови зникнуть
ur: ุขูพ ฺฉ ฺฏูุชฺฏู ุบุงุฆุจ ู ุฌุงุฆฺบ ฺฏ

# vashDeleteHistory
source: Your notes disappear
af: Jou notas verdwyn
ar: ملاحظاتك تختفي
bg: Бележките ви изчезват
bn: আপনার নোট অদৃশ্য হয়ে যায়
ca: Les teves notes desapareixen
cs: Vase poznamky zmizi
da: Dine noter forsvinder
de: Deine Notizen verschwinden
el: Οι σημειώσεις σας εξαφανίζονται
es: Tus notas desaparecen
et: Teie märkmed kaovad
eu: Zure oharrak desagertzen dira
fa: یادداشت‌های شما ناپدید می‌شوند
fi: Muistiinpanosi katoavat
fil: Mawawala ang iyong mga tala
fr: Vos notes disparaissent
ga: Imionn do notai
gl: As tuas notas desaparecen
gu: તમારી નોંધો ગાયબ થાય છે
he: ההערות שלך נעלמות
hi: आपके नोट्स गायब हो जाते हैं
hr: Vase biljeske nestaju
hu: A jegyzetei eltűnnek
id: Catatan Anda menghilang
it: Le tue note scompaiono
ja: メモが消えます
ka: თქვენი ჩანაწერები გაქრება
kk: Жазбаларыңыз жоғалады
km: កំណត់ត្រារបស់អ្នកបាត់
ky: Жазуулардарыңыз жоголот
mk: Вашите белешки исчезнуваат
mr: तुमच्या नोट्स गायब होतात
ms: Nota anda hilang
nb: Notatene dine forsvinner
nl: Je notities verdwijnen
pt_pt: As suas notas desaparecem
ro: Notitele tale dispar
ru: Ваши заметки исчезнут
sk: Vase poznamky zmiznú
sl: Vase beležke izginejo
sq: Shenimetuaja zhduken
sr: Ваше белешке нестају
sv: Dina anteckningar försvinner
ta: உங்கள் குறிப்புகள் மறையும்
te: మీ నోట్స్ అదృశ్యమవుతాయి
th: บันทึกของคุณจะหายไป
tr: Notlariniz kaybolur
ug: خاتىرىلىرىڭىز يوقىلىدۇ
uk: Ваші нотатки зникнуть
ur: ุขูพ ฺฉ ูููนุณ ุบุงุฆุจ ู ุฌุงุฆฺบ ฺฏ

# vashKeepId
source: Your Hash identity (#XXX-XXX-XXX) remains the same
af: Jou Hash-identiteit (#XXX-XXX-XXX) bly dieselfde
ar: هويتك في Hash (#XXX-XXX-XXX) تبقى كما هي
bg: Вашата Hash идентичност (#XXX-XXX-XXX) остава същата
bn: আপনার Hash পরিচয় (#XXX-XXX-XXX) একই থাকে
ca: La teva identitat Hash (#XXX-XXX-XXX) es manté igual
cs: Vase Hash identita (#XXX-XXX-XXX) zustane stejna
da: Din Hash-identitet (#XXX-XXX-XXX) forbliver den samme
de: Deine Hash-Identität (#XXX-XXX-XXX) bleibt gleich
el: Η ταυτότητά σας Hash (#XXX-XXX-XXX) παραμένει η ίδια
es: Tu identidad Hash (#XXX-XXX-XXX) permanece igual
et: Teie Hash identiteet (#XXX-XXX-XXX) jääb samaks
eu: Zure Hash identitatea (#XXX-XXX-XXX) bera izaten jarraitzen du
fa: هویت Hash شما (#XXX-XXX-XXX) بدون تغییر باقی می‌ماند
fi: Hash-identiteettisi (#XXX-XXX-XXX) pysyy samana
fil: Mananatili ang iyong Hash identity (#XXX-XXX-XXX)
fr: Votre identité Hash (#XXX-XXX-XXX) reste la même
ga: Fanann d'aitheantas Hash (#XXX-XXX-XXX) mar an gceanna
gl: A tua identidade Hash (#XXX-XXX-XXX) segue igual
gu: તમારી Hash ઓળખ (#XXX-XXX-XXX) એ જ રહે છે
he: זהות ה-Hash שלך (#XXX-XXX-XXX) נשארת זהה
hi: आपकी Hash पहचान (#XXX-XXX-XXX) वही रहती है
hr: Vas Hash identitet (#XXX-XXX-XXX) ostaje isti
hu: A Hash identitása (#XXX-XXX-XXX) megmarad
id: Identitas Hash Anda (#XXX-XXX-XXX) tetap sama
it: La tua identità Hash (#XXX-XXX-XXX) rimane la stessa
ja: Hash アイデンティティ（#XXX-XXX-XXX）は変わりません
ka: თქვენი Hash იდენტობა (#XXX-XXX-XXX) იგივე რჩება
kk: Hash жеке басыңыз (#XXX-XXX-XXX) сол күйінде қалады
km: អត្តសញ្ញាណ Hash (#XXX-XXX-XXX) របស់អ្នកនៅដដែល
ky: Hash идентификацияңыз (#XXX-XXX-XXX) ошол бойдон калат
mk: Вашиот Hash идентитет (#XXX-XXX-XXX) останува ист
mr: तुमची Hash ओळख (#XXX-XXX-XXX) तशीच राहते
ms: Identiti Hash anda (#XXX-XXX-XXX) kekal sama
nb: Hash-identiteten din (#XXX-XXX-XXX) forblir den samme
nl: Je Hash-identiteit (#XXX-XXX-XXX) blijft hetzelfde
pt_pt: A sua identidade Hash (#XXX-XXX-XXX) permanece a mesma
ro: Identitatea ta Hash (#XXX-XXX-XXX) ramane aceeasi
ru: Ваша личность Hash (#XXX-XXX-XXX) останется прежней
sk: Vasa identita Hash (#XXX-XXX-XXX) zostane rovnaka
sl: Vasa identiteta Hash (#XXX-XXX-XXX) ostane enaka
sq: Identiteti juaj Hash (#XXX-XXX-XXX) mbetet i njejte
sr: Ваш Hash идентитет (#XXX-XXX-XXX) остаје исти
sv: Din Hash-identitet (#XXX-XXX-XXX) förblir densamma
ta: உங்கள் Hash அடையாளம் (#XXX-XXX-XXX) அப்படியே இருக்கும்
te: మీ Hash గుర్తింపు (#XXX-XXX-XXX) అలాగే ఉంటుంది
th: ตัวตน Hash (#XXX-XXX-XXX) ยังคงเหมือนเดิม
tr: Hash kimliginiz (#XXX-XXX-XXX) ayni kalir
ug: Hash كىملىكىڭىز (#XXX-XXX-XXX) ئۆزگەرمەيدۇ
uk: Ваша ідентичність Hash (#XXX-XXX-XXX) залишиться такою ж
ur: ุขูพ ฺฉ Hash ุดูุงุฎุช (#XXX-XXX-XXX) ู ุฑ ฺฏ

# vashAppearNormal
source: The app appears normal but empty, like new. This action is irreversible.
af: Die app lyk normaal maar leeg, soos nuut. Hierdie aksie is onomkeerbaar.
ar: سيظهر التطبيق عادياً لكن فارغاً، كأنه جديد. هذا الإجراء لا رجعة فيه.
bg: Приложението изглежда нормално, но празно, като ново. Това действие е необратимо.
bn: অ্যাপটি স্বাভাবিক কিন্তু খালি দেখায়, নতুনের মতো। এই কাজটি অপরিবর্তনীয়।
ca: L'aplicació apareix normal però buida, com nova. Aquesta acció és irreversible.
cs: Aplikace vypada normalne, ale prazdne, jako nova. Tato akce je nevratna.
da: Appen ser normal men tom ud, som ny. Denne handling er irreversibel.
de: Die App erscheint normal, aber leer, wie neu. Diese Aktion ist unwiderruflich.
el: Η εφαρμογή φαίνεται κανονική αλλά άδεια, σαν καινούρια. Αυτή η ενέργεια είναι μη αναστρέψιμη.
es: La app aparece normal pero vacía, como nueva. Esta acción es irreversible.
et: Rakendus tundub normaalne, kuid tühi, nagu uus. See toiming on pöördumatu.
eu: Aplikazioa normal baina hutsik agertzen da, berria balitz bezala. Ekintza hau itzulezina da.
fa: برنامه عادی اما خالی به نظر می‌رسد، مانند جدید. این عمل برگشت‌ناپذیر است.
fi: Sovellus näyttää normaalilta mutta tyhjältä, kuin uusi. Tämä toiminto on peruuttamaton.
fil: Mukhang normal pero walang laman ang app, parang bago. Hindi na maibabalik ang aksyong ito.
fr: L'application apparaît normale mais vide, comme neuve. Cette action est irréversible.
ga: Beidh cuma normalta ar an aip ach folamh, mar a bhi si nua. Ta an gniomh seo do-aischuirthe.
gl: A aplicacion parece normal pero baleira, como nova. Esta accion e irreversible.
gu: એપ્લિકેશન સામાન્ય પણ ખાલી દેખાય છે, નવી જેવી. આ ક્રિયા ઉલટાવી ન શકાય તેવી છે.
he: האפליקציה נראית רגילה אך ריקה, כמו חדשה. פעולה זו בלתי הפיכה.
hi: ऐप सामान्य लेकिन खाली दिखता है, जैसे नया हो। यह क्रिया अपरिवर्तनीय है।
hr: Aplikacija izgleda normalno ali prazno, kao nova. Ova radnja je nepovratna.
hu: Az alkalmazás normálisnak tűnik, de üres, mintha új lenne. Ez a művelet visszafordíthatatlan.
id: Aplikasi tampak normal tetapi kosong, seperti baru. Tindakan ini tidak dapat dibatalkan.
it: L'app appare normale ma vuota, come nuova. Questa azione è irreversibile.
ja: アプリは正常に見えますが空で、新品のようです。この操作は取り消し不可能です。
ka: აპი ჩვეულებრივად გამოიყურება, მაგრამ ცარიელია, როგორც ახალი. ეს მოქმედება შეუქცევადია.
kk: Қосымша қалыпты, бірақ бос көрінеді, жаңа сияқты. Бұл әрекет қайтарымсыз.
km: កម្មវិធីបង្ហាញធម្មតាប៉ុន្តែទទេ ដូចថ្មី។ សកម្មភាពនេះមិនអាចត្រឡប់វិញ។
ky: Колдонмо кадимки, бирок бош, жаңыдай көрүнөт. Бул аракет кайтарылгыс.
mk: Апликацијата изгледа нормално но празна, како нова. Оваа акција е неповратна.
mr: अॅप सामान्य पण रिकामे दिसते, नवीन सारखे. ही क्रिया अपरिवर्तनीय आहे.
ms: Aplikasi kelihatan normal tetapi kosong, seperti baharu. Tindakan ini tidak boleh diterbalikkan.
nb: Appen ser normal men tom ut, som ny. Denne handlingen er irreversibel.
nl: De app ziet er normaal maar leeg uit, als nieuw. Deze actie is onomkeerbaar.
pt_pt: A aplicacao parece normal mas vazia, como nova. Esta acao e irreversivel.
ro: Aplicatia pare normala dar goala, ca noua. Aceasta actiune este ireversibila.
ru: Приложение выглядит нормально, но пустым, как новое. Это действие необратимо.
sk: Aplikacia vyzera normalne ale prazdna, ako nova. Tato akcia je nevratna.
sl: Aplikacija izgleda normalno, ampak prazna, kot nova. To dejanje je nepreklicno.
sq: Aplikacioni duket normal por bosh, si i ri. Ky veprim eshte i pakthyeshem.
sr: Апликација изгледа нормално али празно, као нова. Ова акција је неповратна.
sv: Appen ser normal men tom ut, som ny. Denna åtgärd är oåterkallelig.
ta: செயலி சாதாரணமாக ஆனால் காலியாகத் தோன்றும், புதியது போல. இந்தச் செயல் மீளமுடியாதது.
te: యాప్ సాధారణంగా కానీ ఖాళీగా కనిపిస్తుంది, కొత్తదానిలా. ఈ చర్య తిరిగి మార్చలేనిది.
th: แอปจะดูปกติแต่เปล่า เหมือนใหม่ การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Uygulama normal ama bos gorunur, yeni gibi. Bu islem geri donusuzdur.
ug: ئەپ نورمال لېكىن بوش كۆرۈنىدۇ، يېڭىدەك. بۇ مەشغۇلات قايتۇرغۇسىز.
uk: Додаток виглядає нормально, але порожнім, як новий. Ця дія незворотна.
ur: ุงูพ ุนุงู ูฺฉู ุฎุงู ูุธุฑ ุขุฆ ฺฏุ ุฌุณ ูุฆ  ุนู ู ูุงูุงุจู ูุงูพุณ 

source: Set up Vash code
af: Stel Vash-kode op
ar: إعداد رمز Vash
bg: Настройка на Vash код
bn: Vash কোড সেটআপ করুন
ca: Configurar codi Vash
cs: Nastavit kod Vash
da: Opsæt Vash-kode
de: Vash-Code einrichten
el: Ρύθμιση κωδικού Vash
es: Configurar código Vash
et: Seadista Vash kood
eu: Konfiguratu Vash kodea
fa: راه‌اندازی کد Vash
fi: Aseta Vash-koodi
fil: I-setup ang Vash code
fr: Configurer le code Vash
ga: Socraigh an cod Vash
gl: Configurar codigo Vash
gu: Vash કોડ સેટ કરો
he: הגדר קוד Vash
hi: Vash कोड सेट करें
hr: Postavi Vash kod
hu: Vash kód beállítása
id: Atur kode Vash
it: Configura codice Vash
ja: Vash コードを設定
ka: Vash კოდის დაყენება
kk: Vash кодын баптау
km: រៀបចំលេខកូដ Vash
ky: Vash кодун орнотуу
mk: Постави Vash код
mr: Vash कोड सेट करा
ms: Sediakan kod Vash
nb: Sett opp Vash-kode
nl: Vash-code instellen
pt_pt: Configurar codigo Vash
ro: Configureaza codul Vash
ru: Настроить код Vash
sk: Nastavit kod Vash
sl: Nastavi kodo Vash
sq: Vendos kodin Vash
sr: Подеси Vash код
sv: Konfigurera Vash-kod
ta: Vash குறியீட்டை அமை
te: Vash కోడ్ సెటప్ చేయి
th: ตั้งค่ารหัส Vash
tr: Vash kodunu ayarla
ug: Vash كودىنى تەڭشەش
uk: Налаштувати код Vash
ur: Vash ฺฉูฺ ุชุฑุชุจ ุฏฺบ

source: Modify Vash code
af: Wysig Vash-kode
ar: تعديل رمز Vash
bg: Промяна на Vash код
bn: Vash কোড পরিবর্তন করুন
ca: Modificar codi Vash
cs: Upravit kod Vash
da: Ændre Vash-kode
de: Vash-Code ändern
el: Τροποποίηση κωδικού Vash
es: Modificar código Vash
et: Muuda Vash koodi
eu: Aldatu Vash kodea
fa: تغییر کد Vash
fi: Muokkaa Vash-koodia
fil: Baguhin ang Vash code
fr: Modifier le code Vash
ga: Athraigh an cod Vash
gl: Modificar codigo Vash
gu: Vash કોડ બદલો
he: שנה קוד Vash
hi: Vash कोड बदलें
hr: Izmijeni Vash kod
hu: Vash kód módosítása
id: Ubah kode Vash
it: Modifica codice Vash
ja: Vash コードを変更
ka: Vash კოდის შეცვლა
kk: Vash кодын өзгерту
km: កែប្រែលេខកូដ Vash
ky: Vash кодун өзгөртүү
mk: Измени Vash код
mr: Vash कोड बदला
ms: Ubah suai kod Vash
nb: Endre Vash-kode
nl: Vash-code wijzigen
pt_pt: Modificar codigo Vash
ro: Modifica codul Vash
ru: Изменить код Vash
sk: Upravit kod Vash
sl: Spremeni kodo Vash
sq: Modifiko kodin Vash
sr: Измени Vash код
sv: Ändra Vash-kod
ta: Vash குறியீட்டை மாற்று
te: Vash కోడ్ మార్చు
th: แก้ไขรหัส Vash
tr: Vash kodunu degistir
ug: Vash كودىنى ئۆزگەرتىش
uk: Змінити код Vash
ur: Vash ฺฉูฺ ุชุจุฏู ฺฉุฑฺบ

source: Current Vash code
af: Huidige Vash-kode
ar: رمز Vash الحالي
bg: Текущ Vash код
bn: বর্তমান Vash কোড
ca: Codi Vash actual
cs: Soucasny kod Vash
da: Nuværende Vash-kode
de: Aktueller Vash-Code
el: Τρέχων κωδικός Vash
es: Código Vash actual
et: Praegune Vash kood
eu: Oraingo Vash kodea
fa: کد Vash فعلی
fi: Nykyinen Vash-koodi
fil: Kasalukuyang Vash code
fr: Code Vash actuel
ga: Cod Vash reatha
gl: Codigo Vash actual
gu: વર્તમાન Vash કોડ
he: קוד Vash נוכחי
hi: वर्तमान Vash कोड
hr: Trenutni Vash kod
hu: Jelenlegi Vash kód
id: Kode Vash saat ini
it: Codice Vash attuale
ja: 現在の Vash コード
ka: მიმდინარე Vash კოდი
kk: Ағымдағы Vash коды
km: លេខកូដ Vash បច្ចុប្បន្ន
ky: Учурдагы Vash коду
mk: Тековен Vash код
mr: सध्याचा Vash कोड
ms: Kod Vash semasa
nb: Nåværende Vash-kode
nl: Huidige Vash-code
pt_pt: Codigo Vash atual
ro: Codul Vash actual
ru: Текущий код Vash
sk: Aktualny kod Vash
sl: Trenutna koda Vash
sq: Kodi Vash aktual
sr: Тренутни Vash код
sv: Nuvarande Vash-kod
ta: தற்போதைய Vash குறியீடு
te: ప్రస్తుత Vash కోడ్
th: รหัส Vash ปัจจุบัน
tr: Mevcut Vash kodu
ug: نۆۋەتتىكى Vash كودى
uk: Поточний код Vash
ur: ู ูุฌูุฏ Vash ฺฉูฺ

source: New Vash code
af: Nuwe Vash-kode
ar: رمز Vash الجديد
bg: Нов Vash код
bn: নতুন Vash কোড
ca: Nou codi Vash
cs: Novy kod Vash
da: Ny Vash-kode
de: Neuer Vash-Code
el: Νέος κωδικός Vash
es: Nuevo código Vash
et: Uus Vash kood
eu: Vash kode berria
fa: کد Vash جدید
fi: Uusi Vash-koodi
fil: Bagong Vash code
fr: Nouveau code Vash
ga: Cod Vash nua
gl: Novo codigo Vash
gu: નવો Vash કોડ
he: קוד Vash חדש
hi: नया Vash कोड
hr: Novi Vash kod
hu: Új Vash kód
id: Kode Vash baru
it: Nuovo codice Vash
ja: 新しい Vash コード
ka: ახალი Vash კოდი
kk: Жаңа Vash коды
km: លេខកូដ Vash ថ្មី
ky: Жаңы Vash коду
mk: Нов Vash код
mr: नवीन Vash कोड
ms: Kod Vash baharu
nb: Ny Vash-kode
nl: Nieuwe Vash-code
pt_pt: Novo codigo Vash
ro: Cod Vash nou
ru: Новый код Vash
sk: Novy kod Vash
sl: Nova koda Vash
sq: Kodi Vash i ri
sr: Нови Vash код
sv: Ny Vash-kod
ta: புதிய Vash குறியீடு
te: కొత్త Vash కోడ్
th: รหัส Vash ใหม่
tr: Yeni Vash kodu
ug: يېڭى Vash كودى
uk: Новий код Vash
ur: ูุง Vash ฺฉูฺ

source: Confirm Vash code
af: Bevestig Vash-kode
ar: تأكيد رمز Vash
bg: Потвърдете Vash код
bn: Vash কোড নিশ্চিত করুন
ca: Confirmar codi Vash
cs: Potvrdit kod Vash
da: Bekræft Vash-kode
de: Vash-Code bestätigen
el: Επιβεβαίωση κωδικού Vash
es: Confirmar código Vash
et: Kinnita Vash kood
eu: Berretsi Vash kodea
fa: تأیید کد Vash
fi: Vahvista Vash-koodi
fil: Kumpirmahin ang Vash code
fr: Confirmer le code Vash
ga: Deimhnigh an cod Vash
gl: Confirmar codigo Vash
gu: Vash કોડ કન્ફર્મ કરો
he: אשר קוד Vash
hi: Vash कोड की पुष्टि करें
hr: Potvrdi Vash kod
hu: Vash kód megerősítése
id: Konfirmasi kode Vash
it: Conferma codice Vash
ja: Vash コードを確認
ka: Vash კოდის დადასტურება
kk: Vash кодын растау
km: បញ្ជាក់លេខកូដ Vash
ky: Vash кодун ырастоо
mk: Потврди Vash код
mr: Vash कोड पुष्टी करा
ms: Sahkan kod Vash
nb: Bekreft Vash-kode
nl: Vash-code bevestigen
pt_pt: Confirmar codigo Vash
ro: Confirma codul Vash
ru: Подтвердить код Vash
sk: Potvrdit kod Vash
sl: Potrdi kodo Vash
sq: Konfirmo kodin Vash
sr: Потврди Vash код
sv: Bekräfta Vash-kod
ta: Vash குறியீட்டை உறுதிசெய்
te: Vash కోడ్ నిర్ధారించు
th: ยืนยันรหัส Vash
tr: Vash kodunu onayla
ug: Vash كودىنى جەزملەش
uk: Підтвердити код Vash
ur: Vash ฺฉูฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

source: Vash code configured
af: Vash-kode opgestel
ar: تم إعداد رمز Vash
bg: Vash кодът е конфигуриран
bn: Vash কোড কনফিগার করা হয়েছে
ca: Codi Vash configurat
cs: Kod Vash nastaven
da: Vash-kode konfigureret
de: Vash-Code eingerichtet
el: Ο κωδικός Vash ρυθμίστηκε
es: Código Vash configurado
et: Vash kood seadistatud
eu: Vash kodea konfiguratuta
fa: کد Vash پیکربندی شد
fi: Vash-koodi asetettu
fil: Na-configure na ang Vash code
fr: Code Vash configuré
ga: Cod Vash socraithe
gl: Codigo Vash configurado
gu: Vash કોડ ગોઠવાયો
he: קוד Vash הוגדר
hi: Vash कोड कॉन्फ़िगर किया गया
hr: Vash kod konfiguriran
hu: Vash kód beállítva
id: Kode Vash dikonfigurasi
it: Codice Vash configurato
ja: Vash コードが設定されました
ka: Vash კოდი დაყენებულია
kk: Vash коды бапталды
km: លេខកូដ Vash បានកំណត់
ky: Vash коду конфигурацияланды
mk: Vash кодот е конфигуриран
mr: Vash कोड कॉन्फिगर केला
ms: Kod Vash dikonfigurasi
nb: Vash-kode konfigurert
nl: Vash-code geconfigureerd
pt_pt: Codigo Vash configurado
ro: Codul Vash a fost configurat
ru: Код Vash настроен
sk: Kod Vash nastaveny
sl: Koda Vash nastavljena
sq: Kodi Vash u konfigurua
sr: Vash код подешен
sv: Vash-kod konfigurerad
ta: Vash குறியீடு அமைக்கப்பட்டது
te: Vash కోడ్ కాన్ఫిగర్ చేయబడింది
th: ตั้งค่ารหัส Vash แล้ว
tr: Vash kodu yapilandirildi
ug: Vash كودى تەڭشەلدى
uk: Код Vash налаштовано
ur: Vash ฺฉูฺ ุชุฑุชุจ ุฏุง ฺฏุง

source: Vash code modified
af: Vash-kode gewysig
ar: تم تعديل رمز Vash
bg: Vash кодът е променен
bn: Vash কোড পরিবর্তিত হয়েছে
ca: Codi Vash modificat
cs: Kod Vash upraven
da: Vash-kode ændret
de: Vash-Code geändert
el: Ο κωδικός Vash τροποποιήθηκε
es: Código Vash modificado
et: Vash kood muudetud
eu: Vash kodea aldatuta
fa: کد Vash تغییر کرد
fi: Vash-koodi muokattu
fil: Nabago ang Vash code
fr: Code Vash modifié
ga: Cod Vash athraithe
gl: Codigo Vash modificado
gu: Vash કોડ બદલાયો
he: קוד Vash שונה
hi: Vash कोड संशोधित किया गया
hr: Vash kod izmijenjen
hu: Vash kód módosítva
id: Kode Vash diubah
it: Codice Vash modificato
ja: Vash コードが変更されました
ka: Vash კოდი შეცვლილია
kk: Vash коды өзгертілді
km: លេខកូដ Vash បានកែប្រែ
ky: Vash коду өзгөртүлдү
mk: Vash кодот е изменет
mr: Vash कोड बदलला
ms: Kod Vash diubah suai
nb: Vash-kode endret
nl: Vash-code gewijzigd
pt_pt: Codigo Vash modificado
ro: Codul Vash a fost modificat
ru: Код Vash изменён
sk: Kod Vash upraveny
sl: Koda Vash spremenjena
sq: Kodi Vash u modifikua
sr: Vash код измењен
sv: Vash-kod ändrad
ta: Vash குறியீடு மாற்றப்பட்டது
te: Vash కోడ్ మార్చబడింది
th: แก้ไขรหัส Vash แล้ว
tr: Vash kodu degistirildi
ug: Vash كودى ئۆزگەرتىلدى
uk: Код Vash змінено
ur: Vash ฺฉูฺ ุชุจุฏู ู ฺฏุง
