Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: Contact names cache
af: Kontakname-kas
ar: ذاكرة أسماء جهات الاتصال
bg: Кеш на имена на контакти
bn: পরিচিতির নাম ক্যাশ
ca: Memòria cau de noms de contactes
cs: Mezipamer jmen kontaktu
da: Cache for kontaktnavne
de: Kontaktnamen-Cache
el: Προσωρινή μνήμη ονομάτων επαφών
es: Caché de nombres
et: Kontaktinimede vahemälu
eu: Kontaktu-izenen cachea
fa: حافظه پنهان نام مخاطبین
fi: Yhteystietonimien välimuisti
fil: Cache ng mga pangalan ng kontak
fr: Cache noms contacts
ga: Taisce ainmneacha teagmhalaithe
gl: Cache de nomes de contactos
gu: સંપર્ક નામ કેશ
he: מטמון שמות אנשי קשר
hi: संपर्क नाम कैश
hr: Predmemorija imena kontakata
hu: Névjegynevek gyorsítótára
id: Cache nama kontak
it: Cache nomi contatti
ja: 連絡先名キャッシュ
ka: კონტაქტების სახელების ქეში
kk: Контакт аттар кэші
km: Cache ឈ្មោះទំនាក់ទំនង
ky: Контакт аттарынын кэши
mk: Кеш на имиња на контакти
mr: संपर्क नावे कॅशे
ms: Cache nama kenalan
nb: Hurtigbuffer for kontaktnavn
nl: Contactnamencache
pt_pt: Cache de nomes de contactos
ro: Cache nume contacte
ru: Кэш имён контактов
sk: Vyrovnavacia pamat mien kontaktov
sl: Predpomnilnik imen stikov
sq: Cache e emrave te kontakteve
sr: Кеш имена контаката
sv: Cache för kontaktnamn
ta: தொடர்பு பெயர்கள் தற்காலிகச் சேமிப்பு
te: పరిచయ పేర్ల కాష్
th: แคชชื่อผู้ติดต่อ
tr: Kisi adlari onbellegi
ug: ئالاقىداش ئىسىم غەملىكى
uk: Кеш імен контактів
ur: ุฑุงุจุทูฺบ ฺฉ ูุงู ูฺบ ฺฉ ฺฉุด

source: Remote config
af: Afgeleë konfigurasie
ar: التكوين عن بُعد
bg: Отдалечена конфигурация
bn: দূরবর্তী কনফিগ
ca: Configuració remota
cs: Vzdalena konfigurace
da: Fjernkonfiguration
de: Fernkonfiguration
el: Απομακρυσμένη διαμόρφωση
es: Config remota
et: Kaugkonfiguratsioon
eu: Urruneko konfigurazioa
fa: پیکربندی راه دور
fi: Etäkonfiguraatio
fr: Config distante
ga: Cumraiocht chianda
gl: Configuracion remota
gu: રિમોટ કોન્ફિગ
he: תצורה מרחוק
hi: दूरस्थ कॉन्फ़िगरेशन
hr: Udaljena konfiguracija
hu: Távoli konfiguráció
id: Konfigurasi jarak jauh
it: Config remota
ja: リモート設定
ka: დისტანციური კონფიგურაცია
kk: Қашықтағы конфигурация
km: ការកំណត់ពីចម្ងាយ
ky: Алыскы конфигурация
mk: Далечинска конфигурација
mr: रिमोट कॉन्फिग
ms: Konfigurasi jauh
nb: Fjernkonfigurasjon
nl: Externe configuratie
pt_pt: Configuracao remota
ro: Configurare la distanta
ru: Удалённая конфигурация
sk: Vzdialena konfiguracia
sl: Oddaljena konfiguracija
sq: Konfigurimi ne distance
sr: Удаљена конфигурација
sv: Fjärrkonfiguration
ta: தொலைநிலை அமைப்பு
te: రిమోట్ కాన్ఫిగ్
th: การตั้งค่าระยะไกล
tr: Uzak yapilandirma
ug: يىراقتىن تەڭشەك
uk: Віддалена конфігурація
ur: ุฑู ููน ุชุฑุชุจ

# notificationPrefs
source: Notification preferences
af: Kennisgewingvoorkeure
ar: تفضيلات الإشعارات
bg: Предпочитания за известия
bn: বিজ্ঞপ্তি পছন্দ
ca: Preferències de notificacions
cs: Predvolby oznameni
da: Notifikationspræferencer
de: Benachrichtigungseinstellungen
el: Προτιμήσεις ειδοποιήσεων
es: Preferencias de notificaciones
et: Teavituste eelistused
eu: Jakinarazpen-lehentasunak
fa: ترجیحات اعلان
fi: Ilmoitusasetukset
fil: Mga kagustuhan sa notipikasyon
fr: Préférences notifications
ga: Roghanna fograi
gl: Preferencias de notificacions
gu: સૂચના પસંદગીઓ
he: העדפות התראות
hi: सूचना प्राथमिकताएं
hr: Postavke obavijesti
hu: Értesítési beállítások
id: Preferensi notifikasi
it: Preferenze notifiche
ja: 通知設定
ka: შეტყობინებების პრეფერენციები
kk: Хабарландыру қалаулары
km: ចំណូលចិត្តការជូនដំណឹង
ky: Билдирме тандоолору
mk: Преференции за известувања
mr: सूचना प्राधान्ये
ms: Keutamaan pemberitahuan
nb: Varselpreferanser
nl: Meldingsvoorkeuren
pt_pt: Preferencias de notificacoes
ro: Preferinte notificari
ru: Настройки уведомлений
sk: Preferencie notifikacii
sl: Nastavitve obvestil
sq: Preferencat e njoftimeve
sr: Преференце обавештења
sv: Aviseringsinställningar
ta: அறிவிப்பு விருப்பங்கள்
te: నోటిఫికేషన్ ప్రాధాన్యతలు
th: ค่ากำหนดแจ้งเตือน
tr: Bildirim tercihleri
ug: ئۇقتۇرۇش مايىللىقلىرى
uk: Налаштування сповіщень
ur: ุงุทูุงุนุงุช ฺฉ ุชุฑุฌุญุงุช

source: Server data
af: Bedienerdata
ar: بيانات على الخادم
bg: Сървърни данни
bn: সার্ভার ডেটা
ca: Dades al servidor
cs: Data na serveru
de: Serverdaten
el: Δεδομένα διακομιστή
es: Datos en el servidor
et: Serveri andmed
eu: Zerbitzariaren datuak
fa: داده‌های سرور
fi: Palvelimen tiedot
fil: Data ng server
fr: Données sur le serveur
ga: Sonrai ar an bhfreastalai
gl: Datos do servidor
gu: સર્વર ડેટા
he: נתוני שרת
hi: सर्वर डेटा
hr: Podaci posluzitelja
hu: Szerver adatok
id: Data server
it: Dati sul server
ja: サーバーデータ
ka: სერვერის მონაცემები
kk: Сервер деректері
km: ទិន្នន័យម៉ាស៊ីនមេ
ky: Сервер маалыматтары
mk: Серверски податоци
mr: सर्व्हर डेटा
ms: Data pelayan
nl: Servergegevens
pt_pt: Dados no servidor
ro: Date server
ru: Данные сервера
sk: Serverove udaje
sl: Podatki strežnika
sq: Te dhenat e serverit
sr: Подаци на серверу
ta: சேவையகத் தரவு
te: సర్వర్ డేటా
th: ข้อมูลเซิร์ฟเวอร์
tr: Sunucu verileri
ug: مۇلازىمېتىر سانلىق مەلۇماتى
uk: Дані сервера
ur: ุณุฑูุฑ ฺูนุง

# serverDataInfo
source: Hash keeps minimal data on the server, all encrypted or temporary.
af: Hash hou minimale data op die bediener, alles geënkripteer of tydelik.
ar: يحتفظ Hash بالحد الأدنى من البيانات على الخادم، جميعها مشفرة أو مؤقتة.
bg: Hash съхранява минимум данни на сървъра, всички криптирани или временни.
bn: Hash সার্ভারে ন্যূনতম ডেটা রাখে, সব এনক্রিপ্টেড বা অস্থায়ী।
ca: Hash conserva dades mínimes al servidor, totes xifrades o temporals.
cs: Hash uchovava na serveru minimum dat, vsechna sifrovana nebo docasna.
da: Hash opbevarer minimale data på serveren, alle krypterede eller midlertidige.
de: Hash speichert minimal Daten auf dem Server, alle verschlüsselt oder temporär.
el: Το Hash κρατά ελάχιστα δεδομένα στον διακομιστή, όλα κρυπτογραφημένα ή προσωρινά.
es: Hash conserva un mínimo de datos en el servidor, todos cifrados o temporales.
et: Hash hoiab serveris minimaalselt andmeid, kõik krüpteeritud või ajutised.
eu: Hash-ek gutxieneko datuak gordetzen ditu zerbitzarian, guztiak enkriptatuta edo aldi baterakoak.
fa: Hash حداقل داده را در سرور نگه می‌دارد، همه رمزنگاری‌شده یا موقت.
fi: Hash säilyttää minimaalisen määrän tietoja palvelimella, kaikki salattuja tai väliaikaisia.
fil: Nagtatago ang Hash ng minimal na data sa server, lahat naka-encrypt o pansamantala.
fr: Hash conserve un minimum de données sur le serveur, toutes chiffrées ou temporaires.
ga: Coinneann Hash iosmheid sonrai ar an bhfreastalai, iad go leir criptithe no sealadach.
gl: Hash garda un minimo de datos no servidor, todos cifrados ou temporais.
gu: Hash સર્વર પર ન્યૂનતમ ડેટા રાખે છે, બધો એન્ક્રિપ્ટેડ અથવા અસ્થાયી.
he: Hash שומר מינימום נתונים בשרת, כולם מוצפנים או זמניים.
hi: Hash सर्वर पर न्यूनतम डेटा रखता है, सभी एन्क्रिप्टेड या अस्थायी।
hr: Hash cuva minimalne podatke na posluzitelju, sve enkriptirano ili privremeno.
hu: A Hash minimális adatot tárol a szerveren, mind titkosítva vagy ideiglenesen.
id: Hash menyimpan data minimal di server, semuanya terenkripsi atau sementara.
it: Hash conserva un minimo di dati sul server, tutti crittografati o temporanei.
ja: Hash はサーバーに最小限のデータのみ保持し、すべて暗号化または一時的です。
ka: Hash სერვერზე მინიმალურ მონაცემებს ინახავს, ყველა დაშიფრული ან დროებითი.
kk: Hash серверде ең аз деректерді сақтайды, барлығы шифрланған немесе уақытша.
km: Hash រក្សាទិន្នន័យអប្បបរមានៅលើម៉ាស៊ីនមេ ទាំងអស់អ៊ិនគ្រីប ឬបណ្តោះអាសន្ន។
ky: Hash серверде минималдуу маалымат сактайт, баары шифрленген же убактылуу.
mk: Hash чува минимални податоци на серверот, сите енкриптирани или привремени.
mr: Hash सर्व्हरवर किमान डेटा ठेवते, सर्व एन्क्रिप्टेड किंवा तात्पुरता.
ms: Hash menyimpan data minimum di pelayan, semuanya disulitkan atau sementara.
nb: Hash lagrer minimalt med data på serveren, alt kryptert eller midlertidig.
nl: Hash bewaart minimale gegevens op de server, allemaal versleuteld of tijdelijk.
pt_pt: O Hash mantem o minimo de dados no servidor, todos encriptados ou temporarios.
ro: Hash pastreaza date minime pe server, toate criptate sau temporare.
ru: Hash хранит минимум данных на сервере, все зашифрованные или временные.
sk: Hash uchovava minimalne udaje na serveri, vsetky sifrovane alebo docasne.
sl: Hash hrani minimalne podatke na strežniku, vse sifrirano ali zacasno.
sq: Hash ruan te dhena minimale ne server, te gjitha te kriptuara ose te perkohshme.
sr: Hash чува минимум података на серверу, све шифровано или привремено.
sv: Hash lagrar minimal data på servern, allt krypterat eller tillfälligt.
ta: Hash சேவையகத்தில் குறைந்தபட்ச தரவை வைத்திருக்கிறது, அனைத்தும் குறியாக்கம் செய்யப்பட்ட அல்லது தற்காலிகமானவை.
te: Hash సర్వర్‌లో కనిష్ట డేటాను ఉంచుతుంది, అంతా ఎన్‌క్రిప్టెడ్ లేదా తాత్కాలికం.
th: Hash เก็บข้อมูลน้อยที่สุดบนเซิร์ฟเวอร์ ทั้งหมดเข้ารหัสหรือเป็นชั่วคราว
tr: Hash sunucuda minimum veri tutar, hepsi sifreli veya gecicidir.
ug: Hash مۇلازىمېتىردا ئەڭ ئاز سانلىق مەلۇمات ساقلايدۇ، ھەممىسى شىفىرلانغان ياكى ۋاقىتلىق.
uk: Hash зберігає мінімум даних на сервері, все зашифровано або тимчасове.
ur: Hash ุณุฑูุฑ ูพุฑ ฺฉู ุณ ฺฉู ฺูนุง ุฑฺฉฺพุชุง ุ ุณุจ ุงูฺฉุฑูพูนฺ ุง ุนุงุฑุถ

# serverProfile
source: Profile
af: Profiel
ar: الملف الشخصي
bg: Профил
bn: প্রোফাইল
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
et: Profiil
eu: Profila
fa: پروفایل
fi: Profiili
fr: Profil
ga: Proifil
gl: Perfil
gu: પ્રોફાઇલ
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ka: პროფილი
kk: Профиль
km: ប្រវត org រូប
ky: Профил
mk: Профил
mr: प्रोफाइल
ms: Profil
nb: Profil
nl: Profiel
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sl: Profil
sq: Profili
sr: Профил
sv: Profil
ta: சுயவிவரம்
te: ప్రొఫైల్
th: โปรไฟล์
tr: Profil
ug: تەرجىمىھال
uk: Профіль
ur: ูพุฑููุงุฆู

# serverProfileDetail
source: Hash ID, public keys, mailbox token
af: Hash ID, publieke sleutels, posbus-token
ar: Hash ID، المفاتيح العامة، رمز صندوق البريد
bg: Hash ID, публични ключове, токен на пощенска кутия
bn: Hash ID, পাবলিক কী, মেইলবক্স টোকেন
ca: Hash ID, claus públiques, token de bústia
cs: Hash ID, verejne klice, token schranky
da: Hash-ID, offentlige nøgler, postkassetoken
de: Hash ID, öffentliche Schlüssel, Postfach-Token
el: Hash ID, δημόσια κλειδιά, token γραμματοκιβωτίου
es: Hash ID, claves públicas, token de buzón
et: Hash ID, avalikud võtmed, postkasti token
eu: Hash ID, gako publikoak, postontziaren tokena
fa: Hash ID، کلیدهای عمومی، توکن صندوق پستی
fi: Hash ID, julkiset avaimet, postilaatikon tunniste
fil: Hash ID, mga pampublikong susi, mailbox token
fr: Hash ID, clés publiques, jeton de boîte
ga: Hash ID, eochracha poibli, comhartha bosca
gl: Hash ID, chaves publicas, token de buzon
gu: Hash ID, પબ્લિક કી, મેઇલબોક્સ ટોકન
he: Hash ID, מפתחות ציבוריים, אסימון תיבה
hi: Hash ID, सार्वजनिक कुंजियां, मेलबॉक्स टोकन
hr: Hash ID, javni kljucevi, token postanskog sanducica
hu: Hash ID, nyilvános kulcsok, postaláda token
id: Hash ID, kunci publik, token kotak surat
it: Hash ID, chiavi pubbliche, token casella
ja: Hash ID、公開鍵、メールボックストークン
ka: Hash ID, საჯარო გასაღებები, საფოსტო ყუთის ტოკენი
kk: Hash ID, ашық кілттер, пошта жәшігі токені
km: Hash ID, កូនសោសាធារណៈ, និមិត្តសញ្ញាប្រអប់សំបុត្រ
ky: Hash ID, ачык ачкычтар, почта кутусу токени
mk: Hash ID, јавни клучеви, токен на поштенско сандаче
mr: Hash ID, सार्वजनिक की, मेलबॉक्स टोकन
ms: Hash ID, kunci awam, token peti surat
nb: Hash-ID, offentlige nøkler, postkassetoken
nl: Hash-ID, openbare sleutels, mailboxtoken
pt_pt: Hash ID, chaves publicas, token de caixa de correio
ro: Hash ID, chei publice, token mailbox
ru: Hash ID, публичные ключи, токен почтового ящика
sk: Hash ID, verejne kluce, token schranky
sl: Hash ID, javni kljuci, žeton nabiralnika
sq: Hash ID, celesa publike, token i kutise postare
sr: Hash ID, јавни кључеви, токен поштанског сандучета
sv: Hash-ID, publika nycklar, brevlådetoken
ta: Hash ID, பொது விசைகள், அஞ்சல் பெட்டி டோக்கன்
te: Hash ID, పబ్లిక్ కీలు, మెయిల్‌బాక్స్ టోకెన్
th: Hash ID, คีย์สาธารณะ, โทเค็นกล่องจดหมาย
tr: Hash Kimligi, genel anahtarlar, posta kutusu belirteci
ug: Hash ID، ئاممىۋى ئاچقۇچلار، پوچتا ساندۇقى بەلگىسى
uk: Hash ID, публічні ключі, токен поштової скриньки
ur: Hash IDุ ุนูุงู  ฺฉุฒุ ู ู ุจุงฺฉุณ ูนูฺฉู

# serverPrekeys
source: Pre-keys
af: Voorsleutels
ar: مفاتيح مسبقة
bg: Предварителни ключове
bn: প্রি-কী
ca: Pre-claus
cs: Pre-klice
da: For-nøgler
de: Vorab-Schlüssel
el: Προ-κλειδιά
es: Pre-claves
et: Eelvõtmed
eu: Aurre-gakoak
fa: پیش‌کلیدها
fi: Esiavaimet
fil: Mga Pre-key
fr: Pré-clés
ga: Reamheochracha
gl: Pre-chaves
gu: પ્રી-કી
he: מפתחות מקדימים
hi: प्री-कुंजियां
hr: Prethodni kljucevi
hu: Előkulcsok
it: Pre-chiavi
ja: プリキー
ka: წინასწარი გასაღებები
kk: Алдын ала кілттер
km: កូនសោមុន
ky: Алдын ала ачкычтар
mk: Пред-клучеви
mr: प्री-की
ms: Pra-kunci
nb: Forhåndsnøkler
nl: Pre-sleutels
pt_pt: Pre-chaves
ro: Pre-chei
ru: Предключи
sk: Predkluce
sl: Predkljuci
sq: Para-celesa
sr: Пре-кључеви
sv: Förnycklar
ta: முன்-விசைகள்
te: ప్రీ-కీలు
th: พรีคีย์
tr: On-anahtarlar
ug: ئالدىنقى ئاچقۇچلار
uk: Пре-ключі
ur: ูพุฑ ฺฉุฒ

# serverPrekeysDetail
source: One-time Signal keys (consumed)
af: Eenmalige Signal-sleutels (verbruik)
ar: مفاتيح Signal للاستخدام الواحد (مستهلكة)
bg: Еднократни Signal ключове (използвани)
bn: এককালীন Signal কী (ব্যবহৃত)
ca: Claus Signal d'un sol ús (consumides)
cs: Jednorazove klice Signal (spotrebovane)
da: Engangs Signal-nøgler (brugt)
de: Einmalige Signal-Schlüssel (verbraucht)
el: Κλειδιά Signal μίας χρήσης (αναλωμένα)
es: Claves Signal de un solo uso (consumidas)
et: Ühekordsed Signal võtmed (tarbitud)
eu: Erabilera bakarreko Signal gakoak (kontsumituta)
fa: کلیدهای یک‌بار مصرف Signal (مصرف‌شده)
fi: Kertakäyttöiset Signal-avaimet (kulutetut)
fil: Mga isang-beses na Signal key (nagamit na)
fr: Clés Signal à usage unique (consommées)
ga: Eochracha Signal aon usaide (caite)
gl: Chaves Signal dun so uso (consumidas)
gu: એક-વાર Signal કી (વપરાયેલ)
he: מפתחות Signal חד-פעמיים (נצרכו)
hi: एकबार Signal कुंजियां (उपभोग की गई)
hr: Jednokratni Signal kljucevi (potroseni)
hu: Egyszer használatos Signal kulcsok (felhasználva)
id: Kunci Signal sekali pakai (dikonsumsi)
it: Chiavi Signal monouso (consumate)
ja: ワンタイム Signal 鍵（消費済み）
ka: ერთჯერადი Signal გასაღებები (მოხმარებული)
kk: Бір рет Signal кілттері (қолданылған)
km: កូនសោ Signal ប្រើម្តង (បានប្រើ)
ky: Бир жолку Signal ачкычтары (жумшалган)
mk: Еднократни Signal клучеви (потрошени)
mr: एकदा वापरायच्या Signal की (वापरलेल्या)
ms: Kunci Signal sekali guna (digunakan)
nb: Engangsnøkler for Signal (brukt opp)
nl: Eenmalige Signal-sleutels (verbruikt)
pt_pt: Chaves Signal de uso unico (consumidas)
ro: Chei Signal de unica folosinta (consumate)
ru: Одноразовые ключи Signal (использованные)
sk: Jednorazove kluce Signal (spotrebovane)
sl: Enkratni kljuci Signal (porabljeni)
sq: Celesa njeperdorimshe Signal (te konsumuara)
sr: Једнократни Signal кључеви (утрошени)
sv: Engångs-Signal-nycklar (förbrukade)
ta: ஒருமுறை பயன்படுத்தும் Signal விசைகள் (பயன்படுத்தப்பட்டவை)
te: ఒక-సారి Signal కీలు (వినియోగించబడ్డాయి)
th: คีย์ Signal แบบใช้ครั้งเดียว (ใช้แล้ว)
tr: Tek kullanimlik Signal anahtarlari (tuketilmis)
ug: بىر قېتىملىق Signal ئاچقۇچلىرى (ئىشلىتىلگەن)
uk: Одноразові ключі Signal (використані)
ur: ุงฺฉ ุจุงุฑ ุงุณุชุนู ุงู ูู ูุงู Signal ฺฉุฒ (ุงุณุชุนู ุงู ุดุฏ)

# serverMessages
source: Messages in transit
af: Boodskappe in transito
ar: رسائل في الطريق
bg: Съобщения в транзит
bn: ট্রানজিটে বার্তা
ca: Missatges en trànsit
cs: Zpravy v tranzitu
da: Beskeder under transport
de: Nachrichten im Transit
el: Μηνύματα σε μεταφορά
es: Mensajes en tránsito
et: Sõnumid teel
eu: Bidean dauden mezuak
fa: پیام‌های در حال انتقال
fi: Kuljetettavat viestit
fil: Mga mensahe na in-transit
fr: Messages en transit
ga: Teachtaireachtai ar bealach
gl: Mensaxes en transito
gu: ટ્રાન્ઝિટમાં સંદેશાઓ
he: הודעות במעבר
hi: ट्रांज़िट में संदेश
hr: Poruke u prijenosu
hu: Átvitel alatt lévő üzenetek
id: Pesan dalam transit
it: Messaggi in transito
ja: 転送中のメッセージ
ka: ტრანზიტში მყოფი შეტყობინებები
kk: Транзиттегі хабарламалар
km: សារកំពុងដឹកជញ្ជូន
ky: Транзиттеги каттар
mk: Пораки во транзит
mr: ट्रान्झिटमधील संदेश
ms: Mesej dalam transit
nb: Meldinger under overføring
nl: Berichten onderweg
pt_pt: Mensagens em transito
ro: Mesaje in tranzit
ru: Сообщения в транзите
sk: Spravy v tranzite
sl: Sporocila v tranzitu
sq: Mesazhe ne tranzit
sr: Поруке у транзиту
sv: Meddelanden under transport
ta: போக்குவரத்தில் உள்ள செய்திகள்
te: రవాణాలో ఉన్న సందేశాలు
th: ข้อความระหว่างทาง
tr: Aktarimdaki mesajlar
ug: يولدىكى ئۇچۇرلار
uk: Повідомлення в транзиті
ur: ูนุฑุงูุฒูน ู ฺบ ูพุบุงู ุงุช

# serverMessagesDetail
source: Deleted after delivery (24h max)
af: Verwyder na aflewering (maks 24u)
ar: تُحذف بعد الاستلام (24 ساعة كحد أقصى)
bg: Изтрити след доставка (макс. 24ч)
bn: বিতরণের পর মোছা হয় (সর্বোচ্চ ২৪ ঘণ্টা)
ca: Eliminats després del lliurament (màx 24h)
cs: Smazany po doruceni (max 24 h)
da: Slettes efter levering (maks 24t)
de: Nach Empfang gelöscht (max. 24h)
el: Διαγράφονται μετά την παράδοση (μέγ. 24ω)
es: Eliminados tras la recepción (24h máx.)
et: Kustutatakse pärast kohaletoimetamist (max 24t)
eu: Entregaren ondoren ezabatzen dira (max 24o)
fa: پس از تحویل حذف می‌شوند (حداکثر ۲۴ ساعت)
fi: Poistetaan toimituksen jälkeen (maks. 24t)
fil: Binubura pagkatapos maihatid (24o max)
fr: Supprimés après réception (24h max)
ga: Scriosta tar eis glactha (24u ar a mhead)
gl: Eliminadas despois da entrega (max 24 h)
gu: ડિલિવરી પછી ડિલીટ (મહત્તમ 24 ક)
he: נמחקות אחרי מסירה (24 שעות מקס')
hi: डिलीवरी के बाद हटाए गए (अधिकतम 24 घंटे)
hr: Izbrisano nakon isporuke (maks. 24h)
hu: Kézbesítés után törölve (max. 24ó)
id: Dihapus setelah pengiriman (maks 24j)
it: Eliminati dopo la ricezione (max 24h)
ja: 配信後に削除（最大24時間）
ka: იშლება მიწოდების შემდეგ (მაქს. 24სთ)
kk: Жеткізуден кейін жойылады (ең көбі 24 сағ)
km: លុបបន្ទាប់ពីទទួល (អតិបរមា ២៤ ម៉ោង)
ky: Жеткирилгенден кийин өчүрүлөт (макс 24с)
mk: Избришани по испорака (макс 24ч)
mr: डिलिव्हरीनंतर हटवले (जास्तीत जास्त 24 तास)
ms: Dipadamkan selepas penghantaran (maks 24j)
nb: Slettes etter levering (maks 24t)
nl: Verwijderd na aflevering (max 24u)
pt_pt: Apagadas apos entrega (max 24h)
ro: Sterse dupa livrare (max 24h)
ru: Удаляются после доставки (макс. 24 ч)
sk: Zmazane po doruceni (max 24h)
sl: Izbrisana po dostavi (najv. 24h)
sq: Fshihen pas dorezimit (maks 24h)
sr: Обрисане после испоруке (макс 24ч)
sv: Raderas efter leverans (max 24t)
ta: வழங்கலுக்குப் பிறகு நீக்கப்படும் (அதிகபட்சம் 24 மணி நேரம்)
te: డెలివరీ తర్వాత తొలగించబడతాయి (గరిష్టంగా 24 గం)
th: ลบหลังจัดส่ง (สูงสุด 24 ชม.)
tr: Teslimattan sonra silinir (maks 24sa)
ug: يەتكۈزگەندىن كېيىن ئۆچۈرۈلىدۇ (ئەڭ كۆپ 24 سائەت)
uk: Видаляються після доставки (макс. 24 год)
ur: ุชุฑุณู ฺฉ ุจุนุฏ ุญุฐู (ุฒุงุฏ ุณ ุฒุงุฏ 24 ฺฏฺพููน)

# serverMedia
source: Media in transit
af: Media in transito
ar: وسائط في الطريق
bg: Медия в транзит
bn: ট্রানজিটে মিডিয়া
ca: Mèdia en trànsit
cs: Media v tranzitu
da: Medier under transport
de: Medien im Transit
el: Πολυμέσα σε μεταφορά
es: Medios en tránsito
et: Meedia teel
eu: Bidean dagoen multimedia
fa: رسانه در حال انتقال
fi: Kuljetettava media
fil: Mga media na in-transit
fr: Médias en transit
ga: Meain ar bealach
gl: Medios en transito
gu: ટ્રાન્ઝિટમાં મીડિયા
he: מדיה במעבר
hi: ट्रांज़िट में मीडिया
hr: Mediji u prijenosu
hu: Átvitel alatt lévő média
id: Media dalam transit
it: Media in transito
ja: 転送中のメディア
ka: ტრანზიტში მყოფი მედია
kk: Транзиттегі медиа
km: មេឌៀកំពុងដឹកជញ្ជូន
ky: Транзиттеги медиа
mk: Медиуми во транзит
mr: ट्रान्झिटमधील मीडिया
ms: Media dalam transit
nb: Medier under overføring
nl: Media onderweg
pt_pt: Multimidia em transito
ro: Media in tranzit
ru: Медиа в транзите
sk: Media v tranzite
sl: Mediji v tranzitu
sq: Media ne tranzit
sr: Медији у транзиту
sv: Media under transport
ta: போக்குவரத்தில் உள்ள ஊடகம்
te: రవాణాలో ఉన్న మీడియా
th: สื่อระหว่างทาง
tr: Aktarimdaki medya
ug: يولدىكى ۋاسىتە
uk: Медіа в транзиті
ur: ูนุฑุงูุฒูน ู ฺบ ู ฺุง

# serverMediaDetail
source: Deleted after download
af: Verwyder na aflaai
ar: تُحذف بعد التنزيل
bg: Изтрита след изтегляне
bn: ডাউনলোডের পর মোছা হয়
ca: Eliminats després de la descàrrega
cs: Smazany po stazeni
da: Slettes efter download
de: Nach Download gelöscht
el: Διαγράφονται μετά τη λήψη
es: Eliminados tras la descarga
et: Kustutatakse pärast allalaadimist
eu: Deskargaren ondoren ezabatzen da
fa: پس از دانلود حذف می‌شود
fi: Poistetaan latauksen jälkeen
fil: Binubura pagkatapos ma-download
fr: Supprimés après téléchargement
ga: Scriosta tar eis iosladala
gl: Eliminados despois da descarga
gu: ડાઉનલોડ પછી ડિલીટ
he: נמחקת אחרי הורדה
hi: डाउनलोड के बाद हटाया गया
hr: Izbrisano nakon preuzimanja
hu: Letöltés után törölve
id: Dihapus setelah diunduh
it: Eliminati dopo il download
ja: ダウンロード後に削除
ka: იშლება ჩამოტვირთვის შემდეგ
kk: Жүктеуден кейін жойылады
km: លុបបន្ទាប់ពីទាញយក
ky: Жүктөлгөндөн кийин өчүрүлөт
mk: Избришани по преземање
mr: डाउनलोडनंतर हटवले
ms: Dipadamkan selepas dimuat turun
nb: Slettes etter nedlasting
nl: Verwijderd na download
pt_pt: Apagada apos transferencia
ro: Sterse dupa descarcare
ru: Удаляются после загрузки
sk: Zmazane po stiahnuti
sl: Izbrisani po prenosu
sq: Fshihen pas shkarkimit
sr: Обрисани после преузимања
sv: Raderas efter nedladdning
ta: பதிவிறக்கத்திற்குப் பிறகு நீக்கப்படும்
te: డౌన్‌లోడ్ తర్వాత తొలగించబడుతుంది
th: ลบหลังดาวน์โหลด
tr: Indirmeden sonra silinir
ug: چۈشۈرگەندىن كېيىن ئۆچۈرۈلىدۇ
uk: Видаляється після завантаження
ur: ฺุงุคูููฺ ฺฉ ุจุนุฏ ุญุฐู

# serverContactRequests
source: Contact requests
af: Kontakversoeke
ar: طلبات الاتصال
bg: Заявки за контакт
bn: পরিচিতি অনুরোধ
ca: Sol·licituds de contacte
cs: Zadosti o kontakt
da: Kontaktanmodninger
de: Kontaktanfragen
el: Αιτήματα επαφών
es: Solicitudes de contacto
et: Kontaktitaotlused
eu: Kontaktu-eskaerak
fa: درخواست‌های مخاطب
fi: Yhteystietopyynnöt
fil: Mga kahilingan sa kontak
fr: Demandes de contact
ga: Iarratais teagmhala
gl: Solicitudes de contacto
gu: સંપર્ક વિનંતીઓ
he: בקשות אנשי קשר
hi: संपर्क अनुरोध
hr: Zahtjevi za kontakt
hu: Névjegy kérések
id: Permintaan kontak
it: Richieste di contatto
ja: 連絡先リクエスト
ka: კონტაქტის მოთხოვნები
kk: Контакт сұраныстары
km: សំណើទំនាក់ទំនង
ky: Контакт суроолору
mk: Барања за контакт
mr: संपर्क विनंत्या
ms: Permintaan kenalan
nb: Kontaktforespørsler
nl: Contactverzoeken
pt_pt: Pedidos de contacto
ro: Cereri de contact
ru: Запросы контактов
sk: Ziadosti o kontakt
sl: Zahteve za stik
sq: Kerkesa kontakti
sr: Захтеви за контакт
sv: Kontaktförfrågningar
ta: தொடர்பு கோரிக்கைகள்
te: పరిచయ అభ్యర్థనలు
th: คำขอผู้ติดต่อ
tr: Kisi istekleri
ug: ئالاقىداش ئىلتىماسلىرى
uk: Запити контактів
ur: ุฑุงุจุท ฺฉ ุฏุฑุฎูุงุณุชฺบ
