Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: Report abuse
af: Rapporteer misbruik
ar: الإبلاغ عن إساءة
bg: Докладване на злоупотреба
bn: অপব্যবহার রিপোর্ট করুন
ca: Reportar abús
cs: Nahlasit zneuziti
da: Rapporter misbrug
de: Missbrauch melden
el: Αναφορά κατάχρησης
es: Reportar abuso
et: Teata kuritarvitamisest
eu: Salatu abusua
fa: گزارش سوء‌استفاده
fi: Ilmianna väärinkäyttö
fil: I-report ang pang-aabuso
fr: Signaler un abus
ga: Tuairiscigh mi-usaid
gl: Denunciar abuso
gu: દુરુપયોગ રિપોર્ટ કરો
he: דווח על התעללות
hi: दुरुपयोग की रिपोर्ट करें
hr: Prijavite zlostavljanje
hu: Visszaélés jelentése
id: Laporkan penyalahgunaan
it: Segnala abuso
ja: 不正使用を報告
ka: ბოროტად გამოყენების შეტყობინება
kk: Теріс пайдалануды хабарлау
km: រាយការណ៍ការរំលោភបំពាន
ky: Кыянаттыкты кабарлоо
mk: Пријави злоупотреба
mr: गैरवर्तन रिपोर्ट करा
ms: Laporkan penyalahgunaan
nb: Rapporter misbruk
nl: Misbruik melden
pt_pt: Denunciar abuso
ro: Raporteaza abuz
ru: Сообщить о нарушении
sk: Nahlasit zneuzitie
sl: Prijavi zlorabo
sq: Raporto abuzimin
sr: Пријави злоупотребу
sv: Rapportera missbruk
ta: துஷ்பிரயோகத்தைப் புகார் செய்
te: దుర్వినియోగం రిపోర్ట్ చేయి
th: แจ้งการละเมิด
tr: Kotuye kullanimi bildir
ug: سۇئىستىمال دوكلاتىش
uk: Повідомити про зловживання
ur: ุจุฏุณููฺฉ ฺฉ ุฑูพูุฑูน ฺฉุฑฺบ

source: Legal
af: Wetlik
ar: قانوني
bg: Правна информация
bn: আইনি
cs: Pravni informace
da: Juridisk
de: Rechtliches
el: Νομικά
et: Õiguslik
eu: Legala
fa: قانونی
fi: Oikeudelliset tiedot
fr: Légal
ga: Dlithiuil
gu: કાનૂની
he: משפטי
hi: कानूनी
hr: Pravno
hu: Jogi
id: Hukum
it: Legale
ja: 法的情報
ka: იურიდიული
kk: Құқықтық
km: ផ្នែកច្បាប់
ky: Укуктук
mk: Правно
mr: कायदेशीर
ms: Undang-undang
nb: Juridisk
nl: Juridisch
ru: Юридическая информация
sk: Pravne informacie
sl: Pravne informacije
sq: Ligjore
sr: Правно
sv: Juridiskt
ta: சட்டம்
te: చట్టపరమైన
th: กฎหมาย
tr: Yasal
ug: قانۇنىي
uk: Юридична інформація
ur: ูุงููู

source: Legal entity
af: Wetlike entiteit
ar: الكيان القانوني
bg: Юридическо лице
bn: আইনি সত্তা
ca: Entitat legal
cs: Pravni subjekt
da: Juridisk enhed
de: Juristische Person
el: Νομική οντότητα
es: Entidad legal
et: Juriidiline isik
eu: Entitate legala
fa: شخص حقوقی
fi: Oikeushenkilö
fil: Legal na entity
fr: Entité légale
ga: Aonan dlithiuil
gl: Entidade legal
gu: કાનૂની એન્ટિટી
he: ישות משפטית
hi: कानूनी इकाई
hr: Pravni subjekt
hu: Jogi személy
id: Badan hukum
it: Entità legale
ja: 法人
ka: იურიდიული პირი
kk: Заңды тұлға
km: អង្គភាពច្បាប់
ky: Юридикалык жак
mk: Правен ентитет
mr: कायदेशीर संस्था
ms: Entiti undang-undang
nb: Juridisk enhet
nl: Juridische entiteit
pt_pt: Entidade legal
ro: Entitate juridica
ru: Юридическое лицо
sk: Pravny subjekt
sl: Pravni subjekt
sq: Entiteti ligjor
sr: Правно лице
sv: Juridisk enhet
ta: சட்ட நிறுவனம்
te: చట్టపరమైన సంస్థ
th: นิติบุคคล
tr: Tüzel kisilik
ug: قانۇنىي ئورگان
uk: Юридична особа
ur: ูุงููู ุงุฏุงุฑ

# pinConversation
source: Pin
af: Vaspen
ar: تثبيت
bg: Закачане
bn: পিন করুন
ca: Fixar
cs: Pripnout
da: Fastgør
de: Anheften
el: Καρφίτσωμα
es: Fijar
et: Kinnita
eu: Finkatu
fa: سنجاق
fi: Kiinnitä
fil: I-pin
fr: Épingler
ga: Pionnail
gl: Fixar
gu: પિન
he: הצמד
hi: पिन करें
hr: Prikaci
hu: Rögzítés
id: Sematkan
it: Fissa
ja: ピン留め
ka: მიმაგრება
kk: Бекіту
km: ខ្ទាស់
ky: Кадоо
mk: Закачи
mr: पिन करा
ms: Semat
nb: Fest
nl: Vastpinnen
pt_pt: Fixar
ro: Fixeaza
ru: Закрепить
sk: Pripnut
sl: Pripni
sq: Gozhdo
sr: Закачи
sv: Fäst
ta: பின் செய்
te: పిన్ చేయి
th: ปักหมุด
tr: Sabitle
ug: چىڭلاش
uk: Закріпити
ur: ูพู ฺฉุฑฺบ

# unpinConversation
source: Unpin
af: Lospen
ar: إلغاء التثبيت
bg: Откачане
bn: আনপিন করুন
ca: Desafixar
cs: Odepnout
da: Frigiv
de: Lösen
el: Ξεκαρφίτσωμα
es: Desfijar
et: Eemalda kinnitus
eu: Desfinkatu
fa: برداشتن سنجاق
fi: Irrota
fil: I-unpin
fr: Désépingler
ga: Diphionnail
gl: Desfixar
gu: અનપિન
he: בטל הצמדה
hi: अनपिन करें
hr: Otkaci
hu: Rögzítés megszüntetése
id: Lepas sematan
it: Sgancia
ja: ピン留め解除
ka: მოხსნა
kk: Бекітуден алу
km: ដោះខ្ទាស់
ky: Кадоону алуу
mk: Откачи
mr: अनपिन करा
ms: Nyahsemat
nb: Løsne
nl: Losmaken
pt_pt: Desafixar
ro: Defixeaza
ru: Открепить
sk: Odopnut
sl: Odpni
sq: Hiq gozhdimin
sr: Откачи
sv: Lossa
ta: பின் நீக்கு
te: అన్‌పిన్ చేయి
th: เลิกปักหมุด
tr: Sabitlemeyi kaldir
ug: چىڭلاشنى بىكار قىلىش
uk: Відкріпити
ur: ุงู ูพู ฺฉุฑฺบ

# hideConversation
source: Remove from feed
af: Verwyder uit voer
ar: إزالة من المحادثات
bg: Премахване от списъка
bn: ফিড থেকে সরান
ca: Eliminar del feed
cs: Odebrat ze zdroje
da: Fjern fra feed
de: Aus dem Feed entfernen
el: Αφαίρεση από τη ροή
es: Quitar del hilo
et: Eemalda voost
eu: Kendu jario-tik
fa: حذف از فید
fi: Poista syötteestä
fil: Alisin sa feed
fr: Retirer du fil
ga: Bain on snaithe
gl: Eliminar do muro
gu: ફીડમાંથી કાઢી નાખો
he: הסר מהפיד
hi: फ़ीड से हटाएं
hr: Ukloni iz feeda
hu: Eltávolítás a hírfolyamból
id: Hapus dari feed
it: Rimuovi dal feed
ja: フィードから削除
ka: ფიდიდან წაშლა
kk: Лентадан жою
km: ដកចេញពីបញ្ជី
ky: Тасмадан алып салуу
mk: Отстрани од фидот
mr: फीडमधून काढून टाका
ms: Buang dari suapan
nb: Fjern fra feed
nl: Verwijderen uit feed
pt_pt: Remover do feed
ro: Sterge din flux
ru: Убрать из ленты
sk: Odstranit z kanala
sl: Odstrani iz vira
sq: Hiq nga rrjedha
sr: Уклони из листе
sv: Ta bort från flödet
ta: ஊட்டத்திலிருந்து நீக்கு
te: ఫీడ్ నుండి తొలగించు
th: ลบจากฟีด
tr: Akistan kaldir
ug: ئېقىمدىن ئۆچۈرۈش
uk: Видалити зі стрічки
ur: ูฺ ุณ ูนุงุฆฺบ

source: Delete conversation
af: Verwyder gesprek
ar: حذف المحادثة
bg: Изтриване на разговор
bn: কথোপকথন মুছুন
ca: Eliminar conversa
cs: Smazat konverzaci
da: Slet samtale
de: Unterhaltung löschen
el: Διαγραφή συνομιλίας
es: Eliminar conversación
et: Kustuta vestlus
eu: Ezabatu elkarrizketa
fa: حذف گفتگو
fi: Poista keskustelu
fil: Burahin ang usapan
fr: Supprimer la conversation
ga: Scrios an comhra
gl: Eliminar conversa
gu: વાતચીત ડિલીટ કરો
he: מחק שיחה
hi: बातचीत हटाएं
hr: Izbrisi razgovor
hu: Beszélgetés törlése
id: Hapus percakapan
it: Elimina conversazione
ja: 会話を削除
ka: საუბრის წაშლა
kk: Сұхбатты жою
km: លុបការសន្ទនា
ky: Сүйлөшүүнү өчүрүү
mk: Избриши разговор
mr: संभाषण हटवा
ms: Padam perbualan
nb: Slett samtale
nl: Gesprek verwijderen
pt_pt: Apagar conversa
ro: Sterge conversatia
ru: Удалить разговор
sk: Zmazat konverzaciu
sl: Izbrisi pogovor
sq: Fshi biseden
sr: Обриши разговор
sv: Radera konversation
ta: உரையாடலை நீக்கு
te: సంభాషణ తొలగించు
th: ลบการสนทนา
tr: Sohbeti sil
ug: سۆھبەت ئۆچۈرۈش
uk: Видалити розмову
ur: ฺฏูุชฺฏู ุญุฐู ฺฉุฑฺบ

# deleteConversationConfirm
source: Enter your PIN to confirm the deletion of all messages
af: Voer jou PIN in om die verwydering van alle boodskappe te bevestig
ar: أدخل رمز PIN لتأكيد حذف جميع الرسائل
bg: Въведете PIN-а си, за да потвърдите изтриването на всички съобщения
bn: সমস্ত বার্তা মোছা নিশ্চিত করতে আপনার PIN দিন
ca: Introdueix el PIN per confirmar l'eliminació de tots els missatges
cs: Zadejte svuj PIN pro potvrzeni smazani vsech zprav
da: Indtast din PIN for at bekræfte sletning af alle beskeder
de: Gib deine PIN ein, um das Löschen aller Nachrichten zu bestätigen
el: Εισάγετε το PIN σας για επιβεβαίωση της διαγραφής όλων των μηνυμάτων
es: Ingresa tu PIN para confirmar la eliminación de todos los mensajes
et: Sisestage oma PIN kõikide sõnumite kustutamise kinnitamiseks
eu: Sartu zure PIN-a mezu guztien ezabatzea berresteko
fa: PIN خود را برای تأیید حذف همه پیام‌ها وارد کنید
fi: Syötä PIN vahvistaaksesi kaikkien viestien poistamisen
fil: Ilagay ang iyong PIN para kumpirmahin ang pagbura ng lahat ng mensahe
fr: Entrez votre code PIN pour confirmer la suppression de tous les messages
ga: Cuir isteach do chod PIN chun scriosadh gach teachtaireachta a dheimhniu
gl: Introduce o teu PIN para confirmar a eliminacion de todas as mensaxes
gu: બધા સંદેશાઓ ડિલીટ કરવાની ખાતરી કરવા PIN દાખલ કરો
he: הכנס את ה-PIN שלך כדי לאשר מחיקת כל ההודעות
hi: सभी संदेशों को हटाने की पुष्टि के लिए अपना PIN दर्ज करें
hr: Unesite PIN za potvrdu brisanja svih poruka
hu: Adja meg PIN-jét az összes üzenet törlésének megerősítéséhez
id: Masukkan PIN Anda untuk mengonfirmasi penghapusan semua pesan
it: Inserisci il PIN per confermare l'eliminazione di tutti i messaggi
ja: すべてのメッセージの削除を確認するため PIN を入力してください
ka: შეიყვანეთ PIN ყველა შეტყობინების წაშლის დასადასტურებლად
kk: Барлық хабарламаларды жоюды растау үшін PIN-ді енгізіңіз
km: បញ្ចូល PIN របស់អ្នកដើម្បីបញ្ជាក់ការលុបសារទាំងអស់
ky: Бардык каттарды өчүрүүнү ырастоо үчүн PIN'иңизди киргизиңиз
mk: Внесете го вашиот PIN за да го потврдите бришењето на сите пораки
mr: सर्व संदेश हटवण्याची पुष्टी करण्यासाठी तुमचा PIN टाका
ms: Masukkan PIN anda untuk mengesahkan pemadaman semua mesej
nb: Tast inn PIN-koden din for å bekrefte sletting av alle meldinger
nl: Voer je PIN in om het verwijderen van alle berichten te bevestigen
pt_pt: Introduza o seu PIN para confirmar a eliminacao de todas as mensagens
ro: Introdu PIN-ul pentru a confirma stergerea tuturor mesajelor
ru: Введите PIN для подтверждения удаления всех сообщений
sk: Zadajte PIN na potvrdenie zmazania vsetkych sprav
sl: Vnesite PIN za potrditev brisanja vseh sporocil
sq: Futni PIN per te konfirmuar fshirjen e te gjitha mesazheve
sr: Унесите свој PIN да потврдите брисање свих порука
sv: Ange din PIN för att bekräfta radering av alla meddelanden
ta: அனைத்து செய்திகளையும் நீக்குவதை உறுதிசெய்ய உங்கள் PIN-ஐ உள்ளிடுங்கள்
te: అన్ని సందేశాల తొలగింపును నిర్ధారించడానికి మీ PIN నమోదు చేయండి
th: ใส่ PIN เพื่อยืนยันการลบข้อความทั้งหมด
tr: Tum mesajlarin silinmesini onaylamak icin PIN'inizi girin
ug: بارلىق ئۇچۇرلارنى ئۆچۈرۈشنى جەزملەش ئۈچۈن PIN كىرگۈزۈڭ
uk: Введіть PIN для підтвердження видалення всіх повідомлень
ur: ุชู ุงู ูพุบุงู ุงุช ฺฉ ุญุฐู ุดุฏฺฏ ฺฉ ุชุตุฏู ฺฉ ู ุงูพูุง PIN ุฏุฑุฌ ฺฉุฑฺบ

# noConversations
source: No conversations yet
af: Nog geen gesprekke
ar: لا توجد محادثات بعد
bg: Все още няма разговори
bn: এখনো কোনো কথোপকথন নেই
ca: Cap conversa encara
cs: Zatim zadne konverzace
da: Ingen samtaler endnu
de: Noch keine Unterhaltungen
el: Δεν υπάρχουν ακόμη συνομιλίες
es: Aún no hay conversaciones
et: Vestlusi pole veel
eu: Oraindik elkarrizketarik ez
fa: هنوز گفتگویی نیست
fi: Ei vielä keskusteluja
fil: Wala pang mga usapan
fr: Aucune conversation
ga: Gan comhra
gl: Sen conversas ainda
gu: હજુ સુધી કોઈ વાતચીત નથી
he: עדיין אין שיחות
hi: अभी कोई बातचीत नहीं
hr: Nema razgovora
hu: Még nincsenek beszélgetések
id: Belum ada percakapan
it: Nessuna conversazione
ja: まだ会話がありません
ka: საუბრები ჯერ არ არის
kk: Әзірге сұхбаттар жоқ
km: គ្មានការសន្ទនានៅឡើយ
ky: Сүйлөшүү жок
mk: Сè уште нема разговори
mr: अजून संभाषणे नाहीत
ms: Belum ada perbualan
nb: Ingen samtaler ennå
nl: Nog geen gesprekken
pt_pt: Sem conversas ainda
ro: Nicio conversatie inca
ru: Пока нет разговоров
sk: Zatial ziadne konverzacie
sl: Se ni pogovorov
sq: Ende asnje bisede
sr: Нема разговора
sv: Inga konversationer ännu
ta: இன்னும் உரையாடல்கள் இல்லை
te: ఇంకా సంభాషణలు లేవు
th: ยังไม่มีการสนทนา
tr: Henuz sohbet yok
ug: تېخى سۆھبەت يوق
uk: Ще немає розмов
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ฺฏูุชฺฏู ูฺบ

# startConversation
source: Start
af: Begin
ar: ابدأ
bg: Начало
bn: শুরু করুন
ca: Iniciar
cs: Zahajit
de: Starten
el: Έναρξη
es: Iniciar
et: Alusta
eu: Hasi
fa: شروع
fi: Aloita
fil: Magsimula
fr: Démarrer
ga: Tosaigh
gl: Comezar
gu: શરૂ કરો
he: התחל
hi: शुरू करें
hr: Pocni
hu: Indítás
id: Mulai
it: Inizia
ja: 開始
ka: დაწყება
kk: Бастау
km: ចាប់ផ្តើម
ky: Баштоо
mk: Започни
mr: सुरू करा
ms: Mula
pt_pt: Iniciar
ro: Incepe
ru: Начать
sk: Zacat
sl: Zacni
sq: Fillo
sr: Започни
sv: Starta
ta: தொடங்கு
te: ప్రారంభించు
th: เริ่ม
tr: Basla
ug: باشلاش
uk: Почати
ur: ุดุฑูุน ฺฉุฑฺบ

# microphonePermissionRequired
source: Microphone access required
af: Mikrofoontoestemming vereis
ar: مطلوب الوصول إلى الميكروفون
bg: Необходим е достъп до микрофон
bn: মাইক্রোফোন অ্যাক্সেস প্রয়োজন
ca: Accés al micròfon requerit
cs: Vyzadovan pristup k mikrofonu
da: Mikrofontilladelse kræves
de: Mikrofonzugriff erforderlich
el: Απαιτείται πρόσβαση στο μικρόφωνο
es: Se requiere acceso al micrófono
et: Mikrofoni juurdepääs vajalik
eu: Mikrofonoaren sarbidea beharrezkoa
fa: دسترسی میکروفون لازم است
fi: Mikrofonin käyttöoikeus vaaditaan
fil: Kailangan ng access sa mikropono
fr: Accès au microphone requis
ga: Rochtain ar an micreafon ag teastail
gl: Requirese acceso ao microfono
gu: માઇક્રોફોન ઍક્સેસ જરૂરી
he: נדרשת גישה למיקרופון
hi: माइक्रोफ़ोन पहुंच आवश्यक
hr: Potreban pristup mikrofonu
hu: Mikrofon hozzáférés szükséges
id: Izin mikrofon diperlukan
it: Accesso al microfono richiesto
ja: マイクへのアクセスが必要です
ka: მიკროფონზე წვდომა საჭიროა
kk: Микрофон рұқсаты қажет
km: ត្រូវការការអនុញ្ញាតមីក្រូហ្វូន
ky: Микрофон уруксаты талап кылынат
mk: Потребен е пристап до микрофон
mr: मायक्रोफोन प्रवेश आवश्यक
ms: Kebenaran mikrofon diperlukan
nb: Mikrofontilgang kreves
nl: Microfoontoegang vereist
pt_pt: Acesso ao microfone necessario
ro: Acces la microfon necesar
ru: Требуется доступ к микрофону
sk: Vyzaduje sa pristup k mikrofonu
sl: Potreben je dostop do mikrofona
sq: Kerkohet aksesi ne mikrofon
sr: Потребан приступ микрофону
sv: Mikrofonåtkomst krävs
ta: ஒலிவாங்கி அணுகல் தேவை
te: మైక్రోఫోన్ ప్రవేశం అవసరం
th: ต้องการสิทธิ์ไมโครโฟน
tr: Mikrofon erisimi gerekli
ug: مىكروفون ئىجازىتى تەلەپ قىلىنىدۇ
uk: Потрібен доступ до мікрофона
ur: ู ุงุฆฺฉุฑูููู ุชฺฉ ุฑุณุงุฆ ุถุฑูุฑ 

# microphonePermissionExplanation
source: Hash needs the microphone to make calls.
af: Hash het die mikrofoon nodig om oproepe te maak.
ar: يحتاج Hash إلى الميكروفون لإجراء المكالمات.
bg: Hash се нуждае от микрофон, за да осъществява обаждания.
bn: কল করতে Hash-এর মাইক্রোফোন প্রয়োজন।
ca: Hash necessita el micròfon per fer trucades.
cs: Hash potrebuje mikrofon pro uskutecneni hovoru.
da: Hash har brug for mikrofonen for at foretage opkald.
de: Hash benötigt das Mikrofon, um Anrufe zu tätigen.
el: Το Hash χρειάζεται το μικρόφωνο για πραγματοποίηση κλήσεων.
es: Hash necesita el micrófono para realizar llamadas.
et: Hash vajab mikrofoni kõnede tegemiseks.
eu: Hash-ek mikrofonoa behar du deiak egiteko.
fa: Hash برای برقراری تماس به میکروفون نیاز دارد.
fi: Hash tarvitsee mikrofonin puheluihin.
fil: Kailangan ng Hash ang mikropono para tumawag.
fr: Hash a besoin du microphone pour passer des appels.
ga: Teastaionn an micreafon o Hash chun glaonna a dheanamh.
gl: Hash necesita o microfono para facer chamadas.
gu: કોલ કરવા માટે Hash ને માઇક્રોફોનની જરૂર છે.
he: Hash צריך את המיקרופון כדי לבצע שיחות.
hi: Hash को कॉल करने के लिए माइक्रोफ़ोन चाहिए।
hr: Hash treba mikrofon za obavljanje poziva.
hu: A Hash-nek szüksége van a mikrofonra a hívásokhoz.
id: Hash memerlukan mikrofon untuk melakukan panggilan.
it: Hash ha bisogno del microfono per effettuare chiamate.
ja: Hash は通話にマイクが必要です。
ka: Hash-ს ზარებისთვის მიკროფონი სჭირდება.
kk: Hash-қа қоңырау шалу үшін микрофон қажет.
km: Hash ត្រូវការមីក្រូហ្វូនដើម្បីធ្វើការហៅ។
ky: Hash чалуулар үчүн микрофон керек.
mk: Hash има потреба од микрофон за повици.
mr: कॉल करण्यासाठी Hash ला मायक्रोफोनची गरज आहे.
ms: Hash memerlukan mikrofon untuk membuat panggilan.
nb: Hash trenger mikrofonen for å ringe.
nl: Hash heeft de microfoon nodig om te bellen.
pt_pt: O Hash precisa do microfone para efetuar chamadas.
ro: Hash are nevoie de microfon pentru a efectua apeluri.
ru: Hash нужен микрофон для совершения звонков.
sk: Hash potrebuje mikrofon na uskutocnenie hovorov.
sl: Hash potrebuje mikrofon za klicanje.
sq: Hash ka nevoje per mikrofon per te bere thirrje.
sr: Hash-у је потребан микрофон за позиве.
sv: Hash behöver mikrofonen för samtal.
ta: அழைப்புகளுக்கு Hash-க்கு ஒலிவாங்கி தேவை.
te: కాల్‌లు చేయడానికి Hash కు మైక్రోఫోన్ అవసరం.
th: Hash ต้องใช้ไมโครโฟนเพื่อโทร
tr: Hash'in arama yapmak icin mikrofona ihtiyaci var.
ug: Hash چاقىرىش ئۈچۈن مىكروفون ئىشلىتىدۇ.
uk: Hash потребує мікрофон для здійснення дзвінків.
ur: Hash ฺฉู ฺฉุงูุฒ ฺฉ ู ู ุงุฆฺฉุฑูููู ฺฉ ุถุฑูุฑุช 

# cameraPermissionExplanation
source: Hash needs the camera for video calls.
af: Hash het die kamera nodig vir video-oproepe.
ar: يحتاج Hash إلى الكاميرا لمكالمات الفيديو.
bg: Hash се нуждае от камера за видео обаждания.
bn: ভিডিও কলের জন্য Hash-এর ক্যামেরা প্রয়োজন।
ca: Hash necessita la càmera per a videotrucades.
cs: Hash potrebuje kameru pro videohovory.
da: Hash har brug for kameraet til videoopkald.
de: Hash benötigt die Kamera für Videoanrufe.
el: Το Hash χρειάζεται την κάμερα για βιντεοκλήσεις.
es: Hash necesita la cámara para las videollamadas.
et: Hash vajab kaamerat videokõnede jaoks.
eu: Hash-ek kamera behar du bideo-deietarako.
fa: Hash برای تماس تصویری به دوربین نیاز دارد.
fi: Hash tarvitsee kameran videopuheluihin.
fil: Kailangan ng Hash ang camera para sa mga video call.
fr: Hash a besoin de la caméra pour les appels vidéo.
ga: Teastaionn an ceamara o Hash le haghaidh fisglaonna.
gl: Hash necesita a camara para videochamadas.
gu: વીડિયો કોલ માટે Hash ને કેમેરાની જરૂર છે.
he: Hash צריך את המצלמה לשיחות וידאו.
hi: Hash को वीडियो कॉल के लिए कैमरा चाहिए।
hr: Hash treba kameru za video pozive.
hu: A Hash-nek szüksége van a kamerára a videóhívásokhoz.
id: Hash memerlukan kamera untuk panggilan video.
it: Hash ha bisogno della fotocamera per le videochiamate.
ja: Hash はビデオ通話にカメラが必要です。
ka: Hash-ს ვიდეო ზარებისთვის კამერა სჭირდება.
kk: Hash-қа бейне қоңырау үшін камера қажет.
km: Hash ត្រូវការកាមេរ៉ាសម្រាប់ការហៅវីដេអូ។
ky: Hash видео чалуулар үчүн камера керек.
mk: Hash има потреба од камера за видео повици.
mr: व्हिडिओ कॉलसाठी Hash ला कॅमेराची गरज आहे.
ms: Hash memerlukan kamera untuk panggilan video.
nb: Hash trenger kameraet for videosamtaler.
nl: Hash heeft de camera nodig voor videogesprekken.
pt_pt: O Hash precisa da camara para chamadas de video.
ro: Hash are nevoie de camera pentru apeluri video.
ru: Hash нужна камера для видеозвонков.
sk: Hash potrebuje kameru na videohovory.
sl: Hash potrebuje kamero za video klice.
sq: Hash ka nevoje per kamere per thirrje video.
sr: Hash-у је потребна камера за видео позиве.
sv: Hash behöver kameran för videosamtal.
ta: வீடியோ அழைப்புகளுக்கு Hash-க்கு கேமரா தேவை.
te: వీడియో కాల్‌ల కోసం Hash కు కెమెరా అవసరం.
th: Hash ต้องใช้กล้องสำหรับวิดีโอคอล
tr: Hash'in goruntulu aramalar icin kameraya ihtiyaci var.
ug: Hash سىن چاقىرىش ئۈچۈن كامېرا ئىشلىتىدۇ.
uk: Hash потребує камеру для відеодзвінків.
ur: Hash ฺฉู ูฺู ฺฉุงูุฒ ฺฉ ู ฺฉู ุฑ ฺฉ ุถุฑูุฑุช 

# microphonePermissionRecordExplanation
source: Hash needs microphone access to record voice messages.
fr: Hash a besoin du microphone pour enregistrer des messages vocaux.

# cameraPermissionCaptureExplanation
source: Hash needs camera access to take photos and videos.
fr: Hash a besoin de la caméra pour prendre des photos et vidéos.

# locationPermissionRequired
source: Location access required
fr: Accès à la localisation requis

# locationPermissionExplanation
source: Hash needs your location to share your position.
fr: Hash a besoin de votre position pour la partager.

# locationServiceDisabled
source: Location services are disabled. Please enable GPS.
fr: La localisation est désactivée. Veuillez activer le GPS.

source: Open Settings
af: Maak instellings oop
ar: فتح الإعدادات
bg: Отваряне на настройки
bn: সেটিংস খুলুন
ca: Obrir configuració
cs: Otevrit nastaveni
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir ajustes
et: Ava seaded
eu: Ireki ezarpenak
fa: باز کردن تنظیمات
fi: Avaa asetukset
fil: Buksan ang Mga Setting
fr: Ouvrir les réglages
ga: Oscail na socruithe
gl: Abrir axustes
gu: સેટિંગ્સ ખોલો
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
ka: პარამეტრების გახსნა
kk: Баптауларды ашу
km: បើកការកំណត់
ky: Жөндөөлөрдү ачуу
mk: Отвори поставки
mr: सेटिंग्ज उघडा
ms: Buka Tetapan
nb: Åpne innstillinger
nl: Instellingen openen
pt_pt: Abrir Definicoes
ro: Deschide Setarile
ru: Открыть настройки
sk: Otvorit nastavenia
sl: Odpri nastavitve
sq: Hap Cilesimet
sr: Отвори подешавања
sv: Öppna inställningar
ta: அமைப்புகளைத் திற
te: సెట్టింగ్‌లు తెరువు
th: เปิดการตั้งค่า
tr: Ayarlari ac
ug: تەڭشەكلەرنى ئاچ
uk: Відкрити налаштування
ur: ุชุฑุชุจุงุช ฺฉฺพููฺบ

# callConnecting
source: Connecting...
af: Verbind...
ar: جارٍ الاتصال...
bg: Свързване...
bn: সংযোগ হচ্ছে...
ca: Connectant...
cs: Pripojovani...
da: Forbinder...
de: Verbindung wird hergestellt...
el: Σύνδεση...
es: Conectando...
et: Ühendumine...
eu: Konektatzen...
fa: اتصال...
fi: Yhdistetään...
fil: Kumokonekta...
fr: Connexion...
ga: Ag nascadh...
gl: Conectando...
gu: કનેક્ટ થઈ રહ્યું છે...
he: מתחבר...
hi: कनेक्ट हो रहा है...
hr: Povezivanje...
hu: Kapcsolódás...
id: Menghubungkan...
it: Connessione...
ja: 接続中...
ka: დაკავშირება...
kk: Қосылуда...
km: កំពុងភ្ជាប់...
ky: Туташууда...
mk: Се поврзува...
mr: जोडत आहे...
ms: Menyambung...
nb: Kobler til...
nl: Verbinden...
pt_pt: A ligar...
ro: Se conecteaza...
ru: Подключение...
sk: Pripajanie...
sl: Povezovanje...
sq: Duke u lidhur...
sr: Повезивање...
sv: Ansluter...
ta: இணைக்கிறது...
te: కనెక్ట్ అవుతోంది...
th: กำลังเชื่อมต่อ...
tr: Baglaniyor...
ug: ئۇلاۋاتىدۇ...
uk: З'єднання...
ur: ุฌูฺ ุฑุง ...

# callRinging
source: Ringing...
af: Lui...
ar: جارٍ الرنين...
bg: Звъни...
bn: রিং হচ্ছে...
ca: Sonant...
cs: Zvoni...
da: Ringer...
de: Klingelt...
el: Κουδουνίζει...
es: Llamando...
et: Heliseb...
eu: Jotzen...
fa: زنگ زدن...
fi: Soi...
fil: Tumutunog...
fr: Appel en cours...
ga: Ag glaoch...
gl: Chamando...
gu: રિંગ થઈ રહ્યું છે...
he: מצלצל...
hi: बज रहा है...
hr: Zvoni...
hu: Csörög...
id: Berdering...
it: Chiamata in corso...
ja: 呼び出し中...
ka: რეკავს...
kk: Шақыруда...
km: កំពុងរោទ៍...
ky: Чалууда...
mk: Ѕвони...
mr: रिंग होत आहे...
ms: Berdering...
nb: Ringer...
nl: Bellen...
pt_pt: A tocar...
ro: Suna...
ru: Вызов...
sk: Zvoni...
sl: Zvoni...
sq: Duke thirrur...
sr: Звони...
sv: Ringer...
ta: ஒலிக்கிறது...
te: రింగ్ అవుతోంది...
th: กำลังดัง...
tr: Caliyor...
ug: جىرىڭلاۋاتىدۇ...
uk: Виклик...
ur: ฺฏฺพููน ุจุฌ ุฑ ...

# callReconnecting
source: Reconnecting...
af: Herverbind...
ar: إعادة الاتصال...
bg: Повторно свързване...
bn: পুনঃসংযোগ হচ্ছে...
ca: Reconnectant...
cs: Znovu pripojovani...
da: Genopretter forbindelse...
de: Verbindung wird wiederhergestellt...
el: Επανασύνδεση...
es: Reconectando...
et: Taasühendumine...
eu: Birkonektatzen...
fa: اتصال مجدد...
fi: Yhdistetään uudelleen...
fil: Muling kumokonekta...
fr: Reconnexion...
ga: Ag athcheangal...
gl: Reconectando...
gu: ફરી કનેક્ટ થઈ રહ્યું છે...
he: מתחבר מחדש...
hi: पुनः कनेक्ट हो रहा है...
hr: Ponovno povezivanje...
hu: Újrakapcsolódás...
id: Menghubungkan ulang...
it: Riconnessione...
ja: 再接続中...
ka: ხელახალი დაკავშირება...
kk: Қайта қосылуда...
km: កំពុងភ្ជាប់ឡើងវិញ...
ky: Кайра туташууда...
mk: Повторно поврзување...
mr: पुन्हा जोडत आहे...
ms: Menyambung semula...
nb: Kobler til på nytt...
nl: Opnieuw verbinden...
pt_pt: A religar...
ro: Se reconecteaza...
ru: Переподключение...
sk: Opätovne pripajanie...
sl: Ponovno povezovanje...
sq: Duke u rilidhur...
sr: Поновно повезивање...
sv: Återansluter...
ta: மீண்டும் இணைக்கிறது...
te: మళ్ళీ కనెక్ట్ అవుతోంది...
th: กำลังเชื่อมต่อใหม่...
tr: Yeniden baglaniyor...
ug: قايتا ئۇلاۋاتىدۇ...
uk: Перепідключення...
ur: ุฏูุจุงุฑ ุฌูฺ ุฑุง ...
