Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secStep3Title
source: Sealed Sender: the invisible envelope
af: Sealed Sender: die onsigbare koevert
ar: Sealed Sender: المظروف الخفي
bg: Sealed Sender: невидимият плик
bn: Sealed Sender: অদৃশ্য খাম
ca: Sealed Sender: el sobre invisible
cs: Sealed Sender: neviditelna obalka
da: Sealed Sender: den usynlige konvolut
de: Sealed Sender: der unsichtbare Umschlag
el: Sealed Sender: ο αόρατος φάκελος
es: Sealed Sender: el sobre invisible
et: Sealed Sender: nähtamatu ümbrik
eu: Sealed Sender: ikusezinezko gutun-azala
fa: Sealed Sender: پاکت نامه نامرئی
fi: Sealed Sender: näkymätön kirjekuori
fil: Sealed Sender: ang hindi nakikitang sobre
fr: Sealed Sender : l'enveloppe invisible
ga: Sealed Sender: an cludach dofheicthe
gl: Sealed Sender: o sobre invisible
gu: Sealed Sender: અદ્રશ્ય પરબિડિયું
he: Sealed Sender: המעטפה הבלתי נראית
hi: Sealed Sender: अदृश्य लिफ़ाफ़ा
hr: Sealed Sender: nevidljiva omotnica
hu: Sealed Sender: a láthatatlan boríték
id: Sealed Sender: amplop tak terlihat
it: Sealed Sender: la busta invisibile
ja: Sealed Sender：見えない封筒
ka: Sealed Sender: უხილავი კონვერტი
kk: Sealed Sender: көрінбейтін конверт
km: Sealed Sender: ស្រោមសំបុត្រដែលមើលមិនឃើញ
ky: Sealed Sender: көрүнбөс конверт
mk: Запечатен испраќач: невидливата обвивка
mr: Sealed Sender: अदृश्य लिफाफा
ms: Sealed Sender: sampul surat tidak kelihatan
nb: Sealed Sender: den usynlige konvolutten
nl: Sealed Sender: de onzichtbare envelop
pt_pt: Sealed Sender: o envelope invisivel
ro: Sealed Sender: plicul invizibil
ru: Sealed Sender: невидимый конверт
sk: Sealed Sender: neviditelna obalka
sl: Sealed Sender: nevidna ovojnica
sq: Sealed Sender: zarfi i padukshem
sr: Sealed Sender: невидљива коверта
sv: Sealed Sender: det osynliga kuvertet
ta: Sealed Sender: கண்ணுக்குத் தெரியாத உறை
te: Sealed Sender: కనిపించని ఎన్వలప్
th: Sealed Sender: ซองจดหมายล่องหน
tr: Sealed Sender: gorunmez zarf
ug: Sealed Sender: كۆرۈنمەس كونۋېرت
uk: Sealed Sender: невидимий конверт
ur: Sealed Sender: ุบุฑ ู ุฑุฆ ููุงู

# secStep3Desc
source: Imagine sending a letter by mail, but without a return address on the envelope. That's exactly what Hash does. The message is dropped into an anonymous mailbox. The server doesn't know who sent it.
af: Stel jou voor jy stuur 'n brief per pos, maar sonder 'n terugstuuradres op die koevert. Dit is presies wat Hash doen. Die boodskap word in 'n anonieme posbus geplaas. Die bediener weet nie wie dit gestuur het nie.
ar: تخيل أنك ترسل رسالة بالبريد، لكن بدون عنوان مرسل على المظروف. هذا بالضبط ما يفعله Hash. تُوضع الرسالة في صندوق بريد مجهول. الخادم لا يعرف من أرسلها.
bg: Представете си, че изпращате писмо по пощата, но без обратен адрес на плика. Точно това прави Hash. Съобщението се пуска в анонимна пощенска кутия. Сървърът не знае кой го е изпратил.
bn: কল্পনা করুন আপনি চিঠি পাঠাচ্ছেন, কিন্তু খামে কোনো প্রেরকের ঠিকানা নেই। Hash ঠিক এটাই করে। বার্তাটি একটি বেনামী মেইলবক্সে রাখা হয়। সার্ভার জানে না কে পাঠিয়েছে।
ca: Imagina que envies una carta per correu, però sense adreça del remitent al sobre. Això és exactament el que fa Hash. El missatge es diposita en una bústia anònima. El servidor no sap qui l'ha enviat.
cs: Predstav si, ze posles dopis postou, ale bez adresy odesilatele na obalce. Presne to dela Hash. Zprava je vlozena do anonymni schranky. Server nevi, kdo ji poslal.
da: Forestil dig at sende et brev med posten, men uden en afsenderadresse på konvolutten. Det er præcis hvad Hash gør. Beskeden lægges i en anonym postkasse. Serveren ved ikke, hvem der sendte den.
de: Stell dir vor, du sendest einen Brief per Post, aber ohne Absenderadresse auf dem Umschlag. Genau das macht Hash. Die Nachricht wird in einem anonymen Briefkasten abgelegt. Der Server weiß nicht, wer sie gesendet hat.
el: Φανταστείτε να στέλνετε ένα γράμμα χωρίς διεύθυνση αποστολέα στον φάκελο. Αυτό ακριβώς κάνει το Hash. Το μήνυμα αφήνεται σε ένα ανώνυμο γραμματοκιβώτιο. Ο διακομιστής δεν ξέρει ποιος το έστειλε.
es: Imagina enviar una carta por correo, pero sin dirección de remitente en el sobre. Eso es exactamente lo que hace Hash. El mensaje se deposita en un buzón anónimo. El servidor no sabe quién lo envió.
et: Kujutage ette, et saadate kirja ilma tagastusaadressita ümbrikul. Täpselt seda Hash teeb. Sõnum pannakse anonüümsesse postkasti. Server ei tea, kes selle saatis.
eu: Imajinatu gutun bat bidaltzen itzulera-helbiderik gabe gutun-azalean. Hori da zehazki Hash-ek egiten duena. Mezua postontzi anonimo batean uzten da. Zerbitzariak ez daki nork bidali duen.
fa: تصور کنید نامه‌ای بدون آدرس فرستنده روی پاکت ارسال می‌کنید. دقیقاً همین کار را Hash انجام می‌دهد. پیام در صندوق پستی ناشناس رها می‌شود. سرور نمی‌داند چه کسی آن را فرستاده.
fi: Kuvittele lähettäväsi kirjeen postitse, mutta ilman lähettäjän osoitetta kirjekuoressa. Juuri niin Hash tekee. Viesti pudotetaan anonyymiin postilaatikkoon. Palvelin ei tiedä, kuka sen lähetti.
fil: Isipin mong nagpapadala ka ng liham sa koreo, pero walang return address sa sobre. Yan mismo ang ginagawa ng Hash. Inilalagay ang mensahe sa isang anonymous na mailbox. Hindi alam ng server kung sino ang nagpadala.
fr: Imagine que tu envoies une lettre par la poste, mais sans adresse d'expéditeur sur l'enveloppe. C'est exactement ce que fait Hash. Le message est déposé dans une boîte aux lettres anonyme. Le serveur ne sait pas qui l'a envoyé.
ga: Samhlaigh go seolann tu litir sa phost, ach gan seoladh seoltora ar an gcludach. Sin direach a dheanann Hash. Fagtar an teachtaireacht i mbosca litreach anaithnid. Ni fhios don fhreastalai ce a sheol e.
gl: Imaxina que envias unha carta por correo, pero sen direccion de remitente no sobre. Iso e exactamente o que fai Hash. A mensaxe depositase nunha caixa de correo anonima. O servidor non sabe quen a enviou.
gu: કલ્પના કરો કે તમે ટપાલ દ્વારા પત્ર મોકલો છો, પરંતુ પરબિડિયા પર કોઈ રિટર્ન એડ્રેસ નથી. Hash બરાબર આ જ કરે છે. સંદેશ એક અનામી મેઈલબોક્સમાં મૂકવામાં આવે છે. સર્વરને ખબર નથી કોણે મોકલ્યો.
he: דמיין שאתה שולח מכתב בדואר, אבל בלי כתובת חוזרת על המעטפה. זה בדיוק מה ש-Hash עושה. ההודעה מופקדת בתיבת דואר אנונימית. השרת לא יודע מי שלח אותה.
hi: कल्पना करें कि आप डाक से पत्र भेजते हैं, लेकिन लिफ़ाफ़े पर प्रेषक का पता नहीं है। Hash ठीक यही करता है। संदेश एक गुमनाम मेलबॉक्स में डाला जाता है। सर्वर को नहीं पता कि इसे किसने भेजा।
hr: Zamislite da saljete pismo postom, ali bez povratne adrese na omotnici. Upravo to Hash radi. Poruka se ubacuje u anonimni postanski sanducic. Posluzitelj ne zna tko ju je poslao.
hu: Képzelje el, hogy levelet küld postán, de feladó nélkül a borítékon. Pontosan ezt teszi a Hash. Az üzenetet egy anonim postaládába dobják. A szerver nem tudja, ki küldte.
id: Bayangkan mengirim surat melalui pos, tetapi tanpa alamat pengirim di amplop. Itulah yang dilakukan Hash. Pesan dijatuhkan ke kotak surat anonim. Server tidak tahu siapa yang mengirimnya.
it: Immagina di inviare una lettera per posta, ma senza indirizzo del mittente sulla busta. È esattamente ciò che fa Hash. Il messaggio viene depositato in una casella postale anonima. Il server non sa chi lo ha inviato.
ja: 差出人の住所なしで手紙を送ることを想像してください。それがまさに Hash のすることです。メッセージは匿名のメールボックスに投函されます。サーバーは誰が送ったか知りません。
ka: წარმოიდგინეთ, რომ წერილს აგზავნით ფოსტით, მაგრამ კონვერტზე გამომგზავნის მისამართი არ არის. ზუსტად ამას აკეთებს Hash. შეტყობინება ანონიმურ საფოსტო ყუთში იტოვება. სერვერს არ იცის ვინ გაგზავნა.
kk: Пошта арқылы хат жіберіп, бірақ конверттегі жіберушінің мекенжайы жоқ деп елестетіңіз. Hash дәл осылай жасайды. Хабарлама анонимді пошта жәшігіне салынады. Сервер оны кімнің жібергенін білмейді.
km: ស្រមៃថាអ្នកផ្ញើលិខិតតាមប្រៃសណីយ៍ ប៉ុន្តែគ្មានអាសយដ្ឋានអ្នកផ្ញើនៅលើស្រោម។ នោះពិតជាអ្វីដែល Hash ធ្វើ។ សារត្រូវបានដាក់ក្នុងប្រអប់សំបុត្រអនាមិក។ ម៉ាស៊ីនមេមិនដឹងថានរណាផ្ញើវា។
ky: Кат жөнөтүүнү элестетиңиз, бирок конвертте кайтарым дареги жок. Hash дал ушуну кылат. Кат анонимдик почта кутусуна ташталат. Сервер кимдин жөнөткөнүн билбейт.
mk: Замислете дека испраќате писмо по пошта, но без адреса на испраќачот на обвивката. Токму тоа го прави Hash. Пораката се остава во анонимно поштенско сандаче. Серверот не знае кој ја испратил.
mr: कल्पना करा की तुम्ही पत्र पाठवता, पण लिफाफ्यावर पाठवणाऱ्याचा पत्ता नाही. Hash नेमके हेच करते. संदेश एका अनामिक मेलबॉक्समध्ये टाकला जातो. सर्व्हरला कोणी पाठवला हे माहित नाही.
ms: Bayangkan menghantar surat melalui pos, tetapi tanpa alamat pengirim pada sampul surat. Itulah yang Hash lakukan. Mesej dijatuhkan ke dalam peti surat tanpa nama. Pelayan tidak tahu siapa yang menghantarnya.
nb: Se for deg at du sender et brev i posten, men uten avsenderadresse på konvolutten. Det er akkurat det Hash gjør. Meldingen legges i en anonym postkasse. Serveren vet ikke hvem som sendte den.
nl: Stel je voor dat je een brief per post verstuurt, maar zonder afzender op de envelop. Dat is precies wat Hash doet. Het bericht wordt in een anonieme brievenbus gedeponeerd. De server weet niet wie het heeft verstuurd.
pt_pt: Imagina que envias uma carta pelo correio, mas sem endereco de remetente no envelope. E exatamente isso que o Hash faz. A mensagem e depositada numa caixa de correio anonima. O servidor nao sabe quem a enviou.
ro: Imagineaza-ti ca trimiti o scrisoare prin posta, dar fara adresa expeditorului pe plic. Exact asta face Hash. Mesajul este depus intr-o cutie postala anonima. Serverul nu stie cine l-a trimis.
ru: Представьте, что вы отправляете письмо по почте, но без обратного адреса на конверте. Именно это делает Hash. Сообщение опускается в анонимный почтовый ящик. Сервер не знает, кто его отправил.
sk: Predstavte si, ze posielate list postou, ale bez spatocnej adresy na obalke. Presne to robi Hash. Sprava je vlozena do anonymnej schranky. Server nevie, kto ju poslal.
sl: Predstavljajte si, da posiljate pismo po posti, vendar brez povratnega naslova na ovojnici. Tocno to pocne Hash. Sporocilo je odloženo v anonimni nabiralnik. Strežnik ne ve, kdo ga je poslal.
sq: Imagjinoni te dergoni nje leter me poste, por pa adrese kthimi ne zarf. Pikërisht kjo ndodh me Hash. Mesazhi hidhet ne nje kuti postare anonime. Serveri nuk e di kush e dergoi.
sr: Замисли да шаљеш писмо поштом, али без повратне адресе на коверти. То је тачно оно што Hash ради. Порука се убацује у анонимно поштанско сандуче. Сервер не зна ко ју је послао.
sv: Föreställ dig att du skickar ett brev med posten, men utan avsändaradress på kuvertet. Det är precis vad Hash gör. Meddelandet läggs i en anonym brevlåda. Servern vet inte vem som skickade det.
ta: திருப்பி அனுப்பும் முகவரி இல்லாமல் கடிதம் அனுப்புவது போல நினைத்துப் பாருங்கள். Hash சரியாக அதையே செய்கிறது. செய்தி அநாமதேய அஞ்சல் பெட்டியில் போடப்படுகிறது. யார் அனுப்பினார்கள் என்று சேவையகத்திற்குத் தெரியாது.
te: మెయిల్ ద్వారా ఉత్తరం పంపడం ఊహించుకోండి, కానీ ఎన్వలప్‌పై రిటర్న్ అడ్రస్ లేకుండా. Hash సరిగ్గా అదే చేస్తుంది. సందేశం అనామక మెయిల్‌బాక్స్‌లో వేయబడుతుంది. సర్వర్‌కు ఎవరు పంపారో తెలియదు.
th: ลองนึกภาพส่งจดหมายทางไปรษณีย์โดยไม่มีที่อยู่ผู้ส่ง นั่นคือสิ่งที่ Hash ทำ ข้อความถูกทิ้งในตู้ไปรษณีย์นิรนาม เซิร์ฟเวอร์ไม่รู้ว่าใครส่ง
tr: Posta ile mektup gonderdiginizi ama zarfta gonderici adresi olmadigini hayal edin. Hash tam olarak bunu yapar. Mesaj anonim bir posta kutusuna birakilir. Sunucu kimin gonderdigini bilmez.
ug: پوچتا بىلەن خەت يوللاشنى تەسەۋۋۇر قىلىڭ، لېكىن كونۋېرتتا قايتۇرۇش ئادرېسى يوق. Hash دەل شۇنداق قىلىدۇ. ئۇچۇر نامسىز پوچتا ساندۇقىغا تاشلىنىدۇ. مۇلازىمېتىر كىمنىڭ يوللىغانلىقىنى بىلمەيدۇ.
uk: Уявіть, що ви надсилаєте лист поштою, але без зворотної адреси на конверті. Саме так робить Hash. Повідомлення кидається в анонімну поштову скриньку. Сервер не знає, хто його надіслав.
ur: ุชุตูุฑ ฺฉุฑฺบ ฺฉ ุขูพ ฺุงฺฉ ุณ ุฎุท ุจฺพุฌุช ฺบุ ูฺฉู ููุงู ูพุฑ ูุงูพุณ ฺฉุง ูพุช ูฺบ  Hash ุจุงูฺฉู  ฺฉุฑุชุง  ูพุบุงู ุงฺฉ ฺฏู ูุงู ู ู ุจุงฺฉุณ ู ฺบ ฺุงู ุฏุง ุฌุงุชุง  ุณุฑูุฑ ฺฉู ูฺบ ู ุนููู ฺฉุณ ู ุจฺพุฌุง

# secStep4Title
source: The server sees nothing
af: Die bediener sien niks
ar: الخادم لا يرى شيئاً
bg: Сървърът не вижда нищо
bn: সার্ভার কিছুই দেখে না
ca: El servidor no veu res
cs: Server nic nevidi
da: Serveren ser intet
de: Der Server sieht nichts
el: Ο διακομιστής δεν βλέπει τίποτα
es: El servidor no ve nada
et: Server ei näe midagi
eu: Zerbitzariak ezer ikusten ez du
fa: سرور چیزی نمی‌بیند
fi: Palvelin ei näe mitään
fil: Walang nakikita ang server
fr: Le serveur ne voit rien
ga: Ni fheiceann an freastalai aon rud
gl: O servidor non ve nada
gu: સર્વર કંઈ જોતું નથી
he: השרת לא רואה כלום
hi: सर्वर कुछ नहीं देखता
hr: Posluzitelj ne vidi nista
hu: A szerver semmit nem lát
id: Server tidak melihat apa-apa
it: Il server non vede nulla
ja: サーバーには何も見えない
ka: სერვერი ვერაფერს ხედავს
kk: Сервер ештеңе көрмейді
km: ម៉ាស៊ីនមេមើលមិនឃើញអ្វី
ky: Сервер эч нерсе көрбөйт
mk: Серверот не гледа ништо
mr: सर्व्हरला काहीही दिसत नाही
ms: Pelayan tidak melihat apa-apa
nb: Serveren ser ingenting
nl: De server ziet niets
pt_pt: O servidor nao ve nada
ro: Serverul nu vede nimic
ru: Сервер ничего не видит
sk: Server nic nevidi
sl: Strežnik ne vidi nicesar
sq: Serveri nuk sheh asgje
sr: Сервер не види ништа
sv: Servern ser ingenting
ta: சேவையகம் எதையும் பார்க்காது
te: సర్వర్ ఏమీ చూడదు
th: เซิร์ฟเวอร์ไม่เห็นอะไร
tr: Sunucu hicbir sey gormez
ug: مۇلازىمېتىر ھېچنىمە كۆرمەيدۇ
uk: Сервер нічого не бачить
ur: ุณุฑูุฑ ฺฉฺฺพ ูฺบ ุฏฺฉฺพุชุง

# secStep4Desc
source: The server acts as a blind postman. It only knows "someone dropped something in mailbox #A7X9". It doesn't know who sent it, what it is, or who it's for.
af: Die bediener tree op as 'n blinde posman. Dit weet net "iemand het iets in posbus #A7X9 geplaas". Dit weet nie wie dit gestuur het, wat dit is, of vir wie dit is nie.
ar: يعمل الخادم كساعي بريد أعمى. يعرف فقط أن "شخصاً ما وضع شيئاً في الصندوق #A7X9". لا يعرف من أرسله، ولا ما هو، ولا لمن.
bg: Сървърът действа като сляп пощальон. Той знае само, че "някой е пуснал нещо в пощенска кутия #A7X9". Не знае кой го е изпратил, какво е или за кого е.
bn: সার্ভার একজন অন্ধ ডাকপিয়নের মতো। এটি শুধু জানে "কেউ #A7X9 মেইলবক্সে কিছু রেখেছে"। কে পাঠিয়েছে, কী আছে বা কার জন্য — জানে না।
ca: El servidor fa de carter cec. Només sap que "algú ha dipositat alguna cosa a la bústia #A7X9". No sap qui l'ha enviat, què és, ni per a qui és.
cs: Server je jako slepy listonosc. Vi jen, ze "nekdo neco vlozil do schranky #A7X9". Nevi, kdo to poslal, co to je, ani komu je to urceno.
da: Serveren fungerer som en blind postbud. Den ved kun "nogen lagde noget i postkasse #A7X9". Den ved ikke, hvem der sendte det, hvad det er, eller hvem det er til.
de: Der Server agiert als blinder Briefträger. Er weiß nur, dass "jemand etwas in Briefkasten #A7X9 gelegt hat". Er weiß nicht, wer es gesendet hat, was es ist oder für wen es bestimmt ist.
el: Ο διακομιστής λειτουργεί ως τυφλός ταχυδρόμος. Ξέρει μόνο "κάποιος άφησε κάτι στο γραμματοκιβώτιο #A7X9". Δεν ξέρει ποιος το έστειλε, τι είναι ή σε ποιον απευθύνεται.
es: El servidor actúa como un cartero ciego. Solo sabe que "alguien dejó algo en el buzón #A7X9". No sabe quién lo envió, qué es, ni para quién es.
et: Server toimib pimeda postiljonina. Ta teab ainult, et "keegi pani midagi postkasti #A7X9". Ta ei tea, kes selle saatis, mis see on ega kellele see on.
eu: Zerbitzariak kartero itsu gisa jarduten du. Bakarrik badaki "norbaitek zerbait utzi du #A7X9 postontzia". Ez daki nork bidali zuen, zer den, edo norentzat den.
fa: سرور مانند یک پستچی نابینا عمل می‌کند. فقط می‌داند "کسی چیزی در صندوق پستی #A7X9 گذاشت". نمی‌داند چه کسی فرستاده، چیست، یا برای کیست.
fi: Palvelin toimii sokeana postinkantajana. Se tietää vain "joku pudotti jotain postilaatikkoon #A7X9". Se ei tiedä kuka lähetti, mitä se on tai kenelle se on tarkoitettu.
fil: Ang server ay parang isang bulag na kartero. Alam lang nito na "may naglagay ng isang bagay sa mailbox #A7X9". Hindi nito alam kung sino ang nagpadala, ano ito, o para kanino.
fr: Le serveur joue le rôle d'un facteur aveugle. Il sait juste "quelqu'un a déposé quelque chose dans la boîte #A7X9". Il ne sait pas qui l'a envoyé, ce que c'est, ni à qui c'est destiné.
ga: Ta rol an fhir phoist dhaill ag an bhfreastalai. Ni fhios do ach "d'fhag duine eigin rud i mbosca #A7X9". Ni fhios do ce a sheol e, cad e, na ce do.
gl: O servidor actua como un carteiro cego. So sabe que "alguén deixou algo na caixa #A7X9". Non sabe quen o enviou, que e, nin para quen e.
gu: સર્વર એક આંધળા ટપાલીની ભૂમિકા ભજવે છે. તે ફક્ત જાણે છે "કોઈએ મેઈલબોક્સ #A7X9 માં કંઈક મૂક્યું". તે જાણતું નથી કોણે મોકલ્યું, શું છે, કે કોના માટે છે.
he: השרת פועל כדוור עיוור. הוא רק יודע "מישהו הפקיד משהו בתיבה #A7X9". הוא לא יודע מי שלח, מה זה, או למי זה מיועד.
hi: सर्वर एक अंधे डाकिये की तरह काम करता है। वह केवल जानता है कि "किसी ने मेलबॉक्स #A7X9 में कुछ डाला"। उसे नहीं पता कि किसने भेजा, क्या है, या किसके लिए है।
hr: Posluzitelj djeluje kao slijepi postar. Zna samo da je "netko ubacio nesto u sanducic #A7X9". Ne zna tko je poslao, sto je to ili kome je namijenjeno.
hu: A szerver vak postásként működik. Csak annyit tud, hogy "valaki bedobott valamit az #A7X9 postaládába". Nem tudja, ki küldte, mi az, vagy kinek szól.
id: Server bertindak sebagai tukang pos yang buta. Ia hanya tahu "seseorang menjatuhkan sesuatu di kotak surat #A7X9". Ia tidak tahu siapa yang mengirimnya, apa itu, atau untuk siapa.
it: Il server funge da postino cieco. Sa solo che "qualcuno ha depositato qualcosa nella casella #A7X9". Non sa chi lo ha inviato, cosa sia, né a chi è destinato.
ja: サーバーは目の見えない郵便配達員のように機能します。「誰かがメールボックス #A7X9 に何かを入れた」ということだけを知っています。誰が送ったか、何であるか、誰宛てかは分かりません。
ka: სერვერი ბრმა ფოსტალიონის როლს ასრულებს. მხოლოდ იცის, რომ "ვიღაცამ რაღაც ჩააგდო საფოსტო ყუთში #A7X9". არ იცის ვინ გაგზავნა, რა არის, ან ვისთვისაა.
kk: Сервер соқыр пошташы сияқты. Ол тек "біреу #A7X9 жәшігіне бірдеңе салды" деп біледі. Кімнің жібергенін, не екенін немесе кімге арналғанын білмейді.
km: ម៉ាស៊ីនមេដើរតួជាអ្នកប្រៃសណីយ៍ខ្វាក់។ វាដឹងតែ "នរណាម្នាក់បានដាក់អ្វីមួយនៅក្នុងប្រអប់ #A7X9"។ វាមិនដឹងថានរណាផ្ញើ អ្វីនោះ ឬសម្រាប់នរណា។
ky: Сервер сокур почтачы ролун аткарат. Ал "кимдир бирөө #A7X9 кутусуна бир нерсе таштады" деп гана билет. Кимдин жөнөткөнүн, эмне экенин же кимге арналганын билбейт.
mk: Серверот делува како слеп поштар. Знае само "некој оставил нешто во сандаче #A7X9". Не знае кој го испратил, што е тоа или за кого е.
mr: सर्व्हर एका आंधळ्या पोस्टमनसारखे काम करतो. त्याला फक्त माहित आहे "कोणीतरी मेलबॉक्स #A7X9 मध्ये काहीतरी टाकले". कोणी पाठवले, काय आहे, किंवा कोणासाठी आहे हे माहित नाही.
ms: Pelayan bertindak sebagai posmen buta. Ia hanya tahu "seseorang menjatuhkan sesuatu dalam peti surat #A7X9". Ia tidak tahu siapa yang menghantarnya, apa itu, atau untuk siapa.
nb: Serveren fungerer som en blind postmann. Den vet bare at «noen la noe i postkasse #A7X9». Den vet ikke hvem som sendte det, hva det er, eller hvem det er til.
nl: De server fungeert als een blinde postbode. Het weet alleen dat "iemand iets in brievenbus #A7X9 heeft gedeponeerd". Het weet niet wie het heeft gestuurd, wat het is of voor wie het is.
pt_pt: O servidor age como um carteiro cego. Apenas sabe "alguem depositou algo na caixa #A7X9". Nao sabe quem enviou, o que e, nem para quem e.
ro: Serverul actioneaza ca un postas orb. Stie doar ca "cineva a depus ceva in cutia postala #A7X9". Nu stie cine l-a trimis, ce este sau pentru cine este.
ru: Сервер действует как слепой почтальон. Он знает только, что «кто-то положил что-то в ящик #A7X9». Он не знает, кто отправил, что это и для кого.
sk: Server funguje ako slepy postar. Vie len, ze "niekto nieco vlozil do schranky #A7X9". Nevie, kto to poslal, co to je ani pre koho to je.
sl: Strežnik deluje kot slep postar. Ve samo, da je "nekdo nekaj odložil v nabiralnik #A7X9". Ne ve, kdo je poslal, kaj je ali za koga je.
sq: Serveri vepron si nje postar i verber. Di vetem qe "dikush hodhi diçka ne kutine postare #A7X9". Nuk e di kush e dergoi, çfare eshte ose per ke eshte.
sr: Сервер делује као слепи поштар. Зна само "неко је убацио нешто у сандуче #A7X9". Не зна ко је послао, шта је то, нити коме је намењено.
sv: Servern agerar som en blind brevbärare. Den vet bara "någon lade något i brevlåda #A7X9". Den vet inte vem som skickade det, vad det är eller vem det är till.
ta: சேவையகம் ஒரு கண்ணில்லா தபால்காரனாக செயல்படுகிறது. "யாரோ #A7X9 பெட்டியில் ஏதோ போட்டார்கள்" என்று மட்டுமே அது அறியும். யார் அனுப்பினார்கள், என்ன, யாருக்கு என்று தெரியாது.
te: సర్వర్ గుడ్డి పోస్ట్‌మ్యాన్‌లా పనిచేస్తుంది. దానికి "ఎవరో మెయిల్‌బాక్స్ #A7X9 లో ఏదో వేశారు" అని మాత్రమే తెలుసు. ఎవరు పంపారో, ఏమిటో, ఎవరి కోసమో తెలియదు.
th: เซิร์ฟเวอร์ทำหน้าที่เป็นบุรุษไปรษณีย์ตาบอด รู้แค่ว่า "มีคนทิ้งอะไรบางอย่างในตู้ #A7X9" ไม่รู้ว่าใครส่ง อะไร หรือสำหรับใคร
tr: Sunucu kor bir postaci rolunu oynar. Yalnizca "birisi #A7X9 kutusuna bir sey birakti" bilir. Kimin gonderdigini, ne oldugunu veya kime yonelik oldugunu bilmez.
ug: مۇلازىمېتىر سوقۇر پوچتاچىدەك ئىشلەيدۇ. پەقەت «بىرسى #A7X9 ساندۇقىغا بىرنىمە تاشلىدى» نى بىلىدۇ. كىم يوللىدى، نېمە، كىمگە — بىلمەيدۇ.
uk: Сервер діє як сліпий листоноша. Він знає лише «хтось кинув щось у скриньку #A7X9». Не знає, хто надіслав, що це, або для кого.
ur: ุณุฑูุฑ ุงฺฉ ุงูุฏฺพ ฺุงฺฉ ฺฉ ุทุฑุญ ฺฉุงู ฺฉุฑุชุง  ุงุณ ุตุฑู ุงุชูุง ู ุนููู  ฺฉ "ฺฉุณ ู ู ู ุจุงฺฉุณ #A7X9 ู ฺบ ฺฉฺฺพ ฺุงูุง" ู ู ุนููู ฺฉุณ ู ุจฺพุฌุงุ ฺฉุง ุ ุง ฺฉุณ ฺฉ ู 
