Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secNeverCollected
source: Never collected
af: Nooit ingesamel
ar: لا تُجمع أبداً
bg: Никога не се събират
bn: কখনো সংগ্রহ করা হয় না
ca: Mai recollit
cs: Nikdy neshromazdeno
da: Aldrig indsamlet
de: Nie gesammelt
el: Δεν συλλέγονται ποτέ
es: Nunca recopilado
et: Kunagi ei koguta
eu: Inoiz ez dira biltzen
fa: هرگز جمع‌آوری نمی‌شود
fi: Ei koskaan kerätty
fil: Hindi kailanman kinokolekta
fr: Jamais collecté
ga: Ni bhailítear riamh
gl: Nunca recollido
gu: ક્યારેય એકત્ર નહીં
he: אף פעם לא נאסף
hi: कभी एकत्र नहीं किया
hr: Nikada prikupljeno
hu: Soha nem gyűjtött
id: Tidak pernah dikumpulkan
it: Mai raccolto
ja: 収集しない情報
ka: არასოდეს შეგროვებული
kk: Ешқашан жиналмайды
km: មិនដែលប្រមូល
ky: Эч качан чогултулбайт
mk: Никогаш не се собира
mr: कधीही गोळा केले नाही
ms: Tidak pernah dikumpul
nb: Aldri samlet inn
nl: Nooit verzameld
pt_pt: Nunca recolhido
ro: Niciodata colectate
ru: Никогда не собирается
sk: Nikdy zbierane
sl: Nikoli zbrano
sq: Kurre e mbledhur
sr: Никада прикупљено
sv: Aldrig insamlat
ta: ஒருபோதும் சேகரிக்கப்படாது
te: ఎప్పుడూ సేకరించబడదు
th: ไม่เคยเก็บ
tr: Asla toplanmaz
ug: ھەرگىز توپلانمايدۇ
uk: Ніколи не збираються
ur: ฺฉุจฺพ ุฌู ุน ูฺบ ฺฉุง ุฌุงุชุง

# secNeverItem1
source: Message content
af: Boodskapinhoud
ar: محتوى الرسائل
bg: Съдържание на съобщения
bn: বার্তার বিষয়বস্তু
ca: Contingut dels missatges
cs: Obsah zprav
da: Beskedindhold
de: Nachrichteninhalt
el: Περιεχόμενο μηνυμάτων
es: Contenido de los mensajes
et: Sõnumite sisu
eu: Mezuen edukia
fa: محتوای پیام
fi: Viestien sisältö
fil: Nilalaman ng mensahe
fr: Contenu des messages
ga: Abhar na dteachtaireachtai
gl: Contido das mensaxes
gu: સંદેશ સામગ્રી
he: תוכן הודעות
hi: संदेश सामग्री
hr: Sadrzaj poruka
hu: Üzenet tartalom
id: Konten pesan
it: Contenuto dei messaggi
ja: メッセージ内容
ka: შეტყობინებების შინაარსი
kk: Хабарлама мазмұны
km: មាតិកាសារ
ky: Кат мазмуну
mk: Содржина на пораки
mr: संदेश सामग्री
ms: Kandungan mesej
nb: Meldingsinnhold
nl: Berichtinhoud
pt_pt: Conteudo das mensagens
ro: Continutul mesajelor
ru: Содержание сообщений
sk: Obsah sprav
sl: Vsebina sporocil
sq: Permbajtja e mesazheve
sr: Садржај порука
sv: Meddelandeinnehåll
ta: செய்தி உள்ளடக்கம்
te: సందేశ విషయం
th: เนื้อหาข้อความ
tr: Mesaj icerigi
ug: ئۇچۇر مەزمۇنى
uk: Вміст повідомлень
ur: ูพุบุงู ฺฉุง ู ูุงุฏ

# secNeverItem2
source: Contact list
af: Kontaklys
ar: قائمة جهات الاتصال
bg: Списък с контакти
bn: পরিচিতি তালিকা
ca: Llista de contactes
cs: Seznam kontaktu
da: Kontaktliste
de: Kontaktliste
el: Λίστα επαφών
es: Lista de contactos
et: Kontaktide nimekiri
eu: Kontaktu-zerrenda
fa: لیست مخاطبین
fi: Yhteystietoluettelo
fil: Listahan ng kontak
fr: Liste de contacts
ga: Liosta teagmhalaithe
gl: Lista de contactos
gu: સંપર્ક યાદી
he: רשימת אנשי קשר
hi: संपर्क सूची
hr: Lista kontakata
hu: Névjegylista
id: Daftar kontak
it: Lista dei contatti
ja: 連絡先リスト
ka: კონტაქტების სია
kk: Контактілер тізімі
km: បញ្ជីទំនាក់ទំនង
ky: Контакттар тизмеси
mk: Листа на контакти
mr: संपर्क यादी
ms: Senarai kenalan
nb: Kontaktliste
nl: Contactenlijst
pt_pt: Lista de contactos
ro: Lista de contacte
ru: Список контактов
sk: Zoznam kontaktov
sl: Seznam stikov
sq: Lista e kontakteve
sr: Листа контаката
sv: Kontaktlista
ta: தொடர்புப் பட்டியல்
te: పరిచయ జాబితా
th: รายชื่อผู้ติดต่อ
tr: Kisi listesi
ug: ئالاقىداش تىزىملىكى
uk: Список контактів
ur: ุฑุงุจุทูฺบ ฺฉ ูุฑุณุช

# secNeverItem3
source: Phone number
af: Telefoonnommer
ar: رقم الهاتف
bg: Телефонен номер
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonni cislo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
et: Telefoninumber
eu: Telefono-zenbakia
fa: شماره تلفن
fi: Puhelinnumero
fil: Numero ng telepono
fr: Numéro de téléphone
ga: Uimhir ghuthain
gl: Numero de telefono
gu: ફોન નંબર
he: מספר טלפון
hi: फ़ोन नंबर
hr: Telefonski broj
hu: Telefonszám
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
km: លេខទូរស័ព្ទ
ky: Телефон номери
mk: Телефонски број
mr: फोन नंबर
ms: Nombor telefon
nb: Telefonnummer
nl: Telefoonnummer
pt_pt: Numero de telefone
ro: Numarul de telefon
ru: Номер телефона
sk: Telefonne cislo
sl: Telefonska stevilka
sq: Numri i telefonit
sr: Број телефона
sv: Telefonnummer
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
th: เบอร์โทรศัพท์
tr: Telefon numarasi
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: ููู ูู ุจุฑ

# secNeverItem4
source: Email address
af: E-posadres
ar: عنوان البريد الإلكتروني
bg: Имейл адрес
bn: ইমেইল ঠিকানা
ca: Adreça de correu electrònic
cs: E-mailova adresa
da: Emailadresse
de: E-Mail-Adresse
el: Διεύθυνση email
es: Dirección de email
et: E-posti aadress
eu: Email helbidea
fa: آدرس ایمیل
fi: Sähköpostiosoite
fr: Adresse email
ga: Seoladh riomhphoist
gl: Direccion de email
gu: ઈમેલ એડ્રેસ
he: כתובת אימייל
hi: ईमेल पता
hr: E-mail adresa
hu: E-mail cím
id: Alamat email
it: Indirizzo email
ja: メールアドレス
ka: ელფოსტის მისამართი
kk: Электрондық пошта мекенжайы
km: អាសយដ្ឋានអ៊ីមែល
ky: Электрондук почта дареги
mk: Е-пошта адреса
mr: ईमेल पत्ता
ms: Alamat emel
nb: E-postadresse
nl: E-mailadres
pt_pt: Endereco de email
ro: Adresa de email
ru: Адрес электронной почты
sk: Emailova adresa
sl: E-postni naslov
sq: Adresa e email
sr: Имејл адреса
sv: E-postadress
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ అడ్రస్
th: อีเมล
tr: E-posta adresi
ug: ئېلخەت ئادرېسى
uk: Електронна адреса
ur: ุง ู ู ุงฺุฑุณ

# secNeverItem5
source: IP address
af: IP-adres
ar: عنوان IP
bg: IP адрес
bn: IP ঠিকানা
ca: Adreça IP
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
et: IP-aadress
eu: IP helbidea
fa: آدرس IP
fi: IP-osoite
fr: Adresse IP
ga: Seoladh IP
gl: Direccion IP
gu: IP એડ્રેસ
he: כתובת IP
hi: IP पता
hr: IP adresa
hu: IP cím
id: Alamat IP
it: Indirizzo IP
ja: IP アドレス
ka: IP მისამართი
kk: IP мекенжайы
km: អាសយដ្ឋាន IP
ky: IP дареги
mk: IP адреса
mr: IP पत्ता
ms: Alamat IP
nb: IP-adresse
nl: IP-adres
pt_pt: Endereco IP
ro: Adresa IP
ru: IP-адрес
sk: IP adresa
sl: IP naslov
sq: Adresa IP
sr: IP адреса
sv: IP-adress
ta: IP முகவரி
te: IP అడ్రస్
th: IP แอดเดรส
tr: IP adresi
ug: IP ئادرېسى
uk: IP-адреса
ur: IP ุงฺุฑุณ

# secNeverItem6
source: Location
af: Ligging
ar: الموقع
bg: Местоположение
bn: অবস্থান
ca: Ubicació
cs: Poloha
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
et: Asukoht
eu: Kokapena
fa: موقعیت مکانی
fi: Sijainti
fil: Lokasyon
fr: Localisation
ga: Suiomh
gl: Localizacion
gu: સ્થાન
he: מיקום
hi: स्थान
hr: Lokacija
hu: Tartózkodási hely
id: Lokasi
it: Posizione
ja: 位置情報
ka: მდებარეობა
kk: Орналасқан жер
km: ទីតាំង
ky: Жайгашуу
mk: Локација
mr: स्थान
ms: Lokasi
nb: Posisjon
nl: Locatie
pt_pt: Localizacao
ro: Locatia
ru: Местоположение
sk: Poloha
sl: Lokacija
sq: Vendndodhja
sr: Локација
sv: Plats
ta: இருப்பிடம்
te: స్థానం
th: ตำแหน่ง
tr: Konum
ug: ئورۇن
uk: Місцезнаходження
ur: ู ูุงู

# secNeverItem7
source: Metadata (who talks to whom)
af: Metadata (wie praat met wie)
ar: البيانات الوصفية (من يتحدث مع من)
bg: Метаданни (кой с кого говори)
bn: মেটাডেটা (কে কার সাথে কথা বলে)
ca: Metadades (qui parla amb qui)
cs: Metadata (kdo s kym komunikuje)
da: Metadata (hvem taler med hvem)
de: Metadaten (wer mit wem kommuniziert)
el: Μεταδεδομένα (ποιος μιλά σε ποιον)
es: Metadatos (quién habla con quién)
et: Metaandmed (kes kellega räägib)
eu: Metadatuak (nork norekin hitz egiten duen)
fa: فراداده (چه کسی با چه کسی صحبت می‌کند)
fi: Metatiedot (kuka puhuu kenelle)
fil: Metadata (sino ang nag-uusap sa sino)
fr: Métadonnées (qui parle à qui)
ga: Meiteashonrai (ce ata ag caint le ce)
gl: Metadatos (quen fala con quen)
gu: મેટાડેટા (કોણ કોની સાથે વાત કરે)
he: מטא-נתונים (מי מדבר עם מי)
hi: मेटाडेटा (कौन किससे बात करता है)
hr: Metapodaci (tko razgovara s kime)
hu: Metaadatok (ki kivel beszél)
id: Metadata (siapa berbicara dengan siapa)
it: Metadati (chi parla con chi)
ja: メタデータ（誰が誰と話しているか）
ka: მეტამონაცემები (ვინ ვისთან საუბრობს)
kk: Метадеректер (кім кіммен сөйлеседі)
km: Metadata (នរណាជជែកជាមួយនរណា)
ky: Метамаалыматтар (кимдин ким менен сүйлөшкөнү)
mk: Метаподатоци (кој разговара со кого)
mr: मेटाडेटा (कोण कोणाशी बोलतो)
ms: Metadata (siapa bercakap dengan siapa)
nb: Metadata (hvem snakker med hvem)
nl: Metadata (wie praat met wie)
pt_pt: Metadados (quem fala com quem)
ro: Metadate (cine vorbeste cu cine)
ru: Метаданные (кто с кем общается)
sk: Metaudaje (kto s kym komunikuje)
sl: Metapodatki (kdo komunicira s kom)
sq: Metadatat (kush flet me ke)
sr: Метаподаци (ко разговара са ким)
sv: Metadata (vem pratar med vem)
ta: மெட்டாடேட்டா (யார் யாருடன் பேசுகிறார்கள்)
te: మెటాడేటా (ఎవరు ఎవరితో మాట్లాడతారు)
th: เมตาดาต้า (ใครคุยกับใคร)
tr: Metaveriler (kim kiminle konusuyor)
ug: مېتا سانلىق مەلۇمات (كىم كىم بىلەن سۆزلىشىدۇ)
uk: Метадані (хто з ким спілкується)
ur: ู ูนุง ฺูนุง (ฺฉูู ฺฉุณ ุณ ุจุงุช ฺฉุฑุชุง )

# secNeverItem8
source: Call history
af: Oproepgeskiedenis
ar: سجل المكالمات
bg: История на обажданията
bn: কল ইতিহাস
ca: Historial de trucades
cs: Historie hovoru
da: Opkaldshistorik
de: Anrufverlauf
el: Ιστορικό κλήσεων
es: Historial de llamadas
et: Kõnede ajalugu
eu: Dei-historia
fa: سابقه تماس
fi: Puheluhistoria
fil: History ng tawag
fr: Historique d'appels
ga: Stair glaonna
gl: Historial de chamadas
gu: કોલ ઈતિહાસ
he: היסטוריית שיחות
hi: कॉल इतिहास
hr: Povijest poziva
hu: Hívástörténet
id: Riwayat panggilan
it: Cronologia delle chiamate
ja: 通話履歴
ka: ზარების ისტორია
kk: Қоңырау тарихы
km: ប្រវត្តិការហៅ
ky: Чалуу тарыхы
mk: Историја на повици
mr: कॉल इतिहास
ms: Sejarah panggilan
nb: Samtalehistorikk
nl: Oproepgeschiedenis
pt_pt: Historico de chamadas
ro: Istoricul apelurilor
ru: История звонков
sk: Historia hovorov
sl: Zgodovina klicev
sq: Historiku i thirrjeve
sr: Историја позива
sv: Samtalshistorik
ta: அழைப்பு வரலாறு
te: కాల్ చరిత్ర
th: ประวัติสาย
tr: Arama gecmisi
ug: چاقىرىش تارىخى
uk: Історія дзвінків
ur: ฺฉุงู ุณูนุฑ

# secNeverItem9
source: Address book
af: Adresboek
ar: دفتر العناوين
bg: Адресна книга
bn: ঠিকানা বই
ca: Llibreta d'adreces
cs: Adresar
da: Adressebog
de: Adressbuch
el: Βιβλίο διευθύνσεων
es: Agenda de contactos
et: Aadressiraamat
eu: Helbide-liburua
fa: دفترچه تلفن
fi: Osoitekirja
fr: Carnet d'adresses
ga: Leabhar seoltai
gl: Axenda de direccions
gu: ફોનબુક
he: ספר כתובות
hi: एड्रेस बुक
hr: Adresar
hu: Címjegyzék
id: Buku alamat
it: Rubrica
ja: アドレス帳
ka: მისამართების წიგნი
kk: Мекенжай кітапшасы
km: សៀវភៅអាសយដ្ឋាន
ky: Дарек китеби
mk: Адресар
mr: पत्ता पुस्तक
ms: Buku alamat
nb: Adressebok
nl: Adresboek
pt_pt: Agenda de contactos
ro: Agenda de contacte
ru: Адресная книга
sk: Adresar
sl: Adresna knjiga
sq: Libri i adresave
sr: Именик
sv: Adressbok
ta: முகவரிப் புத்தகம்
te: అడ్రస్ బుక్
th: สมุดรายชื่อ
tr: Adres defteri
ug: ئادرېس دەپتىرى
uk: Адресна книга
ur: ุงฺุฑุณ ุจฺฉ

# secNeverItem10
source: Advertising identifiers
af: Advertensie-identifiseerders
ar: معرّفات الإعلانات
bg: Рекламни идентификатори
bn: বিজ্ঞাপন শনাক্তকারী
ca: Identificadors publicitaris
cs: Reklamni identifikatory
da: Reklameidentifikatorer
de: Werbe-Identifikatoren
el: Διαφημιστικά αναγνωριστικά
es: Identificadores publicitarios
et: Reklaamiidentifikaatorid
eu: Iragarki-identifikatzaileak
fa: شناسه‌های تبلیغاتی
fi: Mainostunnisteet
fil: Mga advertising identifier
fr: Identifiants publicitaires
ga: Aitheantoir fograiochta
gl: Identificadores publicitarios
gu: જાહેરાત ઓળખકર્તા
he: מזהי פרסום
hi: विज्ञापन पहचानकर्ता
hr: Identifikatori za oglasavanje
hu: Hirdetési azonosítók
id: Pengenal iklan
it: Identificatori pubblicitari
ja: 広告識別子
ka: სარეკლამო იდენტიფიკატორები
kk: Жарнама идентификаторлары
km: អត្តសញ្ញាណផ្សាយពាណិជ្ជកម្ម
ky: Жарнама идентификаторлору
mk: Рекламни идентификатори
mr: जाहिरात ओळखकर्ते
ms: Pengecam pengiklanan
nb: Reklameidentifikatorer
nl: Advertentie-identificatoren
pt_pt: Identificadores publicitarios
ro: Identificatori publicitari
ru: Рекламные идентификаторы
sk: Reklamne identifikatory
sl: Oglaševalski identifikatorji
sq: Identifikuesit e reklamave
sr: Рекламни идентификатори
sv: Reklamidentifierare
ta: விளம்பர அடையாளங்காட்டிகள்
te: ప్రకటన ఐడెంటిఫైయర్లు
th: ตัวระบุโฆษณา
tr: Reklam tanimlayicilari
ug: ئېلان كىملىكلىرى
uk: Рекламні ідентифікатори
ur: ุงุดุชุงุฑ ุดูุงุฎุช ฺฉููุฏฺฏุงู

# secTempStored
source: Stored temporarily
af: Tydelik gestoor
ar: مخزن مؤقتاً
bg: Временно съхранявани
bn: অস্থায়ীভাবে সংরক্ষিত
ca: Emmagatzemat temporalment
cs: Docasne ulozeno
da: Midlertidigt gemt
de: Temporär gespeichert
el: Προσωρινά αποθηκευμένα
es: Almacenado temporalmente
et: Ajutiselt salvestatud
eu: Aldi baterako gordeta
fa: به طور موقت ذخیره شده
fi: Väliaikaisesti tallennettu
fil: Pansamantalang nakaimbak
fr: Stocké temporairement
ga: Storailte go sealadach
gl: Almacenado temporalmente
gu: અસ્થાયી રીતે સંગ્રહિત
he: מאוחסן זמנית
hi: अस्थायी रूप से संग्रहीत
hr: Privremeno pohranjeno
hu: Ideiglenesen tárolt
id: Disimpan sementara
it: Memorizzato temporaneamente
ja: 一時的に保存
ka: დროებით შენახული
kk: Уақытша сақталады
km: រក្សាទុកបណ្តោះអាសន្ន
ky: Убактылуу сакталган
mk: Привремено зачувано
mr: तात्पुरते साठवलेले
ms: Disimpan sementara
nb: Lagret midlertidig
nl: Tijdelijk opgeslagen
pt_pt: Armazenado temporariamente
ro: Stocate temporar
ru: Хранится временно
sk: Ulozene docasne
sl: Zacasno shranjeno
sq: E ruajtur perkohesisht
sr: Привремено сачувано
sv: Tillfälligt lagrat
ta: தற்காலிகமாக சேமிக்கப்படும்
te: తాత్కాలికంగా నిల్వ చేయబడింది
th: จัดเก็บชั่วคราว
tr: Gecici olarak saklanir
ug: ۋاقىتلىق ساقلىنىدۇ
uk: Зберігається тимчасово
ur: ุนุงุฑุถ ุทูุฑ ูพุฑ ู ุญููุธ

# secTempItem1
source: Anonymous Hash ID (unique identifier)
af: Anonieme Hash ID (unieke identifiseerder)
ar: معرّف Hash مجهول (معرّف فريد)
bg: Анонимен Hash ID (уникален идентификатор)
bn: বেনামী Hash ID (অনন্য শনাক্তকারী)
ca: Hash ID anònim (identificador únic)
cs: Anonymni Hash ID (jedinecny identifikator)
da: Anonymt Hash-ID (unik identifikator)
de: Anonyme Hash ID (einzigartiger Identifikator)
el: Ανώνυμο Hash ID (μοναδικό αναγνωριστικό)
es: Hash ID anónimo (identificador único)
et: Anonüümne Hash ID (unikaalne identifikaator)
eu: Hash ID anonimoa (identifikatzaile bakarra)
fa: Hash ID ناشناس (شناسه منحصربه‌فرد)
fi: Anonyymi Hash ID (ainutlaatuinen tunniste)
fil: Anonymous na Hash ID (natatanging identifier)
fr: Hash ID anonyme (identifiant unique)
ga: Hash ID anaithnid (aitheantoir uathuil)
gl: Hash ID anonimo (identificador unico)
gu: અનામી Hash ID (અનન્ય ઓળખકર્તા)
he: Hash ID אנונימי (מזהה ייחודי)
hi: गुमनाम Hash ID (अद्वितीय पहचानकर्ता)
hr: Anonimni Hash ID (jedinstveni identifikator)
hu: Anonim Hash ID (egyedi azonosító)
id: Hash ID anonim (pengenal unik)
it: Hash ID anonimo (identificativo unico)
ja: 匿名 Hash ID（固有識別子）
ka: ანონიმური Hash ID (უნიკალური იდენტიფიკატორი)
kk: Анонимді Hash ID (бірегей идентификатор)
km: Hash ID អនាមិក (អត្តសញ្ញាណតែមួយ)
ky: Анонимдик Hash ID (уникалдуу идентификатор)
mk: Анонимен Hash ID (уникатен идентификатор)
mr: अनामिक Hash ID (अद्वितीय ओळखकर्ता)
ms: Hash ID tanpa nama (pengecam unik)
nb: Anonym Hash-ID (unik identifikator)
nl: Anonieme Hash-ID (unieke identificatiecode)
pt_pt: Hash ID anonimo (identificador unico)
ro: Hash ID anonim (identificator unic)
ru: Анонимный Hash ID (уникальный идентификатор)
sk: Anonymne Hash ID (jedinecny identifikator)
sl: Anonimni Hash ID (edinstveni identifikator)
sq: Hash ID anonim (identifikues unik)
sr: Анониман Hash ID (јединствени идентификатор)
sv: Anonymt Hash-ID (unik identifierare)
ta: அநாமதேய Hash ID (தனிப்பட்ட அடையாளங்காட்டி)
te: అనామక Hash ID (ప్రత్యేక ఐడెంటిఫైయర్)
th: Hash ID นิรนาม (ตัวระบุเฉพาะ)
tr: Anonim Hash Kimligi (benzersiz tanimlayici)
ug: نامسىز Hash ID (ئۆزگىچە كىملىك)
uk: Анонімний Hash ID (унікальний ідентифікатор)
ur: ฺฏู ูุงู Hash ID (ู ููุฑุฏ ุดูุงุฎุช ฺฉููุฏ)

# secTempItem2
source: Public encryption keys
af: Publieke enkripsie-sleutels
ar: مفاتيح التشفير العامة
bg: Публични ключове за криптиране
bn: পাবলিক এনক্রিপশন কী
ca: Claus públiques de xifrat
cs: Verejne sifrovaci klice
da: Offentlige krypteringsnøgler
de: Öffentliche Verschlüsselungsschlüssel
el: Δημόσια κλειδιά κρυπτογράφησης
es: Claves públicas de cifrado
et: Avalikud krüpteerimisvõtmed
eu: Enkriptazio gako publikoak
fa: کلیدهای عمومی رمزنگاری
fi: Julkiset salausavaimet
fil: Mga pampublikong encryption key
fr: Clés publiques de chiffrement
ga: Eochracha criptithe poibli
gl: Chaves publicas de cifrado
gu: પબ્લિક એન્ક્રિપ્શન કી
he: מפתחות הצפנה ציבוריים
hi: सार्वजनिक एन्क्रिप्शन कुंजियां
hr: Javni kljucevi za enkripciju
hu: Nyilvános titkosítási kulcsok
id: Kunci enkripsi publik
it: Chiavi pubbliche di crittografia
ja: 公開暗号鍵
ka: საჯარო დაშიფვრის გასაღებები
kk: Ашық шифрлау кілттері
km: កូនសោសាធារណៈអ៊ិនគ្រីប
ky: Ачык шифрлөө ачкычтары
mk: Јавни клучеви за енкрипција
mr: सार्वजनिक एन्क्रिप्शन की
ms: Kunci penyulitan awam
nb: Offentlige krypteringsnøkler
nl: Openbare versleutelingssleutels
pt_pt: Chaves publicas de encriptacao
ro: Chei publice de criptare
ru: Публичные ключи шифрования
sk: Verejne sifrovacie kluce
sl: Javni kljuci za sifriranje
sq: Çelesa publike kriptimi
sr: Јавни кључеви за шифровање
sv: Publika krypteringsnycklar
ta: பொது குறியாக்க விசைகள்
te: పబ్లిక్ ఎన్‌క్రిప్షన్ కీలు
th: คีย์เข้ารหัสสาธารณะ
tr: Genel sifreleme anahtarlari
ug: ئاممىۋى شىفىرلاش ئاچقۇچلىرى
uk: Публічні ключі шифрування
ur: ุนูุงู  ุงูฺฉุฑูพุดู ฺฉุฒ

# secTempItem3
source: Encrypted messages in transit (max 24h)
af: Geënkripteerde boodskappe in transito (maks 24u)
ar: رسائل مشفرة في الطريق (24 ساعة كحد أقصى)
bg: Криптирани съобщения в транзит (макс. 24ч)
bn: ট্রানজিটে এনক্রিপ্টেড বার্তা (সর্বোচ্চ ২৪ ঘণ্টা)
ca: Missatges xifrats en trànsit (màx 24h)
cs: Sifrovane zpravy v tranzitu (max 24 h)
da: Krypterede beskeder under transport (maks 24t)
de: Verschlüsselte Nachrichten im Transit (max. 24h)
el: Κρυπτογραφημένα μηνύματα σε μεταφορά (μέγ. 24ω)
es: Mensajes cifrados en tránsito (máx. 24h)
et: Krüpteeritud sõnumid teel (max 24t)
eu: Bidean dauden mezu enkriptatuak (max 24o)
fa: پیام‌های رمزنگاری‌شده در حال انتقال (حداکثر ۲۴ ساعت)
fi: Salatut viestit kuljetettavana (maks. 24t)
fil: Mga naka-encrypt na mensahe na in-transit (max 24o)
fr: Messages chiffrés en transit (max 24h)
ga: Teachtaireachtai criptithe ar bealach (24u ar a mhead)
gl: Mensaxes cifradas en transito (max 24 h)
gu: ટ્રાન્ઝિટમાં એન્ક્રિપ્ટેડ સંદેશાઓ (મહત્તમ 24ક)
he: הודעות מוצפנות במעבר (24 שעות מקס')
hi: ट्रांज़िट में एन्क्रिप्टेड संदेश (अधिकतम 24 घंटे)
hr: Enkriptirane poruke u prijenosu (maks. 24h)
hu: Titkosított üzenetek átvitel közben (max. 24ó)
id: Pesan terenkripsi dalam transit (maks 24j)
it: Messaggi crittografati in transito (max 24h)
ja: 転送中の暗号化メッセージ（最大24時間）
ka: ტრანზიტში მყოფი დაშიფრული შეტყობინებები (მაქს. 24სთ)
kk: Транзиттегі шифрланған хабарламалар (ең көбі 24 сағ)
km: សារអ៊ិនគ្រីបកំពុងដឹកជញ្ជូន (អតិបរមា ២៤ ម៉ោង)
ky: Транзиттеги шифрленген каттар (макс 24с)
mk: Енкриптирани пораки во транзит (макс 24ч)
mr: ट्रान्झिटमधील एन्क्रिप्टेड संदेश (जास्तीत जास्त 24 ता)
ms: Mesej yang disulitkan dalam transit (maks 24j)
nb: Krypterte meldinger under overføring (maks 24t)
nl: Versleutelde berichten onderweg (max 24u)
pt_pt: Mensagens encriptadas em transito (max 24h)
ro: Mesaje criptate in tranzit (max 24h)
ru: Зашифрованные сообщения в транзите (макс. 24 ч)
sk: Sifrovane spravy v tranzite (max 24h)
sl: Sifrirana sporocila v tranzitu (najv. 24h)
sq: Mesazhe te kriptuara ne tranzit (maks 24h)
sr: Шифроване поруке у транзиту (макс 24ч)
sv: Krypterade meddelanden under transport (max 24t)
ta: போக்குவரத்தில் குறியாக்கம் செய்யப்பட்ட செய்திகள் (அதிகபட்சம் 24 மணி நேரம்)
te: రవాణాలో ఉన్న ఎన్‌క్రిప్టెడ్ సందేశాలు (గరిష్టంగా 24 గం)
th: ข้อความเข้ารหัสระหว่างทาง (สูงสุด 24 ชม.)
tr: Aktarimdaki sifreli mesajlar (maks 24sa)
ug: يولدىكى شىفىرلانغان ئۇچۇرلار (ئەڭ كۆپ 24 سائەت)
uk: Зашифровані повідомлення в транзиті (макс. 24 год)
ur: ูนุฑุงูุฒูน ู ฺบ ุงูฺฉุฑูพูนฺ ูพุบุงู ุงุช (ุฒุงุฏ ุณ ุฒุงุฏ 24 ฺฏฺพููน)
