Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# verifyStep2
source: Compare the security numbers or scan QR codes
af: Vergelyk die sekuriteitsnommers of skandeer QR-kodes
ar: قارن أرقام الأمان أو امسح رموز QR
bg: Сравнете номерата за сигурност или сканирайте QR кодове
bn: নিরাপত্তা নম্বর তুলনা করুন বা QR কোড স্ক্যান করুন
ca: Compareu els números de seguretat o escanegeu els codis QR
cs: Porovnejte bezpecnostni cisla nebo naskenujte QR kody
da: Sammenlign sikkerhedsnumrene eller scan QR-koder
de: Vergleiche die Sicherheitsnummern oder scanne die QR-Codes
el: Συγκρίνετε τους αριθμούς ασφαλείας ή σαρώστε τα QR code
es: Compara los números de seguridad o escanea los códigos QR
et: Võrrelge turvanumbreid või skaneerige QR code'e
eu: Konparatu segurtasun-zenbakiak edo eskaneatu QR code-ak
fa: شماره‌های امنیتی را مقایسه کنید یا QR code اسکن کنید
fi: Vertaa turvanumeroita tai skannaa QR-koodit
fil: Ikumpara ang mga security number o mag-scan ng mga QR code
fr: Comparez les numéros de sécurité ou scannez les QR codes
ga: Cuir na huimhreacha slandala no na coid QR i gcomparaid
gl: Comparade os numeros de seguridade ou escaneade os codigos QR
gu: સુરક્ષા નંબરોની તુલના કરો અથવા QR કોડ સ્કેન કરો
he: השווה את מספרי האבטחה או סרוק קודי QR
hi: सुरक्षा संख्याओं की तुलना करें या QR कोड स्कैन करें
hr: Usporedite sigurnosne brojeve ili skenirajte QR code
hu: Hasonlítsa össze a biztonsági számokat vagy olvassa be a QR code-okat
id: Bandingkan nomor keamanan atau pindai kode QR
it: Confronta i numeri di sicurezza o scansiona i codici QR
ja: セキュリティ番号を比較するか QR code をスキャンする
ka: შეადარეთ უსაფრთხოების ნომრები ან დაასკანერეთ QR code-ები
kk: Қауіпсіздік нөмірлерін салыстырыңыз немесе QR кодтарды сканерлеңіз
km: ប្រៀបធៀបលេខសុវត្ថិភាព ឬស្កេន QR code
ky: Коопсуздук номерлерин салыштырыңыз же QR коддорду скандаңыз
mk: Споредете ги безбедносните броеви или скенирајте QR code
mr: सुरक्षा क्रमांकांची तुलना करा किंवा QR कोड स्कॅन करा
ms: Bandingkan nombor keselamatan atau imbas kod QR
nb: Sammenlign sikkerhetsnumrene eller skann QR-koder
nl: Vergelijk de beveiligingsnummers of scan QR-codes
pt_pt: Compare os numeros de seguranca ou leia os codigos QR
ro: Compara numerele de securitate sau scaneaza QR code-urile
ru: Сравните номера безопасности или сканируйте QR code
sk: Porovnajte bezpecnostne cisla alebo naskenujte QR code
sl: Primerjajte varnostne stevilke ali skenirajte QR code
sq: Krahasoni numrat e sigurise ose skanoni QR code
sr: Упоредите безбедносне бројеве или скенирајте QR кодове
sv: Jämför säkerhetsnumren eller skanna QR-koder
ta: பாதுகாப்பு எண்களை ஒப்பிடுங்கள் அல்லது QR குறியீடுகளை ஸ்கேன் செய்யுங்கள்
te: భద్రతా సంఖ్యలను పోల్చండి లేదా QR code లు స్కాన్ చేయండి
th: เปรียบเทียบหมายเลขความปลอดภัยหรือสแกน QR Code
tr: Guvenlik numaralarini karsilastirin veya QR kodlari tarayin
ug: بىخەتەرلىك نومۇرلىرىنى سېلىشتۇرۇڭ ياكى QR code سىكانىرلاڭ
uk: Порівняйте номери безпеки або скануйте QR code
ur: ุณฺฉูุฑูน ูู ุจุฑุฒ ฺฉุง ู ูุงุฒู ฺฉุฑฺบ ุง QR code ุงุณฺฉู ฺฉุฑฺบ

# verifyStep3
source: If they match, your chat is secure
af: As hulle ooreenstem, is jou geselsie veilig
ar: إذا تطابقت، فدردشتك آمنة
bg: Ако съвпадат, чатът ви е сигурен
bn: যদি মিলে যায়, আপনার চ্যাট নিরাপদ
ca: Si coincideixen, el xat és segur
cs: Pokud se shoduji, vas chat je zabezpeceny
da: Hvis de stemmer overens, er din chat sikker
de: Wenn sie übereinstimmen, ist dein Chat sicher
el: Αν ταιριάζουν, η συνομιλία σας είναι ασφαλής
es: Si coinciden, tu chat es seguro
et: Kui need ühtivad, on teie vestlus turvaline
eu: Bat badatoz, zure txata segurua da
fa: اگر مطابقت دارند، گفتگوی شما امن است
fi: Jos ne täsmäävät, keskustelusi on turvallinen
fil: Kung magkatugma sila, ligtas ang iyong chat
fr: S'ils correspondent, votre chat est sécurisé
ga: Ma mheaitsealann siad, ta do chomhra slan
gl: Se coinciden, o chat e seguro
gu: જો તે મેળ ખાય, તો તમારી ચેટ સુરક્ષિત છે
he: אם הם תואמים, הצ'אט שלך מאובטח
hi: यदि वे मेल खाती हैं, तो आपका चैट सुरक्षित है
hr: Ako se podudaraju, vas razgovor je siguran
hu: Ha egyeznek, a beszélgetése biztonságos
id: Jika cocok, obrolan Anda aman
it: Se corrispondono, la tua chat è sicura
ja: 一致すればチャットは安全です
ka: თუ ემთხვევა, თქვენი ჩატი უსაფრთხოა
kk: Сәйкес келсе, чатыңыз қауіпсіз
km: ប្រសិនបើវាត្រូវគ្នា ការជជែករបស់អ្នកមានសុវត្ថិភាព
ky: Эгер дал келсе, чатыңыз коопсуз
mk: Ако се совпаѓаат, вашиот разговор е безбеден
mr: जर ते जुळले, तर तुमचा चॅट सुरक्षित आहे
ms: Jika sepadan, sembang anda selamat
nb: Hvis de stemmer, er chatten din sikker
nl: Als ze overeenkomen, is je chat beveiligd
pt_pt: Se corresponderem, a sua conversa e segura
ro: Daca se potrivesc, conversatia ta este sigura
ru: Если совпадают, ваш чат защищён
sk: Ak sa zhoduju, vasa konverzacia je bezpecna
sl: Ce se ujemajo, je vas pogovor varen
sq: Nese perputhen, biseda juaj eshte e sigurt
sr: Ако се поклапају, ваш чет је безбедан
sv: Om de matchar är din chatt säker
ta: அவை பொருந்தினால், உங்கள் உரையாடல் பாதுகாப்பானது
te: అవి సరిపోలితే, మీ చాట్ సురక్షితం
th: หากตรงกัน แชทของคุณปลอดภัย
tr: Eslesiyorsa, sohbetiniz guvenlidir
ug: ماس كەلسە، پاراڭىڭىز بىخەتەر
uk: Якщо вони збігаються, ваш чат захищено
ur: ุงฺฏุฑ ู ู ูุช ฺบุ ุชู ุขูพ ฺฉ ฺูน ู ุญููุธ 

source: Scan to verify
af: Skandeer om te verifieer
ar: امسح للتحقق
bg: Сканирайте за проверка
bn: যাচাই করতে স্ক্যান করুন
ca: Escanejar per verificar
cs: Naskenovat pro overeni
da: Scan for at bekræfte
de: Scannen zur Überprüfung
el: Σάρωση για επαλήθευση
es: Escanear para verificar
et: Skaneeri kontrollimiseks
eu: Eskaneatu egiaztatzeko
fa: اسکن برای تأیید
fi: Skannaa tarkistaaksesi
fil: Mag-scan para i-verify
fr: Scanner pour vérifier
ga: Scan chun fioiru
gl: Escanear para verificar
gu: ચકાસવા માટે સ્કેન કરો
he: סרוק לאימות
hi: सत्यापन के लिए स्कैन करें
hr: Skeniraj za provjeru
hu: Beolvasás az ellenőrzéshez
id: Pindai untuk memverifikasi
it: Scansiona per verificare
ja: スキャンして確認
ka: სკანირება შესამოწმებლად
kk: Тексеру үшін сканерлеу
km: ស្កេនដើម្បីផ្ទៀងផ្ទាត់
ky: Текшерүү үчүн скандоо
mk: Скенирај за потврда
mr: सत्यापनासाठी स्कॅन करा
ms: Imbas untuk mengesahkan
nb: Skann for å verifisere
nl: Scannen om te verifiëren
pt_pt: Ler para verificar
ro: Scaneaza pentru verificare
ru: Сканировать для проверки
sk: Naskenovat na overenie
sl: Skeniraj za preverjanje
sq: Skano per te verifikuar
sr: Скенирај за проверу
sv: Skanna för att verifiera
ta: சரிபார்க்க ஸ்கேன் செய்
te: ధృవీకరించడానికి స్కాన్ చేయి
th: สแกนเพื่อตรวจสอบ
tr: Dogrulamak icin tarayin
ug: تەكشۈرۈش ئۈچۈن سىكانىرلاش
uk: Сканувати для перевірки
ur: ุชุตุฏู ฺฉ ู ุงุณฺฉู ฺฉุฑฺบ

source: Report spam
af: Rapporteer gemorspos
ar: الإبلاغ عن رسائل غير مرغوبة
bg: Докладване на спам
bn: স্প্যাম রিপোর্ট করুন
ca: Reportar spam
cs: Nahlasit spam
da: Rapporter spam
de: Als Spam melden
el: Αναφορά spam
es: Reportar como spam
et: Teata rämpspostist
eu: Salatu spam-a
fa: گزارش هرزنامه
fi: Ilmianna roskaposti
fil: I-report ang spam
fr: Signaler comme spam
ga: Tuairiscigh mar thruflais
gl: Denunciar spam
gu: સ્પામ રિપોર્ટ કરો
he: דווח על ספאם
hi: स्पैम की रिपोर्ट करें
hr: Prijavi nezelenu postu
hu: Spam jelentése
id: Laporkan spam
it: Segnala come spam
ja: スパムを報告
ka: სპამის შეტყობინება
kk: Спам туралы хабарлау
km: រាយការណ៍ spam
ky: Спам деп кабарлоо
mk: Пријави спам
mr: स्पॅम रिपोर्ट करा
ms: Laporkan spam
nb: Rapporter som spam
nl: Spam melden
pt_pt: Denunciar spam
ro: Raporteaza spam
ru: Пожаловаться на спам
sk: Nahlasit spam
sl: Prijavi nezaželeno pošto
sq: Raporto spam
sr: Пријави спам
sv: Rapportera spam
ta: ஸ்பேம் புகார்
te: స్పామ్ రిపోర్ట్ చేయి
th: แจ้งสแปม
tr: Spam olarak bildir
ug: ئەخلەت خەت دوكلاتىش
uk: Поскаржитися на спам
ur: ุณูพู ุฑูพูุฑูน ฺฉุฑฺบ

# reportSpamSubtitle
source: Report this contact as spam
af: Rapporteer hierdie kontak as gemorspos
ar: الإبلاغ عن جهة الاتصال هذه كرسائل غير مرغوبة
bg: Докладвайте този контакт като спам
bn: এই পরিচিতিকে স্প্যাম হিসেবে রিপোর্ট করুন
ca: Reporta aquest contacte com a spam
cs: Nahlasit tento kontakt jako spam
da: Rapporter denne kontakt som spam
de: Diesen Kontakt als Spam melden
el: Αναφέρετε αυτήν την επαφή ως spam
es: Reportar este contacto como spam
et: Teatage sellest kontaktist kui rämpspostist
eu: Salatu kontaktu hau spam gisa
fa: گزارش این مخاطب به عنوان هرزنامه
fi: Ilmianna tämä yhteystieto roskapostiksi
fil: I-report ang kontak na ito bilang spam
fr: Signaler ce contact comme spam
ga: Tuairiscigh an teagmhail seo mar thruflais
gl: Denunciar este contacto como spam
gu: આ સંપર્કને સ્પામ તરીકે રિપોર્ટ કરો
he: דווח על איש קשר זה כספאם
hi: इस संपर्क को स्पैम के रूप में रिपोर्ट करें
hr: Prijavi ovaj kontakt kao nezelenu postu
hu: Névjegy jelentése spamként
id: Laporkan kontak ini sebagai spam
it: Segnala questo contatto come spam
ja: この連絡先をスパムとして報告
ka: ამ კონტაქტის სპამად შეტყობინება
kk: Бұл контактты спам ретінде хабарлау
km: រាយការណ៍ទំនាក់ទំនងនេះជា spam
ky: Бул контактты спам деп кабарлоо
mk: Пријави го овој контакт како спам
mr: या संपर्काला स्पॅम म्हणून रिपोर्ट करा
ms: Laporkan kenalan ini sebagai spam
nb: Rapporter denne kontakten som spam
nl: Dit contact als spam melden
pt_pt: Denunciar este contacto como spam
ro: Raporteaza acest contact ca spam
ru: Пожаловаться на этот контакт как спам
sk: Nahlasit tento kontakt ako spam
sl: Prijavite ta stik kot nezaželeno pošto
sq: Raportoni kete kontakt si spam
sr: Пријави овај контакт као спам
sv: Rapportera denna kontakt som spam
ta: இந்தத் தொடர்பை ஸ்பேம் எனப் புகார் செய்
te: ఈ పరిచయాన్ని స్పామ్‌గా రిపోర్ట్ చేయి
th: แจ้งผู้ติดต่อนี้ว่าเป็นสแปม
tr: Bu kisiyi spam olarak bildir
ug: بۇ ئالاقىداشنى ئەخلەت دەپ دوكلاتىش
uk: Повідомити про цей контакт як спам
ur: ุงุณ ุฑุงุจุท ฺฉู ุณูพู ฺฉ ุทูุฑ ูพุฑ ุฑูพูุฑูน ฺฉุฑฺบ

# reportSpamDescription
source: This will anonymously report this contact. Your identity will not be shared. Are you sure?
af: Dit sal hierdie kontak anoniem rapporteer. Jou identiteit sal nie gedeel word nie. Is jy seker?
ar: سيتم الإبلاغ عن جهة الاتصال هذه بشكل مجهول. لن تتم مشاركة هويتك. هل أنت متأكد؟
bg: Това ще докладва анонимно този контакт. Вашата самоличност няма да бъде споделена. Сигурни ли сте?
bn: এই পরিচিতিকে বেনামে রিপোর্ট করা হবে। আপনার পরিচয় শেয়ার করা হবে না। আপনি কি নিশ্চিত?
ca: Aquest contacte serà reportat de forma anònima. La teva identitat no serà compartida. N'estàs segur?
cs: Tento kontakt bude anonymne nahlasen. Vase identita nebude sdilena. Jste si jisti?
da: Denne kontakt vil blive rapporteret anonymt. Din identitet vil ikke blive delt. Er du sikker?
de: Dieser Kontakt wird anonym gemeldet. Deine Identität wird nicht geteilt. Bist du sicher?
el: Αυτό θα αναφέρει ανώνυμα αυτήν την επαφή. Η ταυτότητά σας δεν θα κοινοποιηθεί. Είστε σίγουροι;
es: Este contacto será reportado de forma anónima. Tu identidad no será compartida. ¿Estás seguro?
et: See teatab anonüümselt sellest kontaktist. Teie identiteeti ei jagata. Kas olete kindel?
eu: Honek kontaktu hau anonimoki salatuko du. Zure identitatea ez da partekatuko. Ziur zaude?
fa: این مخاطب به صورت ناشناس گزارش می‌شود. هویت شما فاش نمی‌شود. آیا مطمئن هستید؟
fi: Tämä yhteystieto ilmiannetaan anonyymisti. Henkilöllisyyttäsi ei jaeta. Oletko varma?
fil: Anonymously ire-report ang kontak na ito. Hindi ibabahagi ang iyong identity. Sigurado ka ba?
fr: Ce contact sera signalé de manière anonyme. Votre identité ne sera pas partagée. Êtes-vous sûr ?
ga: Tuairiscitear an teagmhail seo go hanaithnid. Ni roinnfear d'aitheantas. An bhfuil tu cinnte?
gl: Este contacto sera denunciado de forma anonima. A tua identidade non sera compartida. Estas seguro?
gu: આ સંપર્ક ગુપ્ત રીતે રિપોર્ટ થશે. તમારી ઓળખ શેર કરવામાં આવશે નહીં. શું તમે ખાતરી કરો છો?
he: איש קשר זה ידווח באופן אנונימי. הזהות שלך לא תשותף. האם אתה בטוח?
hi: इस संपर्क की गुमनाम रूप से रिपोर्ट की जाएगी। आपकी पहचान साझा नहीं की जाएगी। क्या आप निश्चित हैं?
hr: Ovo ce anonimno prijaviti ovaj kontakt. Vas identitet nece biti podijeljen. Jeste li sigurni?
hu: Ez névtelenül jelenti ezt a névjegyet. A személyazonossága nem kerül megosztásra. Biztos benne?
id: Ini akan melaporkan kontak ini secara anonim. Identitas Anda tidak akan dibagikan. Anda yakin?
it: Questo contatto sarà segnalato in modo anonimo. La tua identità non sarà condivisa. Sei sicuro?
ja: この連絡先を匿名で報告します。あなたの身元は共有されません。よろしいですか？
ka: ეს ანონიმურად შეატყობინებს ამ კონტაქტის შესახებ. თქვენი ვინაობა არ გაზიარდება. დარწმუნებული ხართ?
kk: Бұл контакт анонимді түрде хабарланады. Сіздің жеке басыңыз бөлісілмейді. Сенімдісіз бе?
km: ទំនាក់ទំនងនេះនឹងត្រូវបានរាយការណ៍ដោយអនាមិក។ អត្តសញ្ញាណរបស់អ្នកនឹងមិនត្រូវបានចែករំលែក។ តើអ្នកប្រាកដទេ?
ky: Бул контакт анонимдүү түрдө кабарланат. Сиздин инсандыгыңыз бөлүшүлбөйт. Ишенесизби?
mk: Ова анонимно ќе го пријави овој контакт. Вашиот идентитет нема да биде споделен. Дали сте сигурни?
mr: हा संपर्क निनावीपणे रिपोर्ट केला जाईल. तुमची ओळख शेअर केली जाणार नाही. तुम्हाला खात्री आहे का?
ms: Ini akan melaporkan kenalan ini secara tanpa nama. Identiti anda tidak akan dikongsi. Anda pasti?
nb: Denne kontakten rapporteres anonymt. Din identitet deles ikke. Er du sikker?
nl: Dit contact wordt anoniem gemeld. Je identiteit wordt niet gedeeld. Weet je het zeker?
pt_pt: Este contacto sera denunciado anonimamente. A sua identidade nao sera partilhada. Tem a certeza?
ro: Aceasta va raporta anonim acest contact. Identitatea ta nu va fi partajata. Esti sigur?
ru: Это анонимно сообщит об этом контакте. Ваша личность не будет раскрыта. Вы уверены?
sk: Toto anonymne nahlasi tento kontakt. Vasa identita nebude zdielana. Ste si isty?
sl: To bo anonimno prijavilo ta stik. Vasa identiteta ne bo razkrita. Ste prepricani?
sq: Kjo do te raportoje anonim kete kontakt. Identiteti juaj nuk do te ndahet. Jeni i sigurt?
sr: Овај контакт ће бити анонимно пријављен. Ваш идентитет неће бити откривен. Да ли сте сигурни?
sv: Denna kontakt rapporteras anonymt. Din identitet delas inte. Är du säker?
ta: இந்தத் தொடர்பு அநாமதேயமாகப் புகார் செய்யப்படும். உங்கள் அடையாளம் பகிரப்படாது. உறுதியா?
te: ఇది ఈ పరిచయాన్ని అనామకంగా రిపోర్ట్ చేస్తుంది. మీ గుర్తింపు షేర్ చేయబడదు. మీరు ఖచ్చితంగా అనుకుంటున్నారా?
th: ผู้ติดต่อนี้จะถูกแจ้งโดยไม่เปิดเผยตัว ตัวตนของคุณจะไม่ถูกเปิดเผย แน่ใจหรือไม่?
tr: Bu kisi anonim olarak bildirilecektir. Kimliginiz paylasılmayacaktir. Emin misiniz?
ug: بۇ ئالاقىداشنى نامسىز دوكلاتىدۇ. كىملىكىڭىز ئاشكارىلانمايدۇ. جەزىملىمۇ؟
uk: Це анонімно повідомить про цей контакт. Ваша особистість не буде розкрита. Ви впевнені?
ur:  ุงุณ ุฑุงุจุท ฺฉ ฺฏู ูุงู ุฑูพูุฑูน ฺฉุฑ ฺฏุง ุขูพ ฺฉ ุดูุงุฎุช ุดุฆุฑ ูฺบ ฺฉ ุฌุงุฆ ฺฏ ฺฉุง ุขูพ ูู ฺบุ

source: Report
af: Rapporteer
ar: إبلاغ
bg: Докладване
bn: রিপোর্ট
ca: Reportar
cs: Nahlasit
da: Rapporter
de: Melden
el: Αναφορά
es: Reportar
et: Teata
eu: Salatu
fa: گزارش
fi: Ilmianna
fil: I-report
fr: Signaler
ga: Tuairiscigh
gl: Denunciar
gu: રિપોર્ટ
he: דווח
hi: रिपोर्ट करें
hr: Prijavi
hu: Jelentés
id: Laporkan
it: Segnala
ja: 報告
ka: შეტყობინება
kk: Хабарлау
km: រាយការណ៍
ky: Кабарлоо
mk: Пријави
mr: रिपोर्ट करा
ms: Laporkan
nb: Rapporter
nl: Melden
pt_pt: Denunciar
ro: Raporteaza
ru: Пожаловаться
sk: Nahlasit
sl: Prijavi
sq: Raporto
sr: Пријави
sv: Rapportera
ta: புகார்
te: రిపోర్ట్ చేయి
th: แจ้ง
tr: Bildir
ug: دوكلاتىش
uk: Поскаржитися
ur: ุฑูพูุฑูน ฺฉุฑฺบ

source: Spam reported
af: Gemorspos gerapporteer
ar: تم الإبلاغ عن الرسائل غير المرغوبة
bg: Спамът е докладван
bn: স্প্যাম রিপোর্ট করা হয়েছে
ca: Spam reportat
cs: Spam nahlasen
da: Spam rapporteret
de: Spam gemeldet
el: Αναφέρθηκε ως spam
es: Spam reportado
et: Rämpspostist teatatud
eu: Spam-a salatuta
fa: هرزنامه گزارش شد
fi: Roskaposti ilmiannettu
fil: Na-report ang spam
fr: Spam signalé
ga: Truflais tuairiscithe
gl: Spam denunciado
gu: સ્પામ રિપોર્ટ થયો
he: ספאם דווח
hi: स्पैम रिपोर्ट किया गया
hr: Nezelena posta prijavljena
hu: Spam jelentve
id: Spam dilaporkan
it: Spam segnalato
ja: スパムが報告されました
ka: სპამი შეტყობინებულია
kk: Спам хабарланды
km: Spam បានរាយការណ៍
ky: Спам кабарланды
mk: Спамот е пријавен
mr: स्पॅम रिपोर्ट केला
ms: Spam dilaporkan
nb: Spam rapportert
nl: Spam gemeld
pt_pt: Spam denunciado
ro: Spam raportat
ru: Спам отмечен
sk: Spam nahlaseny
sl: Nezaželena pošta prijavljena
sq: Spam u raportua
sr: Спам пријављен
sv: Spam rapporterat
ta: ஸ்பேம் புகார் செய்யப்பட்டது
te: స్పామ్ రిపోర్ట్ చేయబడింది
th: แจ้งสแปมแล้ว
tr: Spam bildirildi
ug: ئەخلەت خەت دوكلاتىلدى
uk: Спам повідомлено
ur: ุณูพู ุฑูพูุฑูน ู ฺฏุง

# reportError
source: Failed to send report. Please try again.
af: Kon nie rapport stuur nie. Probeer asseblief weer.
ar: فشل إرسال البلاغ. يرجى المحاولة مرة أخرى.
bg: Неуспешно изпращане на доклад. Моля, опитайте отново.
bn: রিপোর্ট পাঠাতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Error en enviar el report. Si us plau, torna-ho a provar.
cs: Odeslani hlaseni se nezdarilo. Zkuste to prosim znovu.
da: Kunne ikke sende rapport. Prøv venligst igen.
de: Fehler beim Senden der Meldung. Bitte versuche es erneut.
el: Αποτυχία αποστολής αναφοράς. Παρακαλώ δοκιμάστε ξανά.
es: Error al enviar el reporte. Inténtalo de nuevo.
et: Teate saatmine ebaõnnestus. Palun proovige uuesti.
eu: Huts egin du salaketa bidaltzean. Saiatu berriro.
fa: ارسال گزارش ناموفق بود. لطفاً دوباره تلاش کنید.
fi: Ilmiannon lähettäminen epäonnistui. Yritä uudelleen.
fil: Hindi naipadala ang report. Subukan muli.
fr: Échec de l'envoi du signalement. Veuillez réessayer.
ga: Theip ar sheoladh na tuairisce. Bain triail eile as.
gl: Non se puido enviar a denuncia. Intentao de novo.
gu: રિપોર્ટ મોકલવામાં નિષ્ફળ. કૃપા કરીને ફરી પ્રયાસ કરો.
he: שליחת הדיווח נכשלה. אנא נסה שוב.
hi: रिपोर्ट भेजने में विफल। कृपया पुनः प्रयास करें।
hr: Slanje prijave neuspjesno. Pokusajte ponovo.
hu: Nem sikerült elküldeni a jelentést. Kérjük, próbálja újra.
id: Gagal mengirim laporan. Silakan coba lagi.
it: Errore nell'invio della segnalazione. Riprova.
ja: 報告の送信に失敗しました。もう一度お試しください。
ka: შეტყობინების გაგზავნა ვერ მოხერხდა. გთხოვთ სცადეთ ხელახლა.
kk: Хабарламаны жіберу сәтсіз болды. Қайталап көріңіз.
km: ការផ្ញើរបាយការណ៍បរាជ័យ។ សូមព្យាយាមម្តងទៀត។
ky: Кабарды жөнөтүү ийгиликсиз болду. Кайра аракет кылыңыз.
mk: Испраќањето на пријавата не успеа. Ве молиме обидете се повторно.
mr: रिपोर्ट पाठवण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा.
ms: Gagal menghantar laporan. Sila cuba lagi.
nb: Kunne ikke sende rapport. Vennligst prøv igjen.
nl: Rapport kon niet worden verzonden. Probeer het opnieuw.
pt_pt: Falha ao enviar denuncia. Tente novamente.
ro: Raportul nu a putut fi trimis. Te rugam sa incerci din nou.
ru: Не удалось отправить жалобу. Попробуйте снова.
sk: Nepodarilo sa odoslat nahlasenie. Skuste to znova.
sl: Prijave ni bilo mogoce poslati. Poskusite znova.
sq: Raportimi nuk u dergua. Ju lutem provoni perseri.
sr: Слање пријаве неуспешно. Покушајте поново.
sv: Kunde inte skicka rapport. Försök igen.
ta: புகாரை அனுப்புவதில் தோல்வி. மீண்டும் முயற்சிக்கவும்.
te: రిపోర్ట్ పంపడం విఫలమైంది. దయచేసి మళ్ళీ ప్రయత్నించండి.
th: ส่งรายงานล้มเหลว กรุณาลองอีกครั้ง
tr: Bildirim gonderilemedi. Lutfen tekrar deneyin.
ug: دوكلات يوللاش مەغلۇب بولدى. قايتا سىناڭ.
uk: Не вдалося надіслати скаргу. Спробуйте ще раз.
ur: ุฑูพูุฑูน ุจฺพุฌู ู ฺบ ูุงฺฉุงู  ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# reportRateLimited
source: You have reached the maximum number of reports for today.
af: Jy het die maksimum aantal rapporte vir vandag bereik.
ar: لقد وصلت إلى الحد الأقصى من البلاغات لهذا اليوم.
bg: Достигнахте максималния брой доклади за днес.
bn: আজকের জন্য সর্বোচ্চ রিপোর্ট সংখ্যা পৌঁছে গেছে।
ca: Has assolit el nombre màxim de reports per avui.
cs: Dosahli jste maximalniho poctu hlaseni pro dnesek.
da: Du har nået det maksimale antal rapporter for i dag.
de: Du hast die maximale Anzahl von Meldungen für heute erreicht.
el: Έχετε φτάσει τον μέγιστο αριθμό αναφορών για σήμερα.
es: Has alcanzado el número máximo de reportes por hoy.
et: Olete jõudnud tänase teadete piirini.
eu: Gaurko salaketen muga maximora iritsi zara.
fa: به حداکثر تعداد گزارش‌های امروز رسیده‌اید.
fi: Olet saavuttanut tämän päivän ilmiantojen enimmäismäärän.
fil: Naabot mo na ang maximum na bilang ng mga report para ngayon.
fr: Vous avez atteint le nombre maximum de signalements pour aujourd'hui.
ga: Shroich tu an t-uaslion tuairisci don la inniu.
gl: Alcanzaches o numero maximo de denuncias por hoxe.
gu: તમે આજે માટે મહત્તમ રિપોર્ટ મર્યાદા પર પહોંચી ગયા છો.
he: הגעת למספר המקסימלי של דיווחים להיום.
hi: आपने आज के लिए अधिकतम रिपोर्ट सीमा पूरी कर ली है।
hr: Dostigli ste maksimalan broj prijava za danas.
hu: Elérte a mai napi maximális jelentések számát.
id: Anda telah mencapai jumlah maksimum laporan untuk hari ini.
it: Hai raggiunto il numero massimo di segnalazioni per oggi.
ja: 本日の報告上限に達しました。
ka: თქვენ მიაღწიეთ დღის მაქსიმალურ შეტყობინებების რაოდენობას.
kk: Бүгін хабарлаудың ең жоғары санына жеттіңіз.
km: អ្នកបានឈានដល់ចំនួនអតិបរមានៃរបាយការណ៍សម្រាប់ថ្ងៃនេះ។
ky: Бүгүнкү кабарлоо чегине жеттиңиз.
mk: Го достигнавте максималниот број пријави за денес.
mr: तुम्ही आजच्या रिपोर्टची कमाल मर्यादा गाठली आहे.
ms: Anda telah mencapai jumlah maksimum laporan untuk hari ini.
nb: Du har nådd maksimalt antall rapporter for i dag.
nl: Je hebt het maximale aantal meldingen voor vandaag bereikt.
pt_pt: Atingiu o numero maximo de denuncias para hoje.
ro: Ai atins numarul maxim de rapoarte pentru azi.
ru: Вы достигли максимального количества жалоб на сегодня.
sk: Dosiahli ste maximalny pocet nahlaseni na dnes.
sl: Dosegli ste najvecje stevilo prijav za danes.
sq: Keni arritur numrin maksimal te raportimeve per sot.
sr: Достигли сте максималан број пријава за данас.
sv: Du har nått det maximala antalet rapporter för idag.
ta: இன்றைய அதிகபட்ச புகார்களை எட்டிவிட்டீர்கள்.
te: ఈ రోజు మీ గరిష్ట రిపోర్ట్‌ల సంఖ్యకు చేరుకున్నారు.
th: คุณแจ้งถึงจำนวนสูงสุดของวันนี้แล้ว
tr: Bugun icin maksimum bildirim sayisina ulastiniz.
ug: بۈگۈنكى ئەڭ كۆپ دوكلات سانىغا يەتتىڭىز.
uk: Ви досягли максимальної кількості скарг за сьогодні.
ur: ุขูพ ุขุฌ ฺฉ ุฒุงุฏ ุณ ุฒุงุฏ ุฑูพูุฑูนุณ ุชฺฉ ูพูฺ ฺฏุฆ ฺบ

source: Block contact
af: Blokkeer kontak
ar: حظر جهة الاتصال
bg: Блокиране на контакт
bn: পরিচিতি ব্লক করুন
ca: Bloquejar contacte
cs: Zablokovat kontakt
da: Bloker kontakt
de: Kontakt blockieren
el: Αποκλεισμός επαφής
es: Bloquear contacto
et: Blokeeri kontakt
eu: Blokeatu kontaktua
fa: مسدود کردن مخاطب
fi: Estä yhteystieto
fil: I-block ang kontak
fr: Bloquer le contact
ga: Blocail an teagmhail
gl: Bloquear contacto
gu: સંપર્ક બ્લોક કરો
he: חסום איש קשר
hi: संपर्क ब्लॉक करें
hr: Blokiraj kontakt
hu: Névjegy letiltása
id: Blokir kontak
it: Blocca contatto
ja: 連絡先をブロック
ka: კონტაქტის დაბლოკვა
kk: Контактты блоктау
km: រារាំងទំនាក់ទំនង
ky: Контактты бөгөттөө
mk: Блокирај контакт
mr: संपर्क ब्लॉक करा
ms: Sekat kenalan
nb: Blokker kontakt
nl: Contact blokkeren
pt_pt: Bloquear contacto
ro: Blocheaza contactul
ru: Заблокировать контакт
sk: Blokovat kontakt
sl: Blokiraj stik
sq: Blloko kontaktin
sr: Блокирај контакт
sv: Blockera kontakt
ta: தொடர்பைத் தடு
te: పరిచయాన్ని బ్లాక్ చేయి
th: บล็อกผู้ติดต่อ
tr: Kisiyi engelle
ug: ئالاقىداش توسۇش
uk: Заблокувати контакт
ur: ุฑุงุจุท ุจูุงฺฉ ฺฉุฑฺบ
