Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secLayer4Desc
source: The app is protected by a 6-digit PIN and/or biometrics (Face ID, fingerprint). After too many failed attempts, the app locks with an increasing delay after each failure.
af: Die app word beskerm deur 'n 6-syfer PIN en/of biometrie (Face ID, vingerafdruk). Na te veel mislukte pogings sluit die app met 'n toenemende vertraging na elke mislukking.
ar: التطبيق محمي برمز PIN من 6 أرقام و/أو البصمة (Face ID، بصمة الإصبع). بعد محاولات فاشلة كثيرة، يُقفل التطبيق مع تأخير متزايد بعد كل فشل.
bg: Приложението е защитено с 6-цифрен PIN и/или биометрия (Face ID, пръстов отпечатък). След твърде много неуспешни опити приложението се заключва с нарастващо забавяне след всеки неуспех.
bn: অ্যাপটি ৬ সংখ্যার PIN এবং/অথবা বায়োমেট্রিক্স (Face ID, আঙুলের ছাপ) দিয়ে সুরক্ষিত। অনেক ব্যর্থ প্রচেষ্টার পর, প্রতিটি ব্যর্থতায় ক্রমবর্ধমান বিলম্বের সাথে অ্যাপ লক হয়।
ca: L'aplicació està protegida per un PIN de 6 dígits i/o biomètrics (Face ID, empremta digital). Després de massa intents fallits, l'aplicació es bloqueja amb un retard creixent després de cada error.
cs: Aplikace je chranena 6mistnym PINem a/nebo biometrii (Face ID, otisk prstu). Po prilis mnoha neuspesnych pokusech se aplikace zamkne s rostouci prodlevou po kazdem selhani.
da: Appen er beskyttet af en 6-cifret PIN-kode og/eller biometri (Face ID, fingeraftryk). Efter for mange mislykkede forsøg låser appen med en stigende forsinkelse efter hvert fejlslag.
de: Die App ist durch einen 6-stelligen PIN-Code und/oder Biometrie (Face ID, Fingerabdruck) geschützt. Nach zu vielen fehlgeschlagenen Versuchen sperrt sich die App mit einer zunehmenden Verzögerung nach jedem Fehlversuch.
el: Η εφαρμογή προστατεύεται από ένα 6-ψήφιο PIN ή/και βιομετρικά (Face ID, δαχτυλικό αποτύπωμα). Μετά από πολλές αποτυχημένες προσπάθειες, η εφαρμογή κλειδώνει με αυξανόμενη καθυστέρηση μετά από κάθε αποτυχία.
es: La app está protegida por un PIN de 6 dígitos y/o biometría (Face ID, huella). Después de demasiados intentos fallidos, la app se bloquea con un retraso creciente tras cada fallo.
et: Rakendust kaitseb 6-kohaline PIN ja/või biomeetria (Face ID, sõrmejälg). Pärast liiga paljusid ebaõnnestunud katseid lukustub rakendus iga ebaõnnestumise järel pikeneva viivitusega.
eu: Aplikazioa 6 digituko PIN batekin eta/edo biometrikoekin (Face ID, hatz-marka) babestuta dago. Saiakera huts gehiegi ondoren, aplikazioak blokeo-aldi handiagoarekin blokeatzen du porrot bakoitzaren ondoren.
fa: برنامه با PIN ۶ رقمی و/یا بیومتریک (Face ID، اثر انگشت) محافظت می‌شود. پس از تلاش‌های ناموفق زیاد، برنامه با تأخیر افزایشی پس از هر شکست قفل می‌شود.
fi: Sovellus on suojattu 6-numeroisella PIN-koodilla ja/tai biometrialla (Face ID, sormenjälki). Liian monen epäonnistuneen yrityksen jälkeen sovellus lukittuu kasvavalla viiveellä jokaisen epäonnistumisen jälkeen.
fil: Protektado ang app ng 6 na digit na PIN code at/o biometrics (Face ID, fingerprint). Pagkatapos ng masyadong maraming nabigong pagtatangka, nagla-lock ang app na may pagtaas na pagkaantala pagkatapos ng bawat pagkabigo.
fr: L'application est protégée par un code PIN à 6 chiffres et/ou la biométrie (Face ID, empreinte digitale). Après trop de tentatives échouées, l'application se verrouille avec un délai qui augmente à chaque échec.
ga: Ta an aip cosanta ag cod PIN 6 dhigit agus/no bithmheadracht (Face ID, mearloirg). Tar eis an iomarca iarrachtai teipthe, glasailitar an aip le moill a mheadaionn le gach teip.
gl: A aplicacion esta protexida por un PIN de 6 dixitos e/ou biometria (Face ID, pegada dixital). Despois de demasiados intentos fallidos, a aplicacion bloquease cun atraso crecente despois de cada fallo.
gu: એપ્લિકેશન 6-અંકના PIN કોડ અને/અથવા બાયોમેટ્રિક્સ (Face ID, ફિંગરપ્રિન્ટ) દ્વારા સુરક્ષિત છે. ઘણા નિષ્ફળ પ્રયાસો પછી, દરેક નિષ્ફળતા પછી વધતા વિલંબ સાથે એપ્લિકેશન લૉક થાય છે.
he: האפליקציה מוגנת בקוד PIN בן 6 ספרות ו/או ביומטריה (Face ID, טביעת אצבע). אחרי יותר מדי ניסיונות כושלים, האפליקציה ננעלת עם השהיה שגדלה אחרי כל כישלון.
hi: ऐप 6 अंकों के PIN और/या बायोमेट्रिक्स (Face ID, फिंगरप्रिंट) से सुरक्षित है। बहुत अधिक विफल प्रयासों के बाद, ऐप हर विफलता पर बढ़ती विलंबता के साथ लॉक हो जाता है।
hr: Aplikacija je zasticena 6-znamenkastim PIN-om i/ili biometrijom (Face ID, otisak prsta). Nakon previse neuspjelih pokusaja, aplikacija se zakljucava s rastucom odgodom nakon svakog neuspjeha.
hu: Az alkalmazást 6 számjegyű PIN és/vagy biometria (Face ID, ujjlenyomat) védi. Túl sok sikertelen próbálkozás után az alkalmazás zárolódik, minden sikertelen kísérlet után növekvő késleltetéssel.
id: Aplikasi dilindungi oleh PIN 6 digit dan/atau biometrik (Face ID, sidik jari). Setelah terlalu banyak percobaan gagal, aplikasi terkunci dengan jeda yang meningkat setelah setiap kegagalan.
it: L'app è protetta da un codice PIN a 6 cifre e/o dalla biometria (Face ID, impronta digitale). Dopo troppi tentativi falliti, l'app si blocca con un ritardo che aumenta ad ogni fallimento.
ja: アプリは6桁の PIN と/または生体認証（Face ID、指紋）で保護されています。失敗が多すぎると、失敗ごとに増加する遅延でアプリがロックされます。
ka: აპი დაცულია 6-ციფრიანი PIN-ით და/ან ბიომეტრიით (Face ID, თითის ანაბეჭდი). ძალიან ბევრი წარუმატებელი მცდელობის შემდეგ, აპი იკეტება მზარდი დაყოვნებით ყოველი წარუმატებლობის შემდეგ.
kk: Қосымша 6 таңбалы PIN және/немесе биометриямен (Face ID, саусақ ізі) қорғалған. Тым көп сәтсіз әрекеттен кейін, қосымша әр сәтсіздіктен кейін ұлғаятын кідіріспен құлыпталады.
km: កម្មវិធីត្រូវបានការពារដោយ PIN ៦ ខ្ទង់ និង/ឬជីវមាត្រ (Face ID ស្នាមម្រាមដៃ)។ បន្ទាប់ពីការព្យាយាមបរាជ័យច្រើន កម្មវិធីចាក់សោជាមួយរយៈពេលដែលកើនឡើងបន្ទាប់ពីរាល់ការបរាជ័យ។
ky: Колдонмо 6 сандык PIN код жана/же биометрия (Face ID, манжа изи) менен корголгон. Өтө көп ийгиликсиз аракеттен кийин, колдонмо ар бир ийгиликсиздиктен кийин көбөйгөн кечиктирүү менен кулпуланат.
mk: Апликацијата е заштитена со 6-цифрен PIN и/или биометрија (Face ID, отпечаток). По премногу неуспешни обиди, апликацијата се заклучува со зголемено одложување по секој неуспех.
mr: अॅप 6-अंकी PIN कोड आणि/किंवा बायोमेट्रिक्स (Face ID, फिंगरप्रिंट) ने संरक्षित आहे. अनेक अयशस्वी प्रयत्नांनंतर, प्रत्येक अपयशानंतर वाढत्या विलंबासह अॅप लॉक होतो.
ms: Aplikasi dilindungi oleh PIN 6 digit dan/atau biometrik (Face ID, cap jari). Selepas terlalu banyak percubaan gagal, aplikasi mengunci dengan kelewatan yang meningkat selepas setiap kegagalan.
nb: Appen er beskyttet med en 6-sifret PIN-kode og/eller biometri (Face ID, fingeravtrykk). Etter for mange mislykkede forsøk låses appen med en økende forsinkelse etter hvert feil.
nl: De app is beveiligd met een 6-cijferige PIN-code en/of biometrie (Face ID, vingerafdruk). Na te veel mislukte pogingen wordt de app vergrendeld met een toenemende vertraging na elke mislukking.
pt_pt: A aplicacao e protegida por um PIN de 6 digitos e/ou biometria (Face ID, impressao digital). Apos demasiadas tentativas falhadas, a aplicacao bloqueia com um atraso crescente apos cada falha.
ro: Aplicatia este protejata printr-un PIN de 6 cifre si/sau biometrie (Face ID, amprenta). Dupa prea multe incercari esuate, aplicatia se blocheaza cu o intarziere crescatoare.
ru: Приложение защищено 6-значным PIN и/или биометрией (Face ID, отпечаток). После слишком многих неудачных попыток приложение блокируется с нарастающей задержкой.
sk: Aplikacia je chranena 6-miestnym PIN a/alebo biometriou (Face ID, odtlacok). Po prilis velkym poctom neuspesnych pokusov sa aplikacia zamkne s rastucim oneskorenim.
sl: Aplikacija je zascitena s 6-mestno PIN kodo in/ali biometrijo (Face ID, prstni odtis). Po prevelikem stevilu neuspesnih poskusov se aplikacija zaklene z narasajoco zakasnitvijo.
sq: Aplikacioni mbrohet me nje PIN 6-shifror dhe/ose biometri (Face ID, gjurme gishtash). Pas shume perpjekjeve te deshtuar, aplikacioni kyçet me vonese ne rritje.
sr: Апликација је заштићена шестоцифреним PIN кодом и/или биометријом (Face ID, отисак прста). После превише неуспешних покушаја, апликација се закључава са растућим одлагањем после сваког неуспеха.
sv: Appen skyddas av en 6-siffrig PIN-kod och/eller biometri (Face ID, fingeravtryck). Efter för många misslyckade försök låses appen med en ökande fördröjning efter varje misslyckande.
ta: செயலி 6 இலக்க PIN குறியீடு மற்றும்/அல்லது உயிரியல் அளவீடு (Face ID, கைரேகை) மூலம் பாதுகாக்கப்படுகிறது. அதிகமான தோல்வி முயற்சிகளுக்குப் பிறகு, ஒவ்வொரு தோல்விக்கும் அதிகரிக்கும் தாமதத்துடன் செயலி பூட்டப்படும்.
te: యాప్ 6-అంకెల PIN మరియు/లేదా బయోమెట్రిక్స్ (Face ID, వేలిముద్ర) ద్వారా రక్షించబడుతుంది. చాలా ఎక్కువ విఫల ప్రయత్నాల తర్వాత, ప్రతి విఫలం తర్వాత పెరుగుతున్న ఆలస్యంతో యాప్ లాక్ అవుతుంది.
th: แอปป้องกันด้วย PIN 6 หลักและ/หรือไบโอเมตริก (Face ID, ลายนิ้วมือ) หลังจากพยายามล้มเหลวมาก แอปจะล็อกด้วยเวลาหน่วงที่เพิ่มขึ้น
tr: Uygulama 6 haneli PIN kodu ve/veya biyometri (Face ID, parmak izi) ile korunur. Cok fazla basarisiz denemeden sonra uygulama, her basarisizlikta artan bir gecikmeyle kilitlenir.
ug: ئەپ 6 خانىلىق PIN ۋە/ياكى بىئولوگىيىلىك (Face ID، بارماق ئىزى) بىلەن قوغدالغان. بەك كۆپ مەغلۇب سىناشتىن كېيىن، ھەر مەغلۇبىيەتتىن كېيىن ئاشىدىغان كېچىكتۈرۈش بىلەن ئەپ قۇلۇپلىنىدۇ.
uk: Додаток захищено 6-значним PIN та/або біометрією (Face ID, відбиток пальця). Після занадто багатьох невдалих спроб додаток блокується зі зростаючою затримкою.
ur: ุงูพ 6 ูุฏุณูฺบ ฺฉ PIN ุงูุฑ/ุง ุจุงูู ูนุฑฺฉุณ (Face IDุ ููฺฏุฑูพุฑููน) ุณ ู ุญููุธ  ุจุช ุฒุงุฏ ูุงฺฉุงู ฺฉูุดุดูฺบ ฺฉ ุจุนุฏุ ุงูพ ุจฺฺพุช ูุฆ ุชุงุฎุฑ ุณ ูุงฺฉ ู ุฌุงุช 

# secLayer5Title
source: Locked database
af: Geslote databasis
ar: قاعدة بيانات مقفلة
bg: Заключена база данни
bn: লক করা ডাটাবেস
ca: Base de dades bloquejada
cs: Zamcena databaze
da: Låst database
de: Gesperrte Datenbank
el: Κλειδωμένη βάση δεδομένων
es: Base de datos bloqueada
et: Lukustatud andmebaas
eu: Blokeatutako datu-basea
fa: پایگاه داده قفل‌شده
fi: Lukittu tietokanta
fil: Naka-lock na database
fr: Base de données verrouillée
ga: Bunachar sonrai faoi ghlas
gl: Base de datos bloqueada
gu: લૉક ડેટાબેઝ
he: מסד נתונים נעול
hi: लॉक किया हुआ डेटाबेस
hr: Zakljucana baza podataka
hu: Zárolt adatbázis
id: Basis data terkunci
it: Database bloccato
ja: ロックされたデータベース
ka: ჩაკეტილი ბაზა
kk: Құлыпталған деректер қоры
km: មូលដ្ឋានទិន្នន័យចាក់សោ
ky: Кулпуланган маалымат базасы
mk: Заклучена база на податоци
mr: लॉक केलेला डेटाबेस
ms: Pangkalan data berkunci
nb: Låst database
nl: Vergrendelde database
pt_pt: Base de dados bloqueada
ro: Baza de date blocata
ru: Закрытая база данных
sk: Zamknuta databaza
sl: Zaklenjena podatkovna baza
sq: Baze te dhenash e kyçur
sr: Закључана база података
sv: Låst databas
ta: பூட்டப்பட்ட தரவுத்தளம்
te: లాక్ చేయబడిన డేటాబేస్
th: ฐานข้อมูลที่ล็อก
tr: Kilitli veritabani
ug: قۇلۇپلانغان ساندان
uk: Заблокована база даних
ur: ู ููู ฺูนุงุจุณ

# secLayer5Desc
source: On the server side, no user can write directly to the database. All actions go through secure functions that verify each request.
af: Aan die bedienerkant kan geen gebruiker direk na die databasis skryf nie. Alle aksies gaan deur veilige funksies wat elke versoek verifieer.
ar: من جانب الخادم، لا يمكن لأي مستخدم الكتابة مباشرة في قاعدة البيانات. جميع الإجراءات تمر عبر وظائف آمنة تتحقق من كل طلب.
bg: От страна на сървъра никой потребител не може да пише директно в базата данни. Всички действия преминават през сигурни функции, които проверяват всяка заявка.
bn: সার্ভার দিকে, কোনো ব্যবহারকারী সরাসরি ডাটাবেসে লিখতে পারে না। সমস্ত কাজ নিরাপদ ফাংশনের মাধ্যমে হয় যা প্রতিটি অনুরোধ যাচাই করে।
ca: Al costat del servidor, cap usuari pot escriure directament a la base de dades. Totes les accions passen per funcions segures que verifiquen cada sol·licitud.
cs: Na strane serveru nemuze zadny uzivatel primo zapisovat do databaze. Vsechny akce prochazi bezpecnostnimi funkcemi, ktere overuji kazdy pozadavek.
da: På serversiden kan ingen bruger skrive direkte til databasen. Alle handlinger går gennem sikre funktioner, der verificerer hver anmodning.
de: Serverseitig kann kein Benutzer direkt in die Datenbank schreiben. Alle Aktionen gehen über sichere Funktionen, die jede Anfrage überprüfen.
el: Στην πλευρά του διακομιστή, κανένας χρήστης δεν μπορεί να γράψει απευθείας στη βάση δεδομένων. Όλες οι ενέργειες περνούν από ασφαλείς λειτουργίες που ελέγχουν κάθε αίτημα.
es: En el servidor, ningún usuario puede escribir directamente en la base de datos. Todas las acciones pasan por funciones seguras que verifican cada solicitud.
et: Serveri poolel ei saa ükski kasutaja otse andmebaasi kirjutada. Kõik toimingud läbivad turvalisi funktsioone, mis kontrollivad iga taotlust.
eu: Zerbitzariaren aldean, ez dago erabiltzaileak zuzenean datu-basean idatzi dezakeenik. Ekintza guztiak eskaera bakoitza egiaztatzen duten funtzio seguruen bidez pasatzen dira.
fa: در سمت سرور، هیچ کاربری نمی‌تواند مستقیماً در پایگاه داده بنویسد. همه اقدامات از طریق توابع امن که هر درخواست را بررسی می‌کنند انجام می‌شوند.
fi: Palvelinpuolella kukaan käyttäjä ei voi kirjoittaa suoraan tietokantaan. Kaikki toiminnot kulkevat suojattujen funktioiden kautta, jotka tarkistavat jokaisen pyynnön.
fil: Sa panig ng server, walang user ang makakapagsulat nang direkta sa database. Ang lahat ng aksyon ay dumadaan sa mga secure na function na nagve-verify ng bawat kahilingan.
fr: Côté serveur, aucun utilisateur ne peut écrire directement dans la base de données. Toutes les actions passent par des fonctions sécurisées qui vérifient chaque demande.
ga: Ar thaobh an fhreastalai, ni feidir le haon usaideoir scriobh go direach sa bhunachar sonrai. Teann gach gniomh tri fheidmeanna slana a dheanann gach iarratas a fhioriu.
gl: No lado do servidor, ningun usuario pode escribir directamente na base de datos. Todas as accions pasan por funcions seguras que verifican cada solicitude.
gu: સર્વર બાજુ, કોઈ વપરાશકર્તા સીધું ડેટાબેઝમાં લખી શકતો નથી. બધી ક્રિયાઓ સુરક્ષિત ફંક્શન દ્વારા જાય છે જે દરેક વિનંતી ચકાસે છે.
he: בצד השרת, שום משתמש לא יכול לכתוב ישירות למסד הנתונים. כל הפעולות עוברות דרך פונקציות מאובטחות שמאמתות כל בקשה.
hi: सर्वर की तरफ, कोई भी उपयोगकर्ता सीधे डेटाबेस में नहीं लिख सकता। सभी क्रियाएं सुरक्षित फ़ंक्शन से गुज़रती हैं जो हर अनुरोध को सत्यापित करती हैं।
hr: Na strani posluzitelja, nijedan korisnik ne moze izravno pisati u bazu podataka. Sve radnje prolaze kroz sigurne funkcije koje provjeravaju svaki zahtjev.
hu: A szerver oldalon egyetlen felhasználó sem írhat közvetlenül az adatbázisba. Minden művelet biztonságos függvényeken keresztül történik, amelyek minden kérést ellenőriznek.
id: Di sisi server, tidak ada pengguna yang dapat menulis langsung ke basis data. Semua tindakan melewati fungsi aman yang memverifikasi setiap permintaan.
it: Lato server, nessun utente può scrivere direttamente nel database. Tutte le azioni passano attraverso funzioni sicure che verificano ogni richiesta.
ja: サーバー側では、ユーザーがデータベースに直接書き込むことはできません。すべてのアクションは各リクエストを検証する安全な関数を経由します。
ka: სერვერის მხარეს, არცერთ მომხმარებელს არ შეუძლია პირდაპირ ჩაწერა ბაზაში. ყველა მოქმედება გადის უსაფრთხო ფუნქციებში, რომლებიც ამოწმებენ ყველა მოთხოვნას.
kk: Сервер жағында ешбір пайдаланушы деректер қорына тікелей жаза алмайды. Барлық әрекеттер әр сұранысты тексеретін қауіпсіз функциялар арқылы өтеді.
km: នៅផ្នែកម៉ាស៊ីនមេ គ្មានអ្នកប្រើអាចសរសេរដោយផ្ទាល់ទៅក្នុងមូលដ្ឋានទិន្នន័យ។ រាល់សកម្មភាពឆ្លងកាត់មុខងារសុវត្ថិភាពដែលផ្ទៀងផ្ទាត់រាល់សំណើ។
ky: Сервер тарабында эч бир колдонуучу маалымат базасына түз жаза албайт. Бардык аракеттер ар бир суроону текшерген коопсуз функциялар аркылуу жүрөт.
mk: На серверската страна, ниеден корисник не може директно да запишува во базата на податоци. Сите акции поминуваат преку безбедни функции кои го проверуваат секое барање.
mr: सर्व्हर बाजूला, कोणताही वापरकर्ता थेट डेटाबेसमध्ये लिहू शकत नाही. सर्व क्रिया सुरक्षित फंक्शन्सद्वारे जातात जे प्रत्येक विनंती सत्यापित करतात.
ms: Di sisi pelayan, tiada pengguna yang boleh menulis terus ke pangkalan data. Semua tindakan melalui fungsi selamat yang mengesahkan setiap permintaan.
nb: På serversiden kan ingen bruker skrive direkte til databasen. Alle handlinger går gjennom sikre funksjoner som verifiserer hver forespørsel.
nl: Aan de serverzijde kan geen enkele gebruiker rechtstreeks naar de database schrijven. Alle acties verlopen via beveiligde functies die elk verzoek verifiëren.
pt_pt: Do lado do servidor, nenhum utilizador pode escrever diretamente na base de dados. Todas as acoes passam por funcoes seguras que verificam cada pedido.
ro: Pe partea de server, niciun utilizator nu poate scrie direct in baza de date. Toate actiunile trec prin functii securizate care verifica fiecare cerere.
ru: На стороне сервера ни один пользователь не может писать в базу данных напрямую. Все действия проходят через защищённые функции.
sk: Na strane servera ziadny pouzivatel nemoze priamo zapisovat do databazy. Vsetky akcie prechádzajú cez bezpecnostne funkcie.
sl: Na strani strežnika noben uporabnik ne more neposredno pisati v podatkovno bazo. Vsa dejanja gredo skozi varne funkcije, ki preverijo vsako zahtevo.
sq: Ne anen e serverit, asnje perdorues nuk mund te shkruaje drejtperdrejt ne bazen e te dhenave. Te gjitha veprimet kalojne permes funksioneve te sigurta.
sr: На страни сервера, ниједан корисник не може директно писати у базу података. Све акције пролазе кроз безбедне функције које проверавају сваки захтев.
sv: På serversidan kan ingen användare skriva direkt till databasen. Alla åtgärder går genom säkra funktioner som verifierar varje förfrågan.
ta: சேவையக பக்கத்தில், எந்தப் பயனரும் தரவுத்தளத்தில் நேரடியாக எழுத முடியாது. அனைத்து செயல்களும் ஒவ்வொரு கோரிக்கையையும் சரிபார்க்கும் பாதுகாப்பான செயல்பாடுகள் வழியாகச் செல்கின்றன.
te: సర్వర్ వైపు, ఏ వినియోగదారు డేటాబేస్‌కు నేరుగా రాయలేరు. అన్ని చర్యలు ప్రతి అభ్యర్థనను ధృవీకరించే సురక్షిత ఫంక్షన్ల ద్వారా వెళతాయి.
th: ฝั่งเซิร์ฟเวอร์ ไม่มีผู้ใช้เขียนฐานข้อมูลโดยตรงได้ ทุกการกระทำผ่านฟังก์ชันที่ปลอดภัยซึ่งตรวจสอบทุกคำขอ
tr: Sunucu tarafinda hicbir kullanici dogrudan veritabanina yazamaz. Tum islemler her istegi dogrulayan guvenli fonksiyonlar uzerinden gider.
ug: مۇلازىمېتىر تەرەپتە، ھېچبىر ئىشلەتكۈچى ساندانغا بىۋاسىتە يازالمايدۇ. بارلىق مەشغۇلاتلار ھەر ئىلتىماسنى تەكشۈرىدىغان بىخەتەر فۇنكسىيەلەردىن ئۆتىدۇ.
uk: На стороні сервера жоден користувач не може записувати безпосередньо в базу даних. Усі дії проходять через захищені функції, що перевіряють кожен запит.
ur: ุณุฑูุฑ ฺฉ ุทุฑูุ ฺฉูุฆ ุตุงุฑู ุจุฑุง ุฑุงุณุช ฺูนุงุจุณ ู ฺบ ูฺบ ูฺฉฺพ ุณฺฉุชุง ุชู ุงู ุงุนู ุงู ู ุญููุธ ููฺฉุดูุฒ ุณ ฺฏุฒุฑุช ฺบ ุฌู ุฑ ุฏุฑุฎูุงุณุช ฺฉ ุชุตุฏู ฺฉุฑุช ฺบ
