Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# onboardingStatement1
source: The messenger that knows nothing about you.
fr: La messagerie qui ne sait rien de vous.

# onboardingStatement2
source: End-to-end encrypted. Always.
fr: Chiffrement de bout en bout. Toujours.

# onboardingStatement3
source: VASH Code: Everything vanishes. Without a trace.
fr: Code VASH : Tout s'efface. Sans laisser de trace.

# onboardingStatement4
source: No ads. No data reselling.
fr: Aucune publicité. Aucune revente de données.

# onboardingStatement5
source: Built to protect you. Not to monetize you.
fr: Conçu pour vous protéger. Pas pour vous monétiser.

# onboardingStatement6
source: One device. One account. No cloud.
fr: Un appareil. Un compte. Aucun cloud.

# noConversation
source: No chats
af: Geen geselsies
ar: لا توجد دردشات
bg: Няма чатове
bn: কোনো চ্যাট নেই
ca: Cap xat
cs: Zadne chaty
da: Ingen chats
de: Keine Chats
el: Καμία συνομιλία
es: Sin chats
et: Vestlusi pole
eu: Txatik ez
fa: گفتگویی وجود ندارد
fi: Ei keskusteluja
fil: Walang chat
fr: Aucun chat
ga: Gan comhra
gl: Sen chats
gu: કોઈ ચેટ નથી
he: אין צ'אטים
hi: कोई चैट नहीं
hr: Nema razgovora
hu: Nincs beszélgetés
id: Tidak ada obrolan
it: Nessuna chat
ja: チャットなし
ka: ჩატები არ არის
kk: Чаттар жоқ
km: គ្មានការជជែក
ky: Чат жок
mk: Нема разговори
mr: चॅट नाहीत
ms: Tiada sembang
nb: Ingen chatter
nl: Geen chats
pt_pt: Sem conversas
ro: Nicio conversatie
ru: Нет чатов
sk: Ziadne konverzacie
sl: Ni pogovorov
sq: Asnje bisede
sr: Нема четова
sv: Inga chattar
ta: உரையாடல்கள் இல்லை
te: చాట్‌లు లేవు
th: ไม่มีแชท
tr: Sohbet yok
ug: پاراڭ يوق
uk: Немає чатів
ur: ฺฉูุฆ ฺูน ูฺบ

# noConversationSubtitle
source: Add a contact to start chatting securely
af: Voeg 'n kontak by om veilig te begin gesels
ar: أضف جهة اتصال لبدء الدردشة بأمان
bg: Добавете контакт, за да започнете да чатите сигурно
bn: নিরাপদে চ্যাট শুরু করতে একটি পরিচিতি যোগ করুন
ca: Afegeix un contacte per començar a xatejar de forma segura
cs: Pridejte kontakt a zacnete bezpecne komunikovat
da: Tilføj en kontakt for at begynde at chatte sikkert
de: Füge einen Kontakt hinzu, um sicher zu chatten
el: Προσθέστε μια επαφή για να ξεκινήσετε μια ασφαλή συνομιλία
es: Añade un contacto para empezar a chatear de forma segura
et: Lisa kontakt, et alustada turvalist vestlust
eu: Gehitu kontaktu bat modu seguruan txateatzen hasteko
fa: یک مخاطب اضافه کنید تا گفتگوی امن شروع شود
fi: Lisää yhteystieto aloittaaksesi turvallisen keskustelun
fil: Magdagdag ng kontak para magsimulang mag-chat nang ligtas
fr: Ajoutez un contact pour commencer à discuter en toute sécurité
ga: Cuir teagmhalaiche leis chun tosu ag comhra go sabhailte
gl: Engade un contacto para comezar a conversar con seguridade
gu: સુરક્ષિત રીતે ચેટ શરૂ કરવા માટે સંપર્ક ઉમેરો
he: הוסף איש קשר כדי להתחיל לשוחח בצורה מאובטחת
hi: सुरक्षित बातचीत शुरू करने के लिए एक संपर्क जोड़ें
hr: Dodajte kontakt za sigurnu komunikaciju
hu: Adjon hozzá egy névjegyet a biztonságos csevegéshez
id: Tambahkan kontak untuk mulai mengobrol dengan aman
it: Aggiungi un contatto per iniziare a chattare in sicurezza
ja: 安全にチャットするには連絡先を追加してください
ka: დაამატეთ კონტაქტი უსაფრთხო მიმოწერის დასაწყებად
kk: Қауіпсіз сөйлесуді бастау үшін контакт қосыңыз
km: បន្ថែមទំនាក់ទំនងដើម្បីចាប់ផ្តើមជជែកដោយសុវត្ថិភាព
ky: Коопсуз баарлашууну баштоо үчүн контакт кошуңуз
mk: Додајте контакт за да започнете безбедно разговарање
mr: सुरक्षितपणे गप्पा मारण्यासाठी संपर्क जोडा
ms: Tambah kenalan untuk mula bersembang dengan selamat
nb: Legg til en kontakt for å begynne å chatte sikkert
nl: Voeg een contact toe om veilig te beginnen chatten
pt_pt: Adicione um contacto para comecar a conversar em seguranca
ro: Adauga un contact pentru a incepe sa comunici in siguranta
ru: Добавьте контакт, чтобы начать безопасное общение
sk: Pridajte kontakt a zacnite bezpecne komunikovat
sl: Dodajte stik za varno komunikacijo
sq: Shtoni nje kontakt per te filluar komunikimin e sigurt
sr: Додајте контакт да бисте почели безбедно да разговарате
sv: Lägg till en kontakt för att börja chatta säkert
ta: பாதுகாப்பாக உரையாடத் தொடர்பைச் சேர்க்கவும்
te: సురక్షితంగా చాట్ చేయడానికి ఒక పరిచయాన్ని జోడించండి
th: เพิ่มผู้ติดต่อเพื่อเริ่มแชทอย่างปลอดภัย
tr: Guvenli bir sekilde sohbet etmeye baslamak icin bir kisi ekleyin
ug: بىخەتەر پاراڭلاشتۇرۇش ئۈچۈن ئالاقىداش قوشۇڭ
uk: Додайте контакт, щоб почати безпечне спілкування
ur: ู ุญููุธ ุทุฑู ุณ ฺูน ุดุฑูุน ฺฉุฑู ฺฉ ู ุงฺฉ ุฑุงุจุท ุดุงู ู ฺฉุฑฺบ

# pendingRequestsCount
source: {count, plural, =1{1 pending request} other{{count} pending requests}}
af: {count, plural, =1{1 hangende versoek} other{{count} hangende versoeke}}
ar: {count, plural, =1{طلب واحد معلق} other{{count} طلبات معلقة}}
bg: {count, plural, =1{1 чакаща заявка} other{{count} чакащи заявки}}
bn: {count, plural, =1{১টি অপেক্ষমাণ অনুরোধ} other{{count}টি অপেক্ষমাণ অনুরোধ}}
ca: {count, plural, =1{1 sol·licitud pendent} other{{count} sol·licituds pendents}}
cs: {count, plural, =1{1 prijata zadost} other{{count} prijatych zadosti}}
da: {count, plural, =1{1 ventende anmodning} other{{count} ventende anmodninger}}
de: {count, plural, =1{1 eingegangene Anfrage} other{{count} eingegangene Anfragen}}
el: {count, plural, =1{1 εκκρεμές αίτημα} other{{count} εκκρεμή αιτήματα}}
es: {count, plural, =1{1 solicitud recibida} other{{count} solicitudes recibidas}}
et: {count, plural, =1{1 ootel taotlus} other{{count} ootel taotlust}}
eu: {count, plural, =1{Eskaera 1 zain} other{{count} eskaera zain}}
fa: {count, plural, =1{۱ درخواست در انتظار} other{{count} درخواست در انتظار}}
fi: {count, plural, =1{1 odottava pyyntö} other{{count} odottavaa pyyntöä}}
fil: {count, plural, =1{1 naghihintay na kahilingan} other{{count} mga naghihintay na kahilingan}}
fr: {count, plural, =1{1 demande reçue} other{{count} demandes reçues}}
ga: {count, plural, =1{1 iarratas faighte} other{{count} iarratas faighte}}
gl: {count, plural, =1{1 solicitude recibida} other{{count} solicitudes recibidas}}
gu: {count, plural, =1{1 બાકી વિનંતી} other{{count} બાકી વિનંતીઓ}}
he: {count, plural, =1{בקשה ממתינה אחת} other{{count} בקשות ממתינות}}
hi: {count, plural, =1{1 लंबित अनुरोध} other{{count} लंबित अनुरोध}}
hr: {count, plural, =1{1 zahtjev na cekanju} other{{count} zahtjeva na cekanju}}
hu: {count, plural, =1{1 függő kérés} other{{count} függő kérés}}
id: {count, plural, =1{1 permintaan tertunda} other{{count} permintaan tertunda}}
it: {count, plural, =1{1 richiesta ricevuta} other{{count} richieste ricevute}}
ja: {count, plural, =1{1件の保留中リクエスト} other{{count}件の保留中リクエスト}}
ka: {count, plural, =1{1 მოლოდინის მოთხოვნა} other{{count} მოლოდინის მოთხოვნა}}
kk: {count, plural, =1{1 күтілетін сұраныс} other{{count} күтілетін сұраныс}}
km: {count, plural, =1{សំណើ 1 កំពុងរង់ចាំ} other{សំណើ {count} កំពុងរង់ចាំ}}
ky: {count, plural, =1{1 күтүлгөн суроо} other{{count} күтүлгөн суроо}}
mk: {count, plural, =1{1 барање на чекање} other{{count} барања на чекање}}
mr: {count, plural, =1{1 प्रलंबित विनंती} other{{count} प्रलंबित विनंत्या}}
ms: {count, plural, =1{1 permintaan tertunda} other{{count} permintaan tertunda}}
nb: {count, plural, =1{1 ventende forespørsel} other{{count} ventende forespørsler}}
nl: {count, plural, =1{1 wachtend verzoek} other{{count} wachtende verzoeken}}
pt_pt: {count, plural, =1{1 pedido pendente} other{{count} pedidos pendentes}}
ro: {count, plural, =1{1 cerere in asteptare} other{{count} cereri in asteptare}}
ru: {count, plural, =1{1 ожидающий запрос} other{{count} ожидающих запросов}}
sk: {count, plural, =1{1 cakajuca ziadost} other{{count} cakajucich ziadosti}}
sl: {count, plural, =1{1 cakajoca zahteva} other{{count} cakajoce zahteve}}
sq: {count, plural, =1{1 kerkese ne pritje} other{{count} kerkesa ne pritje}}
sr: {count, plural, =1{1 захтев на чекању} other{{count} захтева на чекању}}
sv: {count, plural, =1{1 väntande förfrågan} other{{count} väntande förfrågningar}}
ta: {count, plural, =1{1 நிலுவை கோரிக்கை} other{{count} நிலுவை கோரிக்கைகள்}}
te: {count, plural, =1{1 పెండింగ్ అభ్యర్థన} other{{count} పెండింగ్ అభ్యర్థనలు}}
th: {count, plural, =1{1 คำขอที่รอดำเนินการ} other{{count} คำขอที่รอดำเนินการ}}
tr: {count, plural, =1{1 bekleyen istek} other{{count} bekleyen istek}}
ug: {count, plural, =1{1 ساقلاۋاتقان ئىلتىماس} other{{count} ساقلاۋاتقان ئىلتىماسلار}}
uk: {count, plural, =1{1 очікуваний запит} other{{count} очікуваних запитів}}
ur: {count, plural, =1{1 ุฒุฑ ุงูุชูุง ุฏุฑุฎูุงุณุช} other{{count} ุฒุฑ ุงูุชูุง ุฏุฑุฎูุงุณุชฺบ}}

# sentRequestsCount
source: {count, plural, =1{1 sent request pending} other{{count} sent requests pending}}
af: {count, plural, =1{1 gestuurde versoek hangend} other{{count} gestuurde versoeke hangend}}
ar: {count, plural, =1{طلب مرسل واحد معلق} other{{count} طلبات مرسلة معلقة}}
bg: {count, plural, =1{1 изпратена заявка в изчакване} other{{count} изпратени заявки в изчакване}}
bn: {count, plural, =1{১টি প্রেরিত অনুরোধ অপেক্ষমাণ} other{{count}টি প্রেরিত অনুরোধ অপেক্ষমাণ}}
ca: {count, plural, =1{1 sol·licitud enviada pendent} other{{count} sol·licituds enviades pendents}}
cs: {count, plural, =1{1 odeslana zadost ceka} other{{count} odeslanych zadosti ceka}}
da: {count, plural, =1{1 sendt anmodning afventer} other{{count} sendte anmodninger afventer}}
de: {count, plural, =1{1 gesendete Anfrage ausstehend} other{{count} gesendete Anfragen ausstehend}}
el: {count, plural, =1{1 εκκρεμές απεσταλμένο αίτημα} other{{count} εκκρεμή απεσταλμένα αιτήματα}}
es: {count, plural, =1{1 solicitud enviada pendiente} other{{count} solicitudes enviadas pendientes}}
et: {count, plural, =1{1 saadetud taotlus ootel} other{{count} saadetud taotlust ootel}}
eu: {count, plural, =1{Bidalitako eskaera 1 zain} other{Bidalitako {count} eskaera zain}}
fa: {count, plural, =1{۱ درخواست ارسالی در انتظار} other{{count} درخواست ارسالی در انتظار}}
fi: {count, plural, =1{1 lähetetty pyyntö odottaa} other{{count} lähetettyä pyyntöä odottaa}}
fil: {count, plural, =1{1 naipadala na kahilingan na naghihintay} other{{count} mga naipadala na kahilingan na naghihintay}}
fr: {count, plural, =1{1 demande envoyée en attente} other{{count} demandes envoyées en attente}}
ga: {count, plural, =1{1 iarratas seolta ar feitheamh} other{{count} iarratas seolta ar feitheamh}}
gl: {count, plural, =1{1 solicitude enviada pendente} other{{count} solicitudes enviadas pendentes}}
gu: {count, plural, =1{1 મોકલેલી વિનંતી બાકી} other{{count} મોકલેલી વિનંતીઓ બાકી}}
he: {count, plural, =1{בקשה שנשלחה ממתינה} other{{count} בקשות שנשלחו ממתינות}}
hi: {count, plural, =1{1 भेजा गया अनुरोध लंबित} other{{count} भेजे गए अनुरोध लंबित}}
hr: {count, plural, =1{1 poslani zahtjev na cekanju} other{{count} poslanih zahtjeva na cekanju}}
hu: {count, plural, =1{1 elküldött kérés függőben} other{{count} elküldött kérés függőben}}
id: {count, plural, =1{1 permintaan terkirim tertunda} other{{count} permintaan terkirim tertunda}}
it: {count, plural, =1{1 richiesta inviata in attesa} other{{count} richieste inviate in attesa}}
ja: {count, plural, =1{1件の送信済みリクエスト保留中} other{{count}件の送信済みリクエスト保留中}}
ka: {count, plural, =1{1 გაგზავნილი მოთხოვნა მოლოდინში} other{{count} გაგზავნილი მოთხოვნა მოლოდინში}}
kk: {count, plural, =1{1 жіберілген сұраныс күтуде} other{{count} жіберілген сұраныс күтуде}}
km: {count, plural, =1{សំណើ 1 បានផ្ញើកំពុងរង់ចាំ} other{សំណើ {count} បានផ្ញើកំពុងរង់ចាំ}}
ky: {count, plural, =1{1 жөнөтүлгөн суроо күтүүдө} other{{count} жөнөтүлгөн суроо күтүүдө}}
mk: {count, plural, =1{1 испратено барање чека} other{{count} испратени барања чекаат}}
mr: {count, plural, =1{1 पाठवलेली विनंती प्रलंबित} other{{count} पाठवलेल्या विनंत्या प्रलंबित}}
ms: {count, plural, =1{1 permintaan dihantar tertunda} other{{count} permintaan dihantar tertunda}}
nb: {count, plural, =1{1 sendt forespørsel venter} other{{count} sendte forespørsler venter}}
nl: {count, plural, =1{1 verzonden verzoek in afwachting} other{{count} verzonden verzoeken in afwachting}}
pt_pt: {count, plural, =1{1 pedido enviado pendente} other{{count} pedidos enviados pendentes}}
ro: {count, plural, =1{1 cerere trimisa in asteptare} other{{count} cereri trimise in asteptare}}
ru: {count, plural, =1{1 отправленный запрос} other{{count} отправленных запросов}}
sk: {count, plural, =1{1 odoslana ziadost caka} other{{count} odoslanych ziadosti caka}}
sl: {count, plural, =1{1 poslana zahteva caka} other{{count} poslane zahteve cakajo}}
sq: {count, plural, =1{1 kerkese e derguar ne pritje} other{{count} kerkesa te derguara ne pritje}}
sr: {count, plural, =1{1 послат захтев на чекању} other{{count} послатих захтева на чекању}}
sv: {count, plural, =1{1 skickad förfrågan väntar} other{{count} skickade förfrågningar väntar}}
ta: {count, plural, =1{1 அனுப்பிய கோரிக்கை நிலுவையில்} other{{count} அனுப்பிய கோரிக்கைகள் நிலுவையில்}}
te: {count, plural, =1{1 పంపిన అభ్యర్థన పెండింగ్‌లో ఉంది} other{{count} పంపిన అభ్యర్థనలు పెండింగ్‌లో ఉన్నాయి}}
th: {count, plural, =1{1 คำขอที่ส่งแล้วรอดำเนินการ} other{{count} คำขอที่ส่งแล้วรอดำเนินการ}}
tr: {count, plural, =1{1 gonderilmis istek bekliyor} other{{count} gonderilmis istek bekliyor}}
ug: {count, plural, =1{1 يوللانغان ئىلتىماس ساقلاۋاتىدۇ} other{{count} يوللانغان ئىلتىماسلار ساقلاۋاتىدۇ}}
uk: {count, plural, =1{1 надісланий запит очікує} other{{count} надісланих запитів очікують}}
ur: {count, plural, =1{1 ุจฺพุฌ ฺฏุฆ ุฏุฑุฎูุงุณุช ุฒุฑ ุงูุชูุง} other{{count} ุจฺพุฌ ฺฏุฆ ุฏุฑุฎูุงุณุชฺบ ุฒุฑ ุงูุชูุง}}

source: Add contact
af: Voeg kontak by
ar: إضافة جهة اتصال
bg: Добавяне на контакт
bn: পরিচিতি যোগ করুন
ca: Afegir contacte
cs: Pridat kontakt
da: Tilføj kontakt
de: Kontakt hinzufügen
el: Προσθήκη επαφής
es: Añadir contacto
et: Lisa kontakt
eu: Gehitu kontaktua
fa: افزودن مخاطب
fi: Lisää yhteystieto
fil: Magdagdag ng kontak
fr: Ajouter un contact
ga: Cuir teagmhalaiche leis
gl: Engadir contacto
gu: સંપર્ક ઉમેરો
he: הוסף איש קשר
hi: संपर्क जोड़ें
hr: Dodaj kontakt
hu: Névjegy hozzáadása
id: Tambah kontak
it: Aggiungi contatto
ja: 連絡先を追加
ka: კონტაქტის დამატება
kk: Контакт қосу
km: បន្ថែមទំនាក់ទំនង
ky: Контакт кошуу
mk: Додај контакт
mr: संपर्क जोडा
ms: Tambah kenalan
nb: Legg til kontakt
nl: Contact toevoegen
pt_pt: Adicionar contacto
ro: Adauga contact
ru: Добавить контакт
sk: Pridat kontakt
sl: Dodaj stik
sq: Shto kontakt
sr: Додај контакт
sv: Lägg till kontakt
ta: தொடர்பைச் சேர்
te: పరిచయాన్ని జోడించు
th: เพิ่มผู้ติดต่อ
tr: Kisi ekle
ug: ئالاقىداش قوشۇش
uk: Додати контакт
ur: ุฑุงุจุท ุดุงู ู ฺฉุฑฺบ

source: Share app
af: Deel app
ar: مشاركة التطبيق
bg: Споделяне на приложение
bn: অ্যাপ শেয়ার করুন
ca: Compartir l'aplicació
cs: Sdilet aplikaci
da: Del appen
de: App teilen
el: Κοινοποίηση εφαρμογής
es: Compartir app
et: Jaga rakendust
eu: Partekatu aplikazioa
fa: اشتراک‌گذاری برنامه
fi: Jaa sovellus
fil: Ibahagi ang app
fr: Partager l'application
ga: Roinn an aip
gl: Compartir a aplicacion
gu: એપ્લિકેશન શેર કરો
he: שתף אפליקציה
hi: ऐप शेयर करें
hr: Podijeli aplikaciju
hu: Alkalmazás megosztása
id: Bagikan aplikasi
it: Condividi app
ja: アプリを共有
ka: აპის გაზიარება
kk: Қосымшаны бөлісу
km: ចែករំលែកកម្មវិធី
ky: Колдонмону бөлүшүү
mk: Сподели апликација
mr: अॅप शेअर करा
ms: Kongsi aplikasi
nb: Del appen
nl: App delen
pt_pt: Partilhar aplicacao
ro: Distribuie aplicatia
ru: Поделиться приложением
sk: Zdielat aplikaciu
sl: Deli aplikacijo
sq: Ndaj aplikacionin
sr: Подели апликацију
sv: Dela appen
ta: செயலியைப் பகிர்
te: యాప్‌ను షేర్ చేయి
th: แชร์แอป
tr: Uygulamayi paylas
ug: ئەپنى ھەمبەھىرلەش
uk: Поділитися додатком
ur: ุงูพ ุดุฆุฑ ฺฉุฑฺบ

source: New message
af: Nuwe boodskap
ar: رسالة جديدة
bg: Ново съобщение
bn: নতুন বার্তা
ca: Missatge nou
cs: Nova zprava
da: Ny besked
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
et: Uus sõnum
eu: Mezu berria
fa: پیام جدید
fi: Uusi viesti
fil: Bagong mensahe
fr: Nouveau message
ga: Teachtaireacht nua
gl: Nova mensaxe
gu: નવો સંદેશ
he: הודעה חדשה
hi: नया संदेश
hr: Nova poruka
hu: Új üzenet
id: Pesan baru
it: Nuovo messaggio
ja: 新しいメッセージ
ka: ახალი შეტყობინება
kk: Жаңа хабарлама
km: សារថ្មី
ky: Жаңы кат
mk: Нова порака
mr: नवीन संदेश
ms: Mesej baharu
nb: Ny melding
nl: Nieuw bericht
pt_pt: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
sk: Nova sprava
sl: Novo sporocilo
sq: Mesazh i ri
sr: Нова порука
sv: Nytt meddelande
ta: புதிய செய்தி
te: కొత్త సందేశం
th: ข้อความใหม่
tr: Yeni mesaj
ug: يېڭى ئۇچۇر
uk: Нове повідомлення
ur: ูุง ูพุบุงู

# newConversation
source: Send a message
af: Stuur 'n boodskap
ar: أرسل رسالة
bg: Изпращане на съобщение
bn: একটি বার্তা পাঠান
ca: Envia un missatge
cs: Odeslat zpravu
da: Send en besked
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar un mensaje
et: Saada sõnum
eu: Bidali mezua
fa: ارسال پیام
fi: Lähetä viesti
fil: Magpadala ng mensahe
fr: Envoyer un message
ga: Seol teachtaireacht
gl: Enviar unha mensaxe
gu: સંદેશ મોકલો
he: שלח הודעה
hi: संदेश भेजें
hr: Posalji poruku
hu: Üzenet küldése
id: Kirim pesan
it: Invia un messaggio
ja: メッセージを送信
ka: შეტყობინების გაგზავნა
kk: Хабарлама жіберу
km: ផ្ញើសារ
ky: Кат жөнөтүү
mk: Испрати порака
mr: संदेश पाठवा
ms: Hantar mesej
nb: Send en melding
nl: Stuur een bericht
pt_pt: Enviar uma mensagem
ro: Trimite un mesaj
ru: Отправить сообщение
sk: Poslat spravu
sl: Posli sporocilo
sq: Dergo nje mesazh
sr: Пошаљи поруку
sv: Skicka ett meddelande
ta: செய்தி அனுப்பு
te: సందేశం పంపండి
th: ส่งข้อความ
tr: Mesaj gonder
ug: ئۇچۇر يوللاش
uk: Надіслати повідомлення
ur: ูพุบุงู ุจฺพุฌฺบ

source: Settings
af: Instellings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastaveni
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Réglages
ga: Socruithe
gl: Axustes
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ka: პარამეტრები
kk: Баптаулар
km: ការកំណត់
ky: Жөндөөлөр
mk: Поставки
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pt_pt: Definicoes
ro: Setari
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Cilesimet
sr: Подешавања
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
ug: تەڭشەكلەر
uk: Налаштування
ur: ุชุฑุชุจุงุช

source: My Hash ID
ar: معرّف Hash الخاص بي
bg: Моят Hash ID
bn: আমার Hash ID
ca: El meu Hash ID
cs: Moje Hash ID
da: Mit Hash-ID
de: Meine Hash ID
el: Το Hash ID μου
es: Mi Hash ID
et: Minu Hash ID
eu: Nire Hash ID
fa: Hash ID من
fi: Hash ID:ni
fil: Aking Hash ID
fr: Mon ID Hash
ga: Mo Hash ID
gl: O meu Hash ID
gu: મારું Hash ID
he: ה-Hash ID שלי
hi: मेरा Hash ID
hr: Moj Hash ID
hu: Hash ID-m
id: Hash ID saya
it: Il mio Hash ID
ja: マイ Hash ID
ka: ჩემი Hash ID
kk: Менің Hash ID
km: Hash ID របស់ខ្ញុំ
ky: Менин Hash ID
mk: Мој Hash ID
mr: माझा Hash ID
ms: Hash ID saya
nb: Min Hash-ID
nl: Mijn Hash-ID
pt_pt: O meu Hash ID
ro: Hash ID-ul meu
ru: Мой Hash ID
sk: Moje Hash ID
sl: Moj Hash ID
sq: Hash ID ime
sr: Мој Hash ID
sv: Mitt Hash-ID
ta: எனது Hash ID
te: నా Hash ID
th: Hash ID ของฉัน
tr: Hash Kimligim
ug: مېنىڭ Hash ID
uk: Мій Hash ID
ur: ู ุฑุง Hash ID

source: Support Hash
af: Ondersteun Hash
ar: دعم Hash
bg: Подкрепете Hash
bn: Hash সমর্থন করুন
ca: Dona suport a Hash
cs: Podporit Hash
da: Støt Hash
de: Hash unterstützen
el: Υποστήριξη Hash
es: Apoyar Hash
et: Toeta Hash'i
eu: Lagundu Hash
fa: حمایت از Hash
fi: Tue Hashia
fil: Suportahan ang Hash
fr: Soutenir Hash
ga: Tacaigh le Hash
gl: Apoiar Hash
gu: Hash ને સપોર્ટ કરો
he: תמוך ב-Hash
hi: Hash का समर्थन करें
hr: Podrzi Hash
hu: Hash támogatása
id: Dukung Hash
it: Supporta Hash
ja: Hash を支援
ka: Hash-ის მხარდაჭერა
kk: Hash-ті қолдау
km: គាំទ្រ Hash
ky: Hash'ты колдоо
mk: Поддржи Hash
mr: Hash ला सहाय्य करा
ms: Sokong Hash
nb: Støtt Hash
nl: Steun Hash
pt_pt: Apoiar o Hash
ro: Sustine Hash
ru: Поддержать Hash
sk: Podporit Hash
sl: Podpri Hash
sq: Mbeshtesni Hash
sr: Подржи Hash
sv: Stöd Hash
ta: Hash-ஐ ஆதரி
te: Hash కు మద్దతు
th: สนับสนุน Hash
tr: Hash'i Destekle
ug: Hash نى قوللاش
uk: Підтримати Hash
ur: Hash ฺฉ ุญู ุงุช ฺฉุฑฺบ

# supportHashSubtitle
source: Help us protect your privacy
af: Hash is 'n nie-winsgewende projek
ar: Hash مشروع غير ربحي
bg: Hash е нестопански проект
bn: Hash একটি অলাভজনক প্রকল্প
ca: Hash és un projecte sense ànim de lucre
cs: Hash je neziskovy projekt
da: Hash er et non-profit projekt
de: Hash ist ein gemeinnütziges Projekt
el: Το Hash είναι ένα μη κερδοσκοπικό έργο
es: Hash es un proyecto sin ánimo de lucro
et: Hash on mittetulunduslik projekt
eu: Hash irabazi-asmorik gabeko proiektua da
fa: Hash یک پروژه غیرانتفاعی است
fi: Hash on voittoa tavoittelematon projekti
fil: Ang Hash ay isang non-profit na proyekto
fr: Aidez-nous à protéger votre vie privée
ga: Is tionscadal neamhbhrabusach e Hash
gl: Hash e un proxecto sen animo de lucro
gu: Hash એક બિન-નફાકારક પ્રોજેક્ટ છે
he: Hash הוא פרויקט ללא מטרות רווח
hi: Hash एक गैर-लाभकारी परियोजना है
hr: Hash je neprofitni projekt
hu: A Hash egy nonprofit projekt
id: Hash adalah proyek nirlaba
it: Hash è un progetto senza scopo di lucro
ja: Hash は非営利プロジェクトです
ka: Hash არაკომერციული პროექტია
kk: Hash коммерциялық емес жоба
km: Hash គឺជាគម្រោងមិនរកប្រាក់ចំណេញ
ky: Hash — коммерциялык эмес долбоор
mk: Hash е непрофитен проект
mr: Hash हा ना-नफा प्रकल्प आहे
ms: Hash adalah projek bukan untung
nb: Hash er et ideelt prosjekt
nl: Hash is een project zonder winstoogmerk
pt_pt: O Hash e um projeto sem fins lucrativos
ro: Hash este un proiect non-profit
ru: Hash — некоммерческий проект
sk: Hash je neziskovy projekt
sl: Hash je neprofitni projekt
sq: Hash eshte nje projekt jofitimprures
sr: Hash је непрофитни пројекат
sv: Hash är ett ideellt projekt
ta: Hash ஒரு இலாப நோக்கற்ற திட்டம்
te: Hash ఒక లాభాపేక్ష లేని ప్రాజెక్ట్
th: Hash เป็นโปรเจกต์ไม่แสวงหากำไร
tr: Hash kar amaci gutmeyen bir projedir
ug: Hash پايدا ئىزدىمەيدىغان تۈر
uk: Hash — некомерційний проєкт
ur: Hash ุงฺฉ ุบุฑ ู ูุงูุน ุจุฎุด ู ูุตูุจ 

source: Donate
af: Skenk
ar: تبرع
bg: Дарете
bn: দান করুন
ca: Donar
cs: Prispet
da: Doner
de: Spenden
el: Δωρεά
es: Donar
et: Anneta
eu: Dohaintza egin
fa: کمک مالی
fi: Lahjoita
fil: Mag-donate
fr: Faire un don
ga: Tabhair sintiuis
gl: Doar
gu: દાન કરો
he: תרום
hi: दान करें
hr: Doniraj
hu: Adományozás
id: Donasi
it: Dona
ja: 寄付
ka: შემოწირულობა
kk: Қайырмалдық
km: បរិច្ចាគ
ky: Кайрымдуулук кылуу
mk: Донирај
mr: देणगी द्या
ms: Derma
nb: Doner
nl: Doneren
pt_pt: Fazer um donativo
ro: Doneaza
ru: Пожертвовать
sk: Darovat
sl: Doniraj
sq: Dhuro
sr: Донирај
sv: Donera
ta: நன்கொடை
te: విరాళం
th: บริจาค
tr: Bagis yap
ug: ئىئانە
uk: Пожертвувати
ur: ุนุท ุฏฺบ

source: Appearance
af: Voorkoms
ar: المظهر
bg: Външен вид
bn: চেহারা
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
et: Välimus
eu: Itxura
fa: ظاهر
fi: Ulkoasu
fil: Hitsura
fr: Apparence
ga: Cuma
gl: Aparencia
gu: દેખાવ
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ka: გარეგნობა
kk: Көрініс
km: រូបរាង
ky: Көрүнүш
mk: Изглед
mr: दिसावट
ms: Penampilan
nb: Utseende
nl: Uiterlijk
pt_pt: Aparencia
ro: Aspect
ru: Внешний вид
sk: Vzhled
sl: Videz
sq: Pamja
sr: Изглед
sv: Utseende
ta: தோற்றம்
te: రూపం
th: รูปลักษณ์
tr: Gorunum
ug: كۆرۈنۈش
uk: Зовнішній вигляд
ur: ุธุงุฑ ุดฺฉู

source: Theme
af: Tema
ar: السمة
bg: Тема
bn: থিম
ca: Tema
cs: Motiv
da: Tema
de: Design
el: Θέμα
es: Tema
et: Teema
eu: Gaia
fa: تم
fi: Teema
fil: Tema
fr: Thème
ga: Teama
gl: Tema
gu: થીમ
he: ערכת נושא
hi: थीम
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
ka: თემა
kk: Тақырып
km: រចនាបថ
ky: Тема
mk: Тема
mr: थीम
ms: Tema
nb: Tema
nl: Thema
pt_pt: Tema
ro: Tema
ru: Тема
sk: Tema
sl: Tema
sq: Tema
sr: Тема
sv: Tema
ta: தீம்
te: థీమ్
th: ธีม
tr: Tema
ug: تېما
uk: Тема
ur: ุชฺพู
