Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secStep4Highlight
source: No metadata stored: no IP address, no timestamp, no link between sender and recipient.
af: Geen metadata gestoor nie: geen IP-adres, geen tydstempel, geen skakel tussen sender en ontvanger.
ar: لا يتم تخزين أي بيانات وصفية: لا عنوان IP، لا طابع زمني، لا رابط بين المرسل والمستلم.
bg: Не се съхраняват метаданни: нито IP адрес, нито времева марка, нито връзка между изпращач и получател.
bn: কোনো মেটাডেটা সংরক্ষিত হয় না: কোনো IP ঠিকানা, টাইমস্ট্যাম্প বা প্রেরক-প্রাপকের সংযোগ নেই।
ca: Cap metadada emmagatzemada: ni adreça IP, ni marca de temps, ni enllaç entre remitent i destinatari.
cs: Zadna metadata: zadna IP adresa, zadne casove razitko, zadna vazba mezi odesilatelem a prijemcem.
da: Ingen metadata gemt: ingen IP-adresse, intet tidsstempel, ingen forbindelse mellem afsender og modtager.
de: Keine gespeicherten Metadaten: keine IP-Adresse, kein Zeitstempel, keine Verbindung zwischen Sender und Empfänger.
el: Κανένα μεταδεδομένο δεν αποθηκεύεται: καμία διεύθυνση IP, καμία χρονοσφραγίδα, κανένας σύνδεσμος μεταξύ αποστολέα και παραλήπτη.
es: Sin metadatos almacenados: ni dirección IP, ni marca de tiempo, ni vínculo entre remitente y destinatario.
et: Metaandmeid ei salvestata: IP-aadressi pole, ajatemplit pole, saatja ja saaja vahel seost pole.
eu: Metadaturik ez da gordetzen: IP helbiderik ez, denbora-zigilurik ez, bidaltzaile eta hartzaileen arteko loturarik ez.
fa: هیچ فراداده‌ای ذخیره نمی‌شود: آدرس IP نه، مهر زمانی نه، ارتباطی بین فرستنده و گیرنده نه.
fi: Ei tallennettuja metatietoja: ei IP-osoitetta, ei aikaleimaa, ei yhteyttä lähettäjän ja vastaanottajan välillä.
fil: Walang nakaimbak na metadata: walang IP address, walang timestamp, walang koneksyon sa pagitan ng nagpadala at tumanggap.
fr: Aucune métadonnée stockée : pas d'adresse IP, pas d'horodatage, pas de lien entre expéditeur et destinataire.
ga: Gan meiteashonrai storailte: gan seoladh IP, gan stampa ama, gan nasc idir seoltoir agus faighteoir.
gl: Sen metadatos almacenados: sen direccion IP, sen marca de tempo, sen vinculo entre remitente e destinatario.
gu: કોઈ મેટાડેટા સંગ્રહિત નથી: કોઈ IP એડ્રેસ, કોઈ ટાઇમસ્ટેમ્પ, કોઈ મોકલનાર અને પ્રાપ્તકર્તા વચ્ચેની લિંક નહીં.
he: לא נשמרים מטא-נתונים: לא כתובת IP, לא חותמת זמן, לא קשר בין שולח לנמען.
hi: कोई मेटाडेटा संग्रहीत नहीं: कोई IP पता नहीं, कोई टाइमस्टैम्प नहीं, प्रेषक और प्राप्तकर्ता के बीच कोई लिंक नहीं।
hr: Nema pohranjenih metapodataka: nema IP adrese, nema vremenskog pecata, nema veze izmedu posiljatelja i primatelja.
hu: Nem tárol metaadatokat: nincs IP cím, nincs időbélyeg, nincs kapcsolat küldő és címzett között.
id: Tidak ada metadata yang disimpan: tidak ada alamat IP, tidak ada cap waktu, tidak ada hubungan antara pengirim dan penerima.
it: Nessun metadato memorizzato: nessun indirizzo IP, nessun timestamp, nessun collegamento tra mittente e destinatario.
ja: メタデータは保存されません：IP アドレスなし、タイムスタンプなし、送信者と受信者の間のリンクなし。
ka: მეტამონაცემები არ ინახება: არა IP მისამართი, არა დროის ნიშანი, არა კავშირი გამომგზავნსა და მიმღებს შორის.
kk: Метадеректер сақталмайды: IP мекенжай жоқ, уақыт белгісі жоқ, жіберуші мен алушы арасында байланыс жоқ.
km: គ្មាន metadata ត្រូវបានរក្សាទុក: គ្មានអាសយដ្ឋាន IP គ្មានត្រា​ពេលវេលា គ្មានទំនាក់ទំនងរវាងអ្នកផ្ញើ និងអ្នកទទួល។
ky: Метамаалымат сакталбайт: IP дареги жок, убакыт белгиси жок, жөнөтүүчү менен алуучу арасында байланыш жок.
mk: Нема зачувани метаподатоци: нема IP адреса, нема временски печат, нема врска меѓу испраќач и примач.
mr: कोणताही मेटाडेटा साठवला जात नाही: IP पत्ता नाही, टाइमस्टॅम्प नाही, पाठवणारा आणि प्राप्तकर्ता यांचा कोणताही दुवा नाही.
ms: Tiada metadata disimpan: tiada alamat IP, tiada cap masa, tiada pautan antara pengirim dan penerima.
nb: Ingen metadata lagres: ingen IP-adresse, ingen tidsstempel, ingen kobling mellom avsender og mottaker.
nl: Geen metadata opgeslagen: geen IP-adres, geen tijdstempel, geen link tussen afzender en ontvanger.
pt_pt: Sem metadados armazenados: sem endereco IP, sem carimbo temporal, sem ligacao entre remetente e destinatario.
ro: Niciun metadat stocat: nicio adresa IP, niciun marcaj temporal, nicio legatura intre expeditor si destinatar.
ru: Метаданные не хранятся: ни IP-адрес, ни временная метка, ни связь между отправителем и получателем.
sk: Ziadne metaudaje: ziadna IP adresa, ziadna casova znacka, ziadne prepojenie medzi odosielatelom a prijemcom.
sl: Brez shranjenih metapodatkov: brez IP naslova, brez casovnega žiga, brez povezave med pošiljateljem in prejemnikom.
sq: Asnje metadate e ruajtur: asnje adrese IP, asnje vule kohore, asnje lidhje midis derguesit dhe marresit.
sr: Нема сачуваних метаподатака: нема IP адресе, нема временског печата, нема везе између пошиљаоца и примаоца.
sv: Ingen metadata lagras: ingen IP-adress, ingen tidsstämpel, ingen koppling mellan avsändare och mottagare.
ta: மெட்டாடேட்டா சேமிக்கப்படாது: IP முகவரி இல்லை, நேர முத்திரை இல்லை, அனுப்புநர்-பெறுநர் இடையே இணைப்பு இல்லை.
te: ఎలాంటి మెటాడేటా నిల్వ చేయబడదు: IP అడ్రస్ లేదు, టైమ్‌స్టాంప్ లేదు, పంపినవారు మరియు గ్రహీత మధ్య లింక్ లేదు.
th: ไม่จัดเก็บเมตาดาต้า: ไม่มี IP, ไม่มีเวลา, ไม่มีการเชื่อมโยงผู้ส่งกับผู้รับ
tr: Hicbir metaveri saklanmaz: IP adresi yok, zaman damgasi yok, gonderici-alici baglantisi yok.
ug: ھېچقانداق مېتا سانلىق مەلۇمات ساقلانمايدۇ: IP ئادرېس يوق، ۋاقىت تامغىسى يوق، يوللىغۇچى بىلەن تاپشۇرۇۋالغۇچى ئارىسىدا باغلىنىش يوق.
uk: Жодних метаданих: ні IP-адреси, ні часової мітки, ні зв'язку між відправником і одержувачем.
ur: ฺฉูุฆ ู ูนุง ฺูนุง ู ุญููุธ ูฺบ: ู IP ุงฺุฑุณุ ู ูนุงุฆู ุงุณูนู ูพุ ู ุจฺพุฌู ูุงู ุงูุฑ ูุตูู ฺฉููุฏ ฺฉ ุฏุฑู ุงู ฺฉูุฆ ุฑุจุท

# secStep5Title
source: Your contact receives the message
af: Jou kontak ontvang die boodskap
ar: جهة اتصالك تستلم الرسالة
bg: Контактът ви получава съобщението
bn: আপনার পরিচিতি বার্তা পায়
ca: El teu contacte rep el missatge
cs: Kontakt prijme zpravu
da: Din kontakt modtager beskeden
de: Dein Kontakt empfängt die Nachricht
el: Η επαφή σας λαμβάνει το μήνυμα
es: Tu contacto recibe el mensaje
et: Teie kontakt saab sõnumi
eu: Zure kontaktuak mezua jasotzen du
fa: مخاطب شما پیام را دریافت می‌کند
fi: Yhteystietosi vastaanottaa viestin
fil: Natatanggap ng iyong kontak ang mensahe
fr: Ton contact reçoit le message
ga: Faigheann do theagmhail an teachtaireacht
gl: O teu contacto recibe a mensaxe
gu: તમારો સંપર્ક સંદેશ મેળવે છે
he: איש הקשר שלך מקבל את ההודעה
hi: आपका संपर्क संदेश प्राप्त करता है
hr: Vas kontakt prima poruku
hu: Névjegye megkapja az üzenetet
id: Kontak Anda menerima pesan
it: Il tuo contatto riceve il messaggio
ja: 連絡先がメッセージを受信
ka: კონტაქტი იღებს შეტყობინებას
kk: Контактіңіз хабарламаны алады
km: ទំនាក់ទំនងរបស់អ្នកទទួលសារ
ky: Контактыңыз катты алат
mk: Вашиот контакт ја прима пораката
mr: तुमच्या संपर्काला संदेश मिळतो
ms: Kenalan anda menerima mesej
nb: Kontakten din mottar meldingen
nl: Je contact ontvangt het bericht
pt_pt: O teu contacto recebe a mensagem
ro: Contactul tau primeste mesajul
ru: Ваш контакт получает сообщение
sk: Vas kontakt prijme spravu
sl: Vas stik prejme sporocilo
sq: Kontakti juaj merr mesazhin
sr: Твој контакт прима поруку
sv: Din kontakt tar emot meddelandet
ta: உங்கள் தொடர்பு செய்தியைப் பெறுகிறார்
te: మీ పరిచయం సందేశాన్ని అందుకుంటారు
th: ผู้ติดต่อได้รับข้อความ
tr: Kisin mesaji aliyor
ug: ئالاقىداشىڭىز ئۇچۇرنى تاپشۇرۇۋالىدۇ
uk: Ваш контакт отримує повідомлення
ur: ุขูพ ฺฉุง ุฑุงุจุท ูพุบุงู ูุตูู ฺฉุฑุชุง 

# secStep5Desc
source: Your contact's phone retrieves the content from their anonymous mailbox and decrypts the message with their private key, which has never left their device. "Hi!" appears on their screen.
af: Jou kontak se foon haal die inhoud uit hul anonieme posbus en dekripteer die boodskap met hul private sleutel, wat nooit hul toestel verlaat het nie. "Hallo!" verskyn op hul skerm.
ar: يسترجع هاتف جهة اتصالك المحتوى من صندوق البريد المجهول ويفك تشفير الرسالة بمفتاحه الخاص، الذي لم يغادر جهازه أبداً. تظهر "مرحباً!" على شاشته.
bg: Телефонът на контакта ви извлича съдържанието от анонимната им пощенска кутия и дешифрира съобщението с частния им ключ, който никога не е напускал устройството им. "Здравей!" се появява на екрана им.
bn: আপনার পরিচিতির ফোন তার বেনামী মেইলবক্স থেকে বিষয়বস্তু নেয় এবং তার প্রাইভেট কী দিয়ে বার্তা ডিক্রিপ্ট করে, যা কখনো তার ডিভাইস ছাড়েনি। "হ্যালো!" তার স্ক্রিনে দেখা যায়।
ca: El telèfon del teu contacte recupera el contingut de la seva bústia anònima i desxifra el missatge amb la seva clau privada, que mai ha sortit del seu dispositiu. "Hola!" apareix a la seva pantalla.
cs: Telefon kontaktu si vyzvedne obsah ze sve anonymni schranky a desifruje zpravu svym soukromym klicem, ktery nikdy neopustil jeho zarizeni. Na obrazovce se objevi "Ahoj!".
da: Din kontakts telefon henter indholdet fra deres anonyme postkasse og dekrypterer beskeden med deres private nøgle, som aldrig har forladt deres enhed. "Hej!" vises på deres skærm.
de: Das Telefon deines Kontakts ruft den Inhalt aus seinem anonymen Briefkasten ab und entschlüsselt die Nachricht mit seinem privaten Schlüssel, der sein Gerät nie verlassen hat. "Hallo!" erscheint auf seinem Bildschirm.
el: Το τηλέφωνο της επαφής σας ανακτά το περιεχόμενο από το ανώνυμο γραμματοκιβώτιό της και αποκρυπτογραφεί το μήνυμα με το ιδιωτικό κλειδί της, που δεν έχει φύγει ποτέ από τη συσκευή της. Το "Γεια!" εμφανίζεται στην οθόνη της.
es: El teléfono de tu contacto recupera el contenido de su buzón anónimo y descifra el mensaje con su clave privada, que nunca ha salido de su dispositivo. "¡Hola!" aparece en su pantalla.
et: Teie kontakti telefon hangib sisu anonüümsest postkastist ja dekrüpteerib sõnumi oma privaatvõtmega, mis pole kunagi seadmest lahkunud. "Tere!" ilmub ekraanile.
eu: Zure kontaktuaren telefonoak edukia bere postontzi anonimotik eskuratzen du eta mezua bere gako pribatuarekin deszifratzen du, gailutik inoiz atera ez dena. "Kaixo!" pantailan agertzen da.
fa: تلفن مخاطب شما محتوا را از صندوق پستی ناشناس خود بازیابی می‌کند و پیام را با کلید خصوصی خود رمزگشایی می‌کند، کلیدی که هرگز دستگاه را ترک نکرده. "سلام!" روی صفحه ظاهر می‌شود.
fi: Yhteystietosi puhelin noutaa sisällön anonyymistä postilaatikostaan ja purkaa viestin salauksen yksityisellä avaimellaan, joka ei ole koskaan poistunut hänen laitteeltaan. "Hei!" ilmestyy hänen näytölleen.
fil: Kinukuha ng telepono ng iyong kontak ang nilalaman mula sa kanilang anonymous na mailbox at dine-decrypt ang mensahe gamit ang kanilang private key, na hindi kailanman umalis sa kanilang device. Lumalabas ang "Kumusta!" sa kanilang screen.
fr: Le téléphone de ton contact récupère le contenu de sa boîte aux lettres anonyme et déchiffre le message avec sa clé privée, qui n'a jamais quitté son appareil. "Salut !" apparaît sur son écran.
ga: Bailionn guthan do theagmhala abhar a bhosca litreach anaithnid agus dicriptiunaionn se an teachtaireacht lena eochair phriobhaideach, nach bhfag a ghleas riamh. Taispeantar "Haigh!" ar a scailean.
gl: O telefono do teu contacto recolle o contido da sua caixa de correo anonima e descifra a mensaxe coa sua chave privada, que nunca saiu do seu dispositivo. "Ola!" aparece na sua pantalla.
gu: તમારા સંપર્કનો ફોન તેમના અનામી મેઈલબોક્સમાંથી સામગ્રી મેળવે છે અને તેમની ખાનગી કી વડે સંદેશ ડિક્રિપ્ટ કરે છે, જે તેમનું ઉપકરણ ક્યારેય છોડ્યું નથી. "નમસ્તે!" તેમની સ્ક્રીન પર દેખાય છે.
he: הטלפון של איש הקשר שלך מושך את התוכן מתיבת הדואר האנונימית שלו ומפענח את ההודעה עם המפתח הפרטי שלו, שמעולם לא עזב את מכשירו. "שלום!" מופיע על המסך שלו.
hi: आपके संपर्क का फ़ोन अपने गुमनाम मेलबॉक्स से सामग्री लेता है और अपनी निजी कुंजी से संदेश डिक्रिप्ट करता है, जो कभी उनके डिवाइस से नहीं गई। उनकी स्क्रीन पर "नमस्ते!" दिखाई देता है।
hr: Telefon vaseg kontakta dohvaca sadrzaj iz anonimnog postanskog sanducica i dekriptira poruku privatnim kljucem koji nikada nije napustio njihov uredaj. "Bok!" se pojavljuje na njihovom zaslonu.
hu: Névjegye telefonja lekéri a tartalmat az anonim postaládából, és a privát kulcsával visszafejti az üzenetet, amely soha nem hagyta el az eszközét. A "Szia!" megjelenik a képernyőjén.
id: Ponsel kontak Anda mengambil konten dari kotak surat anonim mereka dan mendekripsi pesan dengan kunci privat mereka, yang tidak pernah meninggalkan perangkat mereka. "Hai!" muncul di layar mereka.
it: Il telefono del tuo contatto recupera il contenuto dalla sua casella postale anonima e decritta il messaggio con la sua chiave privata, che non ha mai lasciato il suo dispositivo. "Ciao!" appare sul suo schermo.
ja: 連絡先の電話が匿名メールボックスからコンテンツを取得し、デバイスから離れたことのない秘密鍵でメッセージを復号します。「こんにちは！」が画面に表示されます。
ka: კონტაქტის ტელეფონი ანონიმური საფოსტო ყუთიდან შინაარსს იღებს და შეტყობინებას გაშიფრავს პირადი გასაღებით, რომელიც არასოდეს დატოვებია მათი მოწყობილობა. "გამარჯობა!" ეკრანზე გამოჩნდება.
kk: Контактіңіздің телефоны анонимді пошта жәшігінен мазмұнды алады және хабарламаны құрылғыдан ешқашан кетпеген жеке кілтімен шифрын ашады. Экранда "Сәлем!" көрінеді.
km: ទូរស័ព្ទរបស់ទំនាក់ទំនងទាញយកមាតិកាពីប្រអប់សំបុត្រអនាមិក ហើយឌិគ្រីបសារជាមួយកូនសោឯកជនរបស់ពួកគេ ដែលមិនធ្លាប់ចាកចេញពីឧបករណ៍។ "សួស្តី!" បង្ហាញនៅលើអេក្រង់។
ky: Контактыңыздын телефону анонимдик почта кутусунан мазмунду алат жана катты түзмөгүнөн чыкпаган жеке ачкычы менен ачат. "Салам!" экранда пайда болот.
mk: Телефонот на вашиот контакт ја презема содржината од анонимното сандаче и ја дешифрира пораката со приватниот клуч, кој никогаш не го напуштил уредот. "Здраво!" се појавува на екранот.
mr: तुमच्या संपर्काचा फोन त्यांच्या अनामिक मेलबॉक्समधून सामग्री मिळवतो आणि त्यांच्या खाजगी कीने संदेश डिक्रिप्ट करतो, जी कधीही त्यांच्या डिव्हाइसमधून बाहेर गेली नाही. "नमस्कार!" त्यांच्या स्क्रीनवर दिसतो.
ms: Telefon kenalan anda mengambil kandungan dari peti surat tanpa nama mereka dan menyahsulit mesej dengan kunci peribadi mereka, yang tidak pernah meninggalkan peranti mereka. "Hai!" muncul di skrin mereka.
nb: Kontaktens telefon henter innholdet fra den anonyme postkassen og dekrypterer meldingen med sin private nøkkel, som aldri har forlatt enheten. «Hei!» vises på skjermen.
nl: De telefoon van je contact haalt de inhoud op uit hun anonieme brievenbus en ontsleutelt het bericht met hun privésleutel, die nooit hun apparaat heeft verlaten. "Hoi!" verschijnt op hun scherm.
pt_pt: O telefone do teu contacto recolhe o conteudo da sua caixa de correio anonima e desencripta a mensagem com a sua chave privada, que nunca saiu do seu dispositivo. "Ola!" aparece no seu ecra.
ro: Telefonul contactului preia continutul din cutia postala anonima si decripteaza mesajul cu cheia lor privata, care nu a parasit niciodata dispozitivul lor. "Salut!" apare pe ecran.
ru: Телефон контакта получает содержимое из анонимного ящика и расшифровывает сообщение своим приватным ключом, который никогда не покидал его устройство. «Привет!» появляется на экране.
sk: Telefon kontaktu stiahne obsah z anonymnej schranky a dessifruje spravu svojim sukromnym klucom, ktory nikdy neopustil jeho zariadenie. "Ahoj!" sa zobrazi na obrazovke.
sl: Telefon stika pridobi vsebino iz anonimnega nabiralnika in desifrira sporocilo s svojim zasebnim kljucem, ki nikoli ni zapustil naprave. "Živjo!" se prikaže na zaslonu.
sq: Telefoni i kontaktit merr permbajtjen nga kutia postare anonime dhe deshifron mesazhin me çelesin e tij privat, i cili nuk ka dalur kurre nga pajisja. "Pershendetje!" shfaqet ne ekran.
sr: Телефон твог контакта преузима садржај из свог анонимног сандучета и дешифрује поруку својим приватним кључем, који никада није напустио његов уређај. "Здраво!" се појављује на његовом екрану.
sv: Din kontakts telefon hämtar innehållet från sin anonyma brevlåda och dekrypterar meddelandet med sin privata nyckel, som aldrig lämnat deras enhet. "Hej!" visas på deras skärm.
ta: உங்கள் தொடர்பின் தொலைபேசி அநாமதேய அஞ்சல் பெட்டியிலிருந்து உள்ளடக்கத்தைப் பெற்று, சாதனத்தை விட்டு ஒருபோதும் வெளியேறாத தனிப்பட்ட விசையுடன் செய்தியை மறைகுறியாக்கம் செய்கிறது. "வணக்கம்!" அவர்களின் திரையில் தோன்றும்.
te: మీ పరిచయం యొక్క ఫోన్ వారి అనామక మెయిల్‌బాక్స్ నుండి కంటెంట్‌ను తీసుకొని వారి ప్రైవేట్ కీతో సందేశాన్ని డీక్రిప్ట్ చేస్తుంది, అది వారి పరికరాన్ని ఎప్పుడూ వదలలేదు. వారి స్క్రీన్‌పై "హాయ్!" కనిపిస్తుంది.
th: โทรศัพท์ผู้ติดต่อดึงเนื้อหาจากตู้ไปรษณีย์นิรนามและถอดรหัสด้วยคีย์ส่วนตัวที่ไม่เคยออกจากอุปกรณ์ "สวัสดี!" ปรากฏบนหน้าจอ
tr: Kisinin telefonu anonim posta kutusundan icerigi alir ve mesaji, cihazindan hic ayrilmamis olan ozel anahtariyla cozer. "Merhaba!" ekraninda gorunur.
ug: ئالاقىداشىڭىزنىڭ تېلېفونى نامسىز ساندۇقتىن مەزمۇننى ئېلىپ، ھەرگىز ئۈسكۈنىنى تەرك قىلمىغان شەخسىي ئاچقۇچ بىلەن ئۇچۇرنى يەشلەيدۇ. ئېكراندا «سالام!» كۆرۈنىدۇ.
uk: Телефон контакту забирає вміст з анонімної скриньки та розшифровує повідомлення приватним ключем, який ніколи не покидав пристрій. На екрані з'являється «Привіт!».
ur: ุขูพ ฺฉ ุฑุงุจุท ฺฉุง ููู ุงูพู ฺฏู ูุงู ู ู ุจุงฺฉุณ ุณ ู ูุงุฏ ูุชุง  ุงูุฑ ุงูพู ูุฌ ฺฉูุฏ ุณ ูพุบุงู ฺฉู ฺฺฉุฑูพูน ฺฉุฑุชุง ุ ุฌู ฺฉุจฺพ ุขู ุณ ุจุงุฑ ูฺบ ฺฏุฆ "ูู!" ุงู ฺฉ ุงุณฺฉุฑู ูพุฑ ุธุงุฑ ูุชุง 

# secStep6Title
source: The message disappears from the server
af: Die boodskap verdwyn van die bediener
ar: الرسالة تختفي من الخادم
bg: Съобщението изчезва от сървъра
bn: বার্তা সার্ভার থেকে অদৃশ্য হয়
ca: El missatge desapareix del servidor
cs: Zprava zmizi ze serveru
da: Beskeden forsvinder fra serveren
de: Die Nachricht verschwindet vom Server
el: Το μήνυμα εξαφανίζεται από τον διακομιστή
es: El mensaje desaparece del servidor
et: Sõnum kaob serverist
eu: Mezua zerbitzaritik desagertzen da
fa: پیام از سرور ناپدید می‌شود
fi: Viesti katoaa palvelimelta
fil: Nawawala ang mensahe mula sa server
fr: Le message disparaît du serveur
ga: Imionn an teachtaireacht on bhfreastalai
gl: A mensaxe desaparece do servidor
gu: સંદેશ સર્વરમાંથી ગાયબ થાય છે
he: ההודעה נעלמת מהשרת
hi: संदेश सर्वर से गायब हो जाता है
hr: Poruka nestaje s posluzitelja
hu: Az üzenet eltűnik a szerverről
id: Pesan menghilang dari server
it: Il messaggio scompare dal server
ja: メッセージがサーバーから消える
ka: შეტყობინება სერვერიდან ქრება
kk: Хабарлама серверден жоғалады
km: សារបាត់ពីម៉ាស៊ីនមេ
ky: Кат серверден жоголот
mk: Пораката исчезнува од серверот
mr: सर्व्हरवरून संदेश गायब होतो
ms: Mesej hilang dari pelayan
nb: Meldingen forsvinner fra serveren
nl: Het bericht verdwijnt van de server
pt_pt: A mensagem desaparece do servidor
ro: Mesajul dispare de pe server
ru: Сообщение исчезает с сервера
sk: Sprava zmizne zo servera
sl: Sporocilo izgine s strežnika
sq: Mesazhi zhduket nga serveri
sr: Порука нестаје са сервера
sv: Meddelandet försvinner från servern
ta: செய்தி சேவையகத்திலிருந்து மறைகிறது
te: సందేశం సర్వర్ నుండి అదృశ్యమవుతుంది
th: ข้อความหายไปจากเซิร์ฟเวอร์
tr: Mesaj sunucudan kayboluyor
ug: ئۇچۇر مۇلازىمېتىردىن يوقىلىدۇ
uk: Повідомлення зникає з сервера
ur: ูพุบุงู ุณุฑูุฑ ุณ ุบุงุฆุจ ู ุฌุงุชุง 
