Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# accountSecuritySubtitle
source: PIN, biometrics, Vash Mode
af: PIN, biometrie, Vash-modus
ar: رمز PIN، البصمة، وضع Vash
bg: PIN, биометрия, Режим Vash
bn: PIN, বায়োমেট্রিক্স, Vash মোড
ca: PIN, biomètrics, Mode Vash
cs: PIN, biometrie, Rezim Vash
da: PIN, biometri, Vash-tilstand
de: PIN, Biometrie, Vash-Modus
el: PIN, βιομετρικά, Vash Mode
es: PIN, biometría, Modo Vash
et: PIN, biomeetria, Vash režiim
eu: PIN, biometrikoak, Vash modua
fa: PIN، بیومتریک، حالت Vash
fi: PIN, biometria, Vash-tila
fr: PIN, biométrie, Mode Vash
ga: PIN, biomeadrach, Modh Vash
gl: PIN, biometria, Modo Vash
gu: PIN, બાયોમેટ્રિક્સ, Vash મોડ
he: PIN, ביומטריה, מצב Vash
hi: PIN, बायोमेट्रिक्स, Vash मोड
hr: PIN, biometrija, Vash nacin
hu: PIN, biometria, Vash mód
id: PIN, biometrik, Mode Vash
it: PIN, biometria, Modalità Vash
ja: PIN、生体認証、Vash モード
ka: PIN, ბიომეტრია, Vash რეჟიმი
kk: PIN, биометрия, Vash режимі
km: PIN, ជីវមាត្រ, មុខងារ Vash
ky: PIN, биометрия, Vash режими
mk: PIN, биометрија, Vash режим
mr: PIN, बायोमेट्रिक्स, Vash मोड
ms: PIN, biometrik, Mod Vash
nb: PIN, biometri, Vash-modus
nl: PIN, biometrie, Vash-modus
pt_pt: PIN, biometria, Modo Vash
ro: PIN, biometrie, Mod Vash
ru: PIN, биометрия, режим Vash
sk: PIN, biometria, rezim Vash
sl: PIN, biometrija, nacin Vash
sq: PIN, biometria, modaliteti Vash
sr: PIN, биометрија, Vash режим
sv: PIN, biometri, Vash-läge
ta: PIN, உயிரியல் அளவீடு, Vash பயன்முறை
te: PIN, బయోమెట్రిక్స్, Vash మోడ్
th: PIN, ไบโอเมตริก, โหมด Vash
tr: PIN, biyometri, Vash Modu
ug: PIN، بىئولوگىيىلىك، Vash ھالىتى
uk: PIN, біометрія, режим Vash
ur: PINุ ุจุงูู ูนุฑฺฉุณุ Vash ู ูฺ

source: Block screenshots
af: Blokkeer skermskote
ar: حظر لقطات الشاشة
bg: Блокиране на екранни снимки
bn: স্ক্রিনশট ব্লক করুন
ca: Bloquejar captures de pantalla
cs: Blokovat snimky obrazovky
da: Bloker skærmbilleder
de: Screenshots blockieren
el: Αποκλεισμός στιγμιότυπων
es: Bloquear capturas de pantalla
et: Blokeeri kuvatõmmised
eu: Pantaila-argazkiak blokeatu
fa: مسدود کردن تصاویر صفحه
fi: Estä kuvakaappaukset
fil: I-block ang mga screenshot
fr: Bloquer les captures d'écran
ga: Cuir cosc ar ghabhail scaileain
gl: Bloquear capturas de pantalla
gu: સ્ક્રીનશોટ બ્લોક કરો
he: חסום צילומי מסך
hi: स्क्रीनशॉट ब्लॉक करें
hr: Blokiraj snimke zaslona
hu: Képernyőfotók tiltása
id: Blokir tangkapan layar
it: Blocca screenshot
ja: スクリーンショットをブロック
ka: ეკრანის ანაბეჭდების დაბლოკვა
kk: Скриншоттарды блоктау
km: ទប់ស្កាត់ការថតអេក្រង់
ky: Скриншотторду бөгөттөө
mk: Блокирај снимки на екран
mr: स्क्रीनशॉट ब्लॉक करा
ms: Sekat tangkapan skrin
nb: Blokker skjermbilder
nl: Screenshots blokkeren
pt_pt: Bloquear capturas de ecra
ro: Blocheaza capturile de ecran
ru: Блокировать снимки экрана
sk: Blokovat snimky obrazovky
sl: Blokiraj posnetke zaslona
sq: Blloko pamjet e ekranit
sr: Блокирај снимке екрана
sv: Blockera skärmdumpar
ta: திரைப்பிடிப்புகளைத் தடு
te: స్క్రీన్‌షాట్‌లను బ్లాక్ చేయి
th: บล็อกการจับภาพหน้าจอ
tr: Ekran goruntularini engelle
ug: ئېكران رەسىمىنى توسۇش
uk: Блокувати знімки екрана
ur: ุงุณฺฉุฑู ุดุงูนุณ ุจูุงฺฉ ฺฉุฑฺบ

# transferDevice
source: Transfer to another device
af: Dra oor na ander toestel
ar: النقل إلى جهاز آخر
bg: Прехвърляне на друго устройство
bn: অন্য ডিভাইসে স্থানান্তর করুন
ca: Transferir a un altre dispositiu
cs: Prevest na jiny pristroj
da: Overfør til en anden enhed
de: Auf anderes Gerät übertragen
el: Μεταφορά σε άλλη συσκευή
es: Transferir a otro dispositivo
et: Kanna üle teisele seadmele
eu: Beste gailu batera transferitu
fa: انتقال به دستگاه دیگر
fi: Siirrä toiselle laitteelle
fil: Ilipat sa ibang device
fr: Transférer vers un autre appareil
ga: Aistriu go gleas eile
gl: Transferir a outro dispositivo
gu: બીજા ઉપકરણ પર ટ્રાન્સફર કરો
he: העבר למכשיר אחר
hi: दूसरे डिवाइस पर ट्रांसफर करें
hr: Prijenos na drugi uredaj
hu: Áthelyezés másik eszközre
id: Transfer ke perangkat lain
it: Trasferisci su altro dispositivo
ja: 別のデバイスに移行
ka: სხვა მოწყობილობაზე გადატანა
kk: Басқа құрылғыға тасымалдау
km: ផ្ទេរទៅឧបករណ៍ផ្សេង
ky: Башка түзмөккө өткөрүү
mk: Пренеси на друг уред
mr: दुसऱ्या डिव्हाइसवर हस्तांतरित करा
ms: Pindah ke peranti lain
nb: Overfør til en annen enhet
nl: Overzetten naar ander apparaat
pt_pt: Transferir para outro dispositivo
ro: Transfera pe alt dispozitiv
ru: Перенести на другое устройство
sk: Preniest na ine zariadenie
sl: Prenesi na drugo napravo
sq: Transfero ne nje pajisje tjeter
sr: Пренеси на други уређај
sv: Överför till en annan enhet
ta: மற்றொரு சாதனத்திற்கு மாற்று
te: మరొక పరికరానికి బదిలీ చేయి
th: โอนไปอุปกรณ์อื่น
tr: Baska bir cihaza aktar
ug: باشقا ئۈسكۈنىگە يۆتكەش
uk: Перенести на інший пристрій
ur: ุฏูุณุฑ ุขู ูพุฑ ู ูุชูู ฺฉุฑฺบ

# transferDeviceSubtitle
source: Migrate your account
af: Migreer jou rekening
ar: نقل حسابك
bg: Мигрирайте акаунта си
bn: আপনার অ্যাকাউন্ট স্থানান্তর করুন
ca: Migrar el teu compte
cs: Migrace vaseho uctu
da: Migrer din konto
de: Konto migrieren
el: Μεταφέρετε τον λογαριασμό σας
es: Migrar tu cuenta
et: Migreerige oma konto
eu: Migratu zure kontua
fa: انتقال حساب خود
fi: Siirrä tilisi
fil: Ilipat ang iyong account
fr: Migrer votre compte
ga: Aistrigh do chuntas
gl: Migrar a tua conta
gu: તમારું એકાઉન્ટ માઇગ્રેટ કરો
he: העבר את החשבון שלך
hi: अपना खाता माइग्रेट करें
hr: Migrirajte svoj racun
hu: Fiók migrálása
id: Migrasikan akun Anda
it: Migra il tuo account
ja: アカウントを移行
ka: ანგარიშის მიგრაცია
kk: Аккаунтыңызды көшіру
km: ផ្លាស់ប្តូរគណនីរបស់អ្នក
ky: Аккаунтуңузду көчүрүү
mk: Мигрирај ја сметката
mr: तुमचे खाते स्थलांतरित करा
ms: Migrasi akaun anda
nb: Migrer kontoen din
nl: Je account migreren
pt_pt: Migrar a sua conta
ro: Migreaza contul tau
ru: Перенести ваш аккаунт
sk: Migrovat vas ucet
sl: Preseli svoj racun
sq: Migro llogarise tende
sr: Мигрирај свој налог
sv: Migrera ditt konto
ta: உங்கள் கணக்கை இடமாற்றம் செய்யுங்கள்
te: మీ ఖాతాను మైగ్రేట్ చేయండి
th: ย้ายบัญชีของคุณ
tr: Hesabinizi tasiyin
ug: ھېساباتىڭىزنى يۆتكەڭ
uk: Перенесіть свій обліковий запис
ur: ุงูพูุง ุงฺฉุงุคููน ู ูุชูู ฺฉุฑฺบ

source: PIN code
af: PIN-kode
ar: رمز PIN
bg: PIN код
bn: PIN কোড
ca: Codi PIN
cs: PIN kod
da: PIN-kode
el: Κωδικός PIN
es: Código PIN
et: PIN-kood
eu: PIN kodea
fa: کد PIN
fi: PIN-koodi
fr: Code PIN
ga: Cod PIN
gl: Codigo PIN
gu: PIN કોડ
he: קוד PIN
hi: PIN कोड
hr: PIN kod
hu: PIN kód
id: Kode PIN
it: Codice PIN
ja: PIN コード
ka: PIN კოდი
kk: PIN код
km: លេខកូដ PIN
ky: PIN код
mk: PIN код
mr: PIN कोड
ms: Kod PIN
nb: PIN-kode
pt_pt: Codigo PIN
ro: Cod PIN
ru: PIN-код
sk: PIN kod
sl: PIN koda
sq: Kodi PIN
sr: PIN код
sv: PIN-kod
ta: PIN குறியீடு
te: PIN కోడ్
th: รหัส PIN
tr: PIN kodu
ug: PIN كود
uk: PIN-код
ur: PIN ฺฉูฺ

# changePin
source: Change PIN code
af: Verander PIN-kode
ar: تغيير رمز PIN
bg: Промяна на PIN код
bn: PIN কোড পরিবর্তন করুন
ca: Canviar codi PIN
cs: Zmenit PIN kod
da: Ændre PIN-kode
de: PIN-Code ändern
el: Αλλαγή κωδικού PIN
es: Cambiar código PIN
et: Muuda PIN-koodi
eu: Aldatu PIN kodea
fa: تغییر کد PIN
fi: Vaihda PIN-koodi
fil: Palitan ang PIN code
fr: Changer le code PIN
ga: Athraigh an cod PIN
gl: Cambiar codigo PIN
gu: PIN કોડ બદલો
he: שנה קוד PIN
hi: PIN कोड बदलें
hr: Promijeni PIN kod
hu: PIN kód módosítása
id: Ubah kode PIN
it: Cambia codice PIN
ja: PIN コードを変更
ka: PIN კოდის შეცვლა
kk: PIN кодты өзгерту
km: ប្តូរលេខកូដ PIN
ky: PIN кодду өзгөртүү
mk: Промени PIN код
mr: PIN कोड बदला
ms: Tukar kod PIN
nb: Endre PIN-kode
nl: PIN-code wijzigen
pt_pt: Alterar codigo PIN
ro: Schimba codul PIN
ru: Изменить PIN-код
sk: Zmenit PIN kod
sl: Spremeni PIN kodo
sq: Ndrysho kodin PIN
sr: Промени PIN код
sv: Ändra PIN-kod
ta: PIN குறியீட்டை மாற்று
te: PIN కోడ్ మార్చు
th: เปลี่ยนรหัส PIN
tr: PIN kodunu degistir
ug: PIN كودنى ئۆزگەرتىش
uk: Змінити PIN-код
ur: PIN ฺฉูฺ ุชุจุฏู ฺฉุฑฺบ

# currentPin
source: Current PIN code
af: Huidige PIN-kode
ar: رمز PIN الحالي
bg: Текущ PIN код
bn: বর্তমান PIN কোড
ca: Codi PIN actual
cs: Soucasny PIN kod
da: Nuværende PIN-kode
de: Aktueller PIN-Code
el: Τρέχων κωδικός PIN
es: Código PIN actual
et: Praegune PIN-kood
eu: Oraingo PIN kodea
fa: کد PIN فعلی
fi: Nykyinen PIN-koodi
fil: Kasalukuyang PIN code
fr: Code PIN actuel
ga: Cod PIN reatha
gl: Codigo PIN actual
gu: વર્તમાન PIN કોડ
he: קוד PIN נוכחי
hi: वर्तमान PIN कोड
hr: Trenutni PIN kod
hu: Jelenlegi PIN kód
id: Kode PIN saat ini
it: Codice PIN attuale
ja: 現在の PIN コード
ka: მიმდინარე PIN კოდი
kk: Ағымдағы PIN код
km: លេខកូដ PIN បច្ចុប្បន្ន
ky: Учурдагы PIN код
mk: Тековен PIN код
mr: सध्याचा PIN कोड
ms: Kod PIN semasa
nb: Nåværende PIN-kode
nl: Huidige PIN-code
pt_pt: Codigo PIN atual
ro: Codul PIN actual
ru: Текущий PIN-код
sk: Aktualny PIN kod
sl: Trenutna PIN koda
sq: Kodi PIN aktual
sr: Тренутни PIN код
sv: Nuvarande PIN-kod
ta: தற்போதைய PIN குறியீடு
te: ప్రస్తుత PIN కోడ్
th: รหัส PIN ปัจจุบัน
tr: Mevcut PIN kodu
ug: نۆۋەتتىكى PIN كود
uk: Поточний PIN-код
ur: ู ูุฌูุฏ PIN ฺฉูฺ

# newPin
source: New PIN code
af: Nuwe PIN-kode
ar: رمز PIN الجديد
bg: Нов PIN код
bn: নতুন PIN কোড
ca: Nou codi PIN
cs: Novy PIN kod
da: Ny PIN-kode
de: Neuer PIN-Code
el: Νέος κωδικός PIN
es: Nuevo código PIN
et: Uus PIN-kood
eu: PIN kode berria
fa: کد PIN جدید
fi: Uusi PIN-koodi
fil: Bagong PIN code
fr: Nouveau code PIN
ga: Cod PIN nua
gl: Novo codigo PIN
gu: નવો PIN કોડ
he: קוד PIN חדש
hi: नया PIN कोड
hr: Novi PIN kod
hu: Új PIN kód
id: Kode PIN baru
it: Nuovo codice PIN
ja: 新しい PIN コード
ka: ახალი PIN კოდი
kk: Жаңа PIN код
km: លេខកូដ PIN ថ្មី
ky: Жаңы PIN код
mk: Нов PIN код
mr: नवीन PIN कोड
ms: Kod PIN baharu
nb: Ny PIN-kode
nl: Nieuwe PIN-code
pt_pt: Novo codigo PIN
ro: Cod PIN nou
ru: Новый PIN-код
sk: Novy PIN kod
sl: Nova PIN koda
sq: Kodi PIN i ri
sr: Нови PIN код
sv: Ny PIN-kod
ta: புதிய PIN குறியீடு
te: కొత్త PIN కోడ్
th: รหัส PIN ใหม่
tr: Yeni PIN kodu
ug: يېڭى PIN كود
uk: Новий PIN-код
ur: ูุง PIN ฺฉูฺ

# confirmPin
source: Confirm PIN code
af: Bevestig PIN-kode
ar: تأكيد رمز PIN
bg: Потвърдете PIN код
bn: PIN কোড নিশ্চিত করুন
ca: Confirmar codi PIN
cs: Potvrdit PIN kod
da: Bekræft PIN-kode
de: PIN-Code bestätigen
el: Επιβεβαίωση κωδικού PIN
es: Confirmar código PIN
et: Kinnita PIN-kood
eu: Berretsi PIN kodea
fa: تأیید کد PIN
fi: Vahvista PIN-koodi
fil: Kumpirmahin ang PIN code
fr: Confirmer le code PIN
ga: Deimhnigh an cod PIN
gl: Confirmar codigo PIN
gu: PIN કોડ કન્ફર્મ કરો
he: אשר קוד PIN
hi: PIN कोड की पुष्टि करें
hr: Potvrdi PIN kod
hu: PIN kód megerősítése
id: Konfirmasi kode PIN
it: Conferma codice PIN
ja: PIN コードを確認
ka: PIN კოდის დადასტურება
kk: PIN кодты растау
km: បញ្ជាក់លេខកូដ PIN
ky: PIN кодду ырастоо
mk: Потврди PIN код
mr: PIN कोड पुष्टी करा
ms: Sahkan kod PIN
nb: Bekreft PIN-kode
nl: PIN-code bevestigen
pt_pt: Confirmar codigo PIN
ro: Confirma codul PIN
ru: Подтвердить PIN-код
sk: Potvrdit PIN kod
sl: Potrdi PIN kodo
sq: Konfirmo kodin PIN
sr: Потврди PIN код
sv: Bekräfta PIN-kod
ta: PIN குறியீட்டை உறுதிசெய்
te: PIN కోడ్ నిర్ధారించు
th: ยืนยันรหัส PIN
tr: PIN kodunu onayla
ug: PIN كودنى جەزملەش
uk: Підтвердити PIN-код
ur: PIN ฺฉูฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

# pinChanged
source: PIN code changed
af: PIN-kode verander
ar: تم تغيير رمز PIN
bg: PIN кодът е променен
bn: PIN কোড পরিবর্তিত হয়েছে
ca: Codi PIN canviat
cs: PIN kod zmenen
da: PIN-kode ændret
de: PIN-Code geändert
el: Ο κωδικός PIN άλλαξε
es: Código PIN cambiado
et: PIN-kood muudetud
eu: PIN kodea aldatuta
fa: کد PIN تغییر کرد
fi: PIN-koodi vaihdettu
fil: Nabago ang PIN code
fr: Code PIN modifié
ga: Cod PIN athraithe
gl: Codigo PIN cambiado
gu: PIN કોડ બદલાયો
he: קוד PIN שונה
hi: PIN कोड बदला गया
hr: PIN kod promijenjen
hu: PIN kód megváltoztatva
id: Kode PIN diubah
it: Codice PIN cambiato
ja: PIN コードが変更されました
ka: PIN კოდი შეიცვალა
kk: PIN код өзгертілді
km: លេខកូដ PIN បានផ្លាស់ប្តូរ
ky: PIN код өзгөртүлдү
mk: PIN кодот е променет
mr: PIN कोड बदलला
ms: Kod PIN ditukar
nb: PIN-kode endret
nl: PIN-code gewijzigd
pt_pt: Codigo PIN alterado
ro: Codul PIN a fost schimbat
ru: PIN-код изменён
sk: PIN kod zmeneny
sl: PIN koda spremenjena
sq: Kodi PIN u ndryshua
sr: PIN код промењен
sv: PIN-kod ändrad
ta: PIN குறியீடு மாற்றப்பட்டது
te: PIN కోడ్ మార్చబడింది
th: เปลี่ยนรหัส PIN แล้ว
tr: PIN kodu degistirildi
ug: PIN كود ئۆزگەرتىلدى
uk: PIN-код змінено
ur: PIN ฺฉูฺ ุชุจุฏู ู ฺฏุง

source: Incorrect PIN
af: Verkeerde PIN
ar: رمز PIN غير صحيح
bg: Грешен PIN
bn: ভুল PIN
ca: PIN incorrecte
cs: Nespravny PIN
da: Forkert PIN
de: Falscher PIN
el: Λανθασμένος κωδικός PIN
es: PIN incorrecto
et: Vale PIN
eu: PIN okerra
fa: PIN نادرست
fi: Väärä PIN
fil: Maling PIN
fr: PIN incorrect
ga: PIN micheart
gl: PIN incorrecto
gu: ખોટો PIN
he: PIN שגוי
hi: गलत PIN
hr: Netocni PIN
hu: Helytelen PIN
id: PIN salah
it: PIN errato
ja: PIN が正しくありません
ka: არასწორი PIN
kk: Қате PIN
km: PIN មិនត្រឹមត្រូវ
ky: Туура эмес PIN
mk: Неточен PIN
mr: चुकीचा PIN
ms: PIN salah
nb: Feil PIN
nl: Onjuiste PIN
pt_pt: PIN incorreto
ro: PIN incorect
ru: Неверный PIN
sk: Nespravny PIN
sl: Napacen PIN
sq: PIN i gabuar
sr: Нетачан PIN
sv: Felaktig PIN
ta: தவறான PIN
te: తప్పు PIN
th: PIN ไม่ถูกต้อง
tr: Yanlis PIN
ug: خاتا PIN
uk: Невірний PIN
ur: ุบูุท PIN

source: PINs do not match
af: PIN's stem nie ooreen nie
ar: الرموز غير متطابقة
bg: PIN кодовете не съвпадат
bn: PIN মিলছে না
ca: Els PIN no coincideixen
cs: Kody PIN se neshoduji
da: PIN-koderne stemmer ikke overens
de: PINs stimmen nicht überein
el: Οι κωδικοί PIN δεν ταιριάζουν
es: Los códigos no coinciden
et: PIN-koodid ei kattu
eu: PIN kodeak ez datoz bat
fa: کدهای PIN مطابقت ندارند
fi: PIN-koodit eivät täsmää
fil: Hindi magkatugma ang mga PIN
fr: Les codes ne correspondent pas
ga: Ni mheaitsealann na coid
gl: Os codigos non coinciden
gu: PIN મેળ ખાતા નથી
he: קודי ה-PIN אינם תואמים
hi: PIN कोड मेल नहीं खाते
hr: PIN-ovi se ne podudaraju
hu: A PIN kódok nem egyeznek
id: PIN tidak cocok
it: I codici non corrispondono
ja: PIN が一致しません
ka: PIN-ები არ ემთხვევა
kk: PIN кодтар сәйкес келмейді
km: PIN មិនដូចគ្នា
ky: PIN коддор дал келбейт
mk: PIN кодовите не се совпаѓаат
mr: PIN जुळत नाहीत
ms: PIN tidak sepadan
nb: PIN-kodene stemmer ikke overens
nl: PIN-codes komen niet overeen
pt_pt: Os codigos nao correspondem
ro: Codurile PIN nu se potrivesc
ru: PIN-коды не совпадают
sk: PIN kody sa nezhoduju
sl: PIN kodi se ne ujemata
sq: Kodet PIN nuk perputhen
sr: PIN кодови се не поклапају
sv: PIN-koderna matchar inte
ta: PIN-கள் பொருந்தவில்லை
te: PIN లు సరిపోలడం లేదు
th: PIN ไม่ตรงกัน
tr: PIN kodlari eslesmiyor
ug: PIN لار ماس كەلمىدى
uk: PIN-коди не збігаються
ur: PIN ู ู ุงุซู ูฺบ ฺบ

source: Auto-lock
af: Outo-sluit
ar: القفل التلقائي
bg: Автоматично заключване
bn: স্বয়ংক্রিয় লক
ca: Bloqueig automàtic
cs: Automaticke zamknuti
da: Automatisk lås
de: Automatische Sperre
el: Αυτόματο κλείδωμα
es: Bloqueo automático
et: Automaatne lukustus
eu: Auto-blokeoa
fa: قفل خودکار
fi: Automaattinen lukitus
fr: Verrouillage automatique
ga: Glasail uathobrioch
gl: Bloqueo automatico
gu: ઓટો-લોક
he: נעילה אוטומטית
hi: ऑटो-लॉक
hr: Automatsko zakljucavanje
hu: Automatikus zárolás
id: Kunci otomatis
it: Blocco automatico
ja: 自動ロック
ka: ავტო-ჩაკეტვა
kk: Автоматты құлыптау
km: ចាក់សោស្វ័យប្រវត្តិ
ky: Авто-кулпулоо
mk: Автоматско заклучување
mr: स्वयं-लॉक
ms: Kunci automatik
nb: Autolås
nl: Automatisch vergrendelen
pt_pt: Bloqueio automatico
ro: Blocare automata
ru: Автоблокировка
sk: Automaticke zamknutie
sl: Samodejna zaklenitev
sq: Kyçje automatike
sr: Аутоматско закључавање
sv: Automatisk låsning
ta: தானியங்கு பூட்டு
te: ఆటో-లాక్
th: ล็อกอัตโนมัติ
tr: Otomatik kilitleme
ug: ئاپتوماتىك قۇلۇپلاش
uk: Автоблокування
ur: ุขูนู ูุงฺฉ

# autoLockDelay
source: Lock delay
af: Sluitvertraging
ar: مهلة القفل
bg: Забавяне на заключване
bn: লক বিলম্ব
ca: Retard de bloqueig
cs: Prodleva zamknuti
da: Låseforsinkelse
de: Sperrverzögerung
el: Καθυστέρηση κλειδώματος
es: Tiempo de bloqueo
et: Lukustuse viivitus
eu: Blokeo-atzerapena
fa: تأخیر قفل
fi: Lukitusviive
fil: Pagkaantala ng lock
fr: Délai de verrouillage
ga: Moill ghlasala
gl: Atraso de bloqueo
gu: લોક વિલંબ
he: השהיית נעילה
hi: लॉक विलंब
hr: Odgoda zakljucavanja
hu: Zárolási késleltetés
id: Jeda penguncian
it: Tempo di blocco
ja: ロック遅延
ka: ჩაკეტვის დაყოვნება
kk: Құлыптау кідірісі
km: រយៈពេលចាក់សោ
ky: Кулпулоо кечиктирүүсү
mk: Одложување на заклучување
mr: लॉक विलंब
ms: Kelewatan kunci
nb: Låseforsinkelse
nl: Vergrendelingsvertraging
pt_pt: Atraso do bloqueio
ro: Intarziere blocare
ru: Задержка блокировки
sk: Oneskorenie zamknutia
sl: Zakasnitev zaklenitve
sq: Vonesa e kyçjes
sr: Одлагање закључавања
sv: Låsfördröjning
ta: பூட்டு தாமதம்
te: లాక్ ఆలస్యం
th: หน่วงเวลาล็อก
tr: Kilitleme gecikmesi
ug: قۇلۇپلاش كېچىكتۈرۈش
uk: Затримка блокування
ur: ูุงฺฉ ุชุงุฎุฑ

# autoLockImmediate
source: Immediate
af: Onmiddellik
ar: فوري
bg: Незабавно
bn: তাৎক্ষণিক
ca: Immediat
cs: Okamzite
da: Med det samme
de: Sofort
el: Άμεσο
es: Inmediato
et: Kohene
eu: Berehalakoa
fa: فوری
fi: Välitön
fil: Agad-agad
fr: Immédiat
ga: Laithreach
gl: Inmediato
gu: તાત્કાલિક
he: מיידי
hi: तुरंत
hr: Odmah
hu: Azonnali
id: Segera
it: Immediato
ja: 即時
ka: დაუყოვნებლივ
kk: Бірден
km: ភ្លាមៗ
ky: Заматта
mk: Веднаш
mr: तात्काळ
ms: Serta-merta
nb: Umiddelbart
nl: Onmiddellijk
pt_pt: Imediato
ro: Imediat
ru: Немедленно
sk: Okamzite
sl: Takoj
sq: Menjehere
sr: Одмах
sv: Omedelbar
ta: உடனடி
te: వెంటనే
th: ทันที
tr: Hemen
ug: دەرھال
uk: Негайно
ur: ููุฑ

source: Vash code
af: Vash-kode
ar: رمز Vash
bg: Vash код
bn: Vash কোড
ca: Codi Vash
cs: Kod Vash
da: Vash-kode
el: Κωδικός Vash
es: Código Vash
et: Vash kood
eu: Vash kodea
fa: کد Vash
fi: Vash-koodi
fr: Code Vash
ga: Cod Vash
gl: Codigo Vash
gu: Vash કોડ
he: קוד Vash
hi: Vash कोड
hr: Vash kod
hu: Vash kód
id: Kode Vash
it: Codice Vash
ja: Vash コード
ka: Vash კოდი
kk: Vash коды
km: លេខកូដ Vash
ky: Vash коду
mk: Vash код
mr: Vash कोड
ms: Kod Vash
nb: Vash-kode
pt_pt: Codigo Vash
ro: Cod Vash
ru: Код Vash
sk: Kod Vash
sl: Koda Vash
sq: Kodi Vash
sr: Vash код
sv: Vash-kod
ta: Vash குறியீடு
te: Vash కోడ్
th: รหัส Vash
tr: Vash kodu
ug: Vash كودى
uk: Код Vash
ur: Vash ฺฉูฺ

# vashModeTitle
source: VASH MODE
af: Vash-modus
ar: وضع Vash
bg: Режим Vash
bn: Vash মোড
ca: Mode Vash
cs: Rezim Vash
da: Vash-tilstand
de: Vash-Modus
el: Λειτουργία Vash
es: Modo Vash
et: Vash režiim
eu: Vash modua
fa: حالت Vash
fi: Vash-tila
fr: MODE VASH
ga: Modh Vash
gl: Modo Vash
gu: Vash મોડ
he: מצב Vash
hi: Vash मोड
hr: Vash nacin
hu: Vash mód
id: Mode Vash
it: Modalità Vash
ja: Vash モード
ka: Vash რეჟიმი
kk: Vash режимі
km: មុខងារ Vash
ky: Vash режими
mk: Vash режим
mr: Vash मोड
ms: Mod Vash
nb: Vash-modus
nl: Vash-modus
pt_pt: Modo Vash
ro: Mod Vash
ru: Режим Vash
sk: Rezim Vash
sl: Nacin Vash
sq: Modaliteti Vash
sr: Vash режим
sv: Vash-läge
ta: Vash பயன்முறை
te: Vash మోడ్
th: โหมด Vash
tr: Vash Modu
ug: Vash ھالىتى
uk: Режим Vash
ur: Vash ู ูฺ

# vashModeExplanation
source: The code that erases everything. Permanently. Silently.
af: Jou uiteindelike veiligheidsnet.
ar: شبكة أمانك المطلقة.
bg: Вашата крайна предпазна мрежа.
bn: আপনার চূড়ান্ত সুরক্ষা জাল।
ca: La teva xarxa de seguretat definitiva.
cs: Vase posledni zachranna sit.
da: Dit ultimative sikkerhedsnet.
de: Dein ultimatives Sicherheitsnetz.
el: Το απόλυτο δίχτυ ασφαλείας σας.
es: Tu red de seguridad definitiva.
et: Teie viimane turvavõrk.
eu: Zure azken segurtasun-sarea.
fa: آخرین شبکه امنیتی شما.
fi: Viimeinen turvaverkkosi.
fil: Ang iyong pinakahuling safety net.
fr: Le code qui efface tout. Définitivement. En silence.
ga: Do lion sabhailteachta deireanach.
gl: A tua rede de seguridade definitiva.
gu: તમારું અંતિમ સુરક્ષા જાળ.
he: רשת הביטחון האולטימטיבית שלך.
hi: आपकी अंतिम सुरक्षा जाल।
hr: Vasa konacna sigurnosna mreza.
hu: Az Ön végső biztonsági hálója.
id: Jaring pengaman terakhir Anda.
it: La tua rete di sicurezza definitiva.
ja: あなたの究極のセーフティネット。
ka: თქვენი საბოლოო უსაფრთხოების ქსელი.
kk: Сіздің соңғы қорғаныс желіңіз.
km: បណ្តាញសុវត្ថិភាពចុងក្រោយរបស់អ្នក។
ky: Сиздин акыркы коопсуздук тармагыңыз.
mk: Вашата крајна мрежа за безбедност.
mr: तुमचे अंतिम सुरक्षा जाळे.
ms: Jaring keselamatan terakhir anda.
nb: Ditt ultimate sikkerhetsnett.
nl: Je ultieme vangnet.
pt_pt: A sua rede de seguranca definitiva.
ro: Ultima ta plasa de siguranta.
ru: Ваша последняя страховка.
sk: Vasa posledna zachranna siet.
sl: Vasa zadnja varnostna mreza.
sq: Rrjeta juaj e fundit e sigurise.
sr: Ваша коначна мрежа безбедности.
sv: Ditt ultimata skyddsnät.
ta: உங்கள் இறுதிப் பாதுகாப்பு வலை.
te: మీ అంతిమ భద్రతా జాల.
th: ตาข่ายนิรภัยสุดท้ายของคุณ
tr: En son guvenlik aginiz.
ug: ئاخىرقى بىخەتەرلىك تورىڭىز.
uk: Ваша остання мережа безпеки.
ur: ุขูพ ฺฉุง ุญุชู  ุญูุงุธุช ุฌุงู
