Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# vashDeleteMessagesOption
source: Messages
af: Boodskappe
ar: الرسائل
bg: Съобщения
bn: বার্তা
ca: Missatges
cs: Zpravy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
et: Sõnumid
eu: Mezuak
fa: پیام‌ها
fi: Viestit
fil: Mga Mensahe
ga: Teachtaireachtai
gl: Mensaxes
gu: સંદેશાઓ
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
ka: შეტყობინებები
kk: Хабарламалар
km: សារ
ky: Каттар
mk: Пораки
mr: संदेश
ms: Mesej
nb: Meldinger
nl: Berichten
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Spravy
sl: Sporocila
sq: Mesazhet
sr: Поруке
sv: Meddelanden
ta: செய்திகள்
te: సందేశాలు
th: ข้อความ
tr: Mesajlar
ug: ئۇچۇرلار
uk: Повідомлення
ur: ูพุบุงู ุงุช

# vashDeleteNotesOption
source: Notes
af: Notas
ar: الملاحظات
bg: Бележки
bn: নোট
cs: Poznamky
da: Noter
de: Notizen
el: Σημειώσεις
es: Notas
et: Märkmed
eu: Oharrak
fa: یادداشت‌ها
fi: Muistiinpanot
fil: Mga Tala
ga: Notai
gl: Notas
gu: નોંધો
he: הערות
hi: नोट्स
hr: Biljeske
hu: Jegyzetek
id: Catatan
it: Note
ja: メモ
ka: ჩანაწერები
kk: Жазбалар
km: កំណត់ត្រា
ky: Жазуулар
mk: Белешки
mr: नोट्स
ms: Nota
nb: Notater
nl: Notities
pt_pt: Notas
ro: Notite
ru: Заметки
sk: Poznamky
sl: Beležke
sq: Shenimet
sr: Белешке
sv: Anteckningar
ta: குறிப்புகள்
te: నోట్స్
th: บันทึก
tr: Notlar
ug: خاتىرىلەر
uk: Нотатки
ur: ูููนุณ

source: Danger
af: Gevaar
ar: خطر
bg: Опасност
bn: বিপদ
ca: Perill
cs: Nebezpeci
da: Fare
de: Gefahr
el: Κίνδυνος
es: Peligro
et: Oht
eu: Arriskua
fa: خطر
fi: Vaara
fil: Panganib
ga: Conturt
gl: Perigo
gu: ખતરો
he: סכנה
hi: खतरा
hr: Opasnost
hu: Veszély
id: Bahaya
it: Pericolo
ja: 危険
ka: საფრთხე
kk: Қауіп
km: គ្រោះថ្នាក់
ky: Коркунуч
mk: Опасност
mr: धोका
ms: Bahaya
nb: Fare
nl: Gevaar
pt_pt: Perigo
ro: Pericol
ru: Опасность
sk: Nebezpecenstvo
sl: Nevarnost
sq: Rrezik
sr: Опасност
sv: Fara
ta: ஆபத்து
te: ప్రమాదం
th: อันตราย
tr: Tehlike
ug: خەتەر
uk: Небезпека
ur: ุฎุทุฑ

# recoveryPhraseHint
source: word1 word2 word3 ...
af: woord1 woord2 woord3 ...
ar: كلمة1 كلمة2 كلمة3 ...
bg: дума1 дума2 дума3 ...
da: ord1 ord2 ord3 ...
de: wort1 wort2 wort3 ...
el: λέξη1 λέξη2 λέξη3 ...
es: palabra1 palabra2 palabra3 ...
et: sõna1 sõna2 sõna3 ...
eu: hitza1 hitza2 hitza3 ...
fa: کلمه۱ کلمه۲ کلمه۳ ...
fi: sana1 sana2 sana3 ...
fil: salita1 salita2 salita3 ...
ga: focal1 focal2 focal3 ...
hr: rijec1 rijec2 rijec3 ...
hu: szó1 szó2 szó3 ...
id: kata1 kata2 kata3 ...
it: parola1 parola2 parola3 ...
ja: 単語1 単語2 単語3 ...
ka: სიტყვა1 სიტყვა2 სიტყვა3 ...
ky: сөз1 сөз2 сөз3 ...
mk: збор1 збор2 збор3 ...
ms: perkataan1 perkataan2 perkataan3 ...
nb: ord1 ord2 ord3 ...
nl: woord1 woord2 woord3 ...
pt_pt: palavra1 palavra2 palavra3 ...
ro: cuvant1 cuvant2 cuvant3 ...
ru: слово1 слово2 слово3 ...
sk: slovo1 slovo2 slovo3 ...
sl: beseda1 beseda2 beseda3 ...
sq: fjala1 fjala2 fjala3 ...
sr: реч1 реч2 реч3 ...
sv: ord1 ord2 ord3 ...
te: పదం1 పదం2 పదం3 ...
tr: kelime1 kelime2 kelime3 ...
ug: سۆز1 سۆز2 سۆز3 ...
uk: слово1 слово2 слово3 ...
ur: ููุธ1 ููุธ2 ููุธ3 ...

# contactHashId
source: Hash ID
ar: معرّف Hash
tr: Hash Kimligi

# minutesAgo
source: {count}min
ar: {count}د
bg: {count}мин
bn: {count}মিনিট
el: {count}λ
fa: {count}دقیقه
ga: {count}noi
gu: {count}મિ
he: {count}ד'
hi: {count}मिनट
hu: {count}p
id: {count}mnt
ja: {count}分
ka: {count}წთ
kk: {count}мин
km: {count}នាទី
ky: {count}мүн
mk: {count}мин
mr: {count}मि
ru: {count}мин
sr: {count}мин
ta: {count}நிமி
te: {count}ని
th: {count}นาที
tr: {count}dk
ug: {count}مىن
uk: {count}хв
ur: {count}ู ููน

# hoursAgo
source: {count}h
af: {count}u
ar: {count}س
bg: {count}ч
bn: {count}ঘ
da: {count}t
el: {count}ω
et: {count}t
eu: {count}o
fa: {count}ساعت
fi: {count}t
fil: {count}o
ga: {count}u
gu: {count}ક
he: {count}ש'
hi: {count}घंटे
hu: {count}ó
id: {count}j
ja: {count}時間
ka: {count}სთ
kk: {count}сағ
km: {count}ម៉ោង
ky: {count}с
mk: {count}ч
mr: {count}ता
ms: {count}j
nb: {count}t
nl: {count}u
ru: {count}ч
sq: {count}ore
sr: {count}ч
sv: {count}t
ta: {count}ம.நே
te: {count}గం
th: {count}ชม.
tr: {count}sa
ug: {count}سائ
uk: {count}год
ur: {count}ฺฏฺพููน

source: OK
ar: موافق
bg: ОК
bn: ঠিক আছে
ca: D'acord
eu: Ados
fa: تأیید
gu: ઠીક
he: אישור
hi: ठीक
hr: U redu
ka: კარგი
km: យល់ព្រម
mk: ОК
mr: ठीक आहे
sl: V redu
sr: У реду
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ug: ماقۇل
ur: ูนฺพฺฉ 

source: Notes
af: Notas
ar: الملاحظات
bg: Бележки
bn: নোট
cs: Poznamky
da: Noter
de: Notizen
el: Σημειώσεις
es: Notas
et: Märkmed
eu: Oharrak
fa: یادداشت‌ها
fi: Muistiinpanot
fil: Mga Tala
ga: Notai
gl: Notas
gu: નોંધો
he: הערות
hi: नोट्स
hr: Biljeske
hu: Jegyzetek
id: Catatan
it: Note
ja: メモ
ka: ჩანაწერები
kk: Жазбалар
km: កំណត់ត្រា
ky: Жазуулар
mk: Белешки
mr: नोट्स
ms: Nota
nb: Notater
nl: Notities
pt_pt: Notas
ro: Notite
ru: Заметки
sk: Poznamky
sl: Beležke
sq: Shenimet
sr: Белешке
sv: Anteckningar
ta: குறிப்புகள்
te: నోట్స్
th: บันทึก
tr: Notlar
ug: خاتىرىلەر
uk: Нотатки
ur: ูููนุณ

# messageDirection
source: Direction
af: Rigting
ar: الاتجاه
bg: Посока
bn: দিক
ca: Direcció
cs: Smer
da: Retning
de: Richtung
el: Κατεύθυνση
es: Dirección
et: Suund
eu: Norabidea
fa: جهت
fi: Suunta
fil: Direksyon
ga: Treo
gl: Direccion
gu: દિશા
he: כיוון
hi: दिशा
hr: Smjer
hu: Irány
id: Arah
it: Direzione
ja: 方向
ka: მიმართულება
kk: Бағыт
km: ទិសដៅ
ky: Багыт
mk: Насока
mr: दिशा
ms: Arah
nb: Retning
nl: Richting
pt_pt: Direcao
ro: Directie
ru: Направление
sk: Smer
sl: Smer
sq: Drejtimi
sr: Смер
sv: Riktning
ta: திசை
te: దిశ
th: ทิศทาง
tr: Yon
ug: يۆنىلىش
uk: Напрямок
ur: ุณู ุช

# messageType
source: Type
af: Tipe
ar: النوع
bg: Тип
bn: ধরন
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
fil: Uri
ga: Cineal
gl: Tipo
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
id: Jenis
it: Tipo
ja: タイプ
ka: ტიპი
kk: Түрі
km: ប្រភេទ
ky: Түр
mk: Тип
mr: प्रकार
ms: Jenis
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Tip
sq: Tipi
sr: Тип
sv: Typ
ta: வகை
te: రకం
th: ประเภท
tr: Tur
ug: تۈرى
uk: Тип
ur: ูุณู

# messageTypeImage
source: Image
af: Beeld
ar: صورة
bg: Изображение
bn: ছবি
ca: Imatge
cs: Obrazek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
et: Pilt
eu: Irudia
fa: تصویر
fi: Kuva
fil: Larawan
ga: Iomha
gl: Imaxe
gu: છબી
he: תמונה
hi: चित्र
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ka: სურათი
kk: Сурет
km: រូបភាព
ky: Сүрөт
mk: Слика
mr: प्रतिमा
ms: Imej
nb: Bilde
nl: Afbeelding
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrazok
sl: Slika
sq: Imazh
sr: Слика
sv: Bild
ta: படம்
te: చిత్రం
th: รูปภาพ
tr: Gorsel
ug: رەسىم
uk: Зображення
ur: ุชุตูุฑ

# hoursShort
source: h
af: u
ar: س
bg: ч
bn: ঘ
da: t
el: ω
et: t
eu: o
fa: ساعت
fi: t
fil: o
ga: u
gu: ક
he: ש'
hi: घंटे
hu: ó
id: j
ja: 時
ka: სთ
kk: сағ
km: ម៉ោង
ky: с
mk: ч
mr: ता
ms: j
nb: t
nl: u
ru: ч
sq: ore
sr: ч
sv: t
ta: ம.நே
te: గం
th: ชม.
tr: sa
ug: سائ
uk: год
ur: ฺฏฺพููน

# minutesShort
source: min
ar: د
bg: мин
bn: মিনিট
el: λ
fa: دقیقه
ga: noi
gu: મિ
he: ד'
hi: मिनट
hu: p
id: mnt
ja: 分
ka: წთ
kk: мин
km: នាទី
ky: мүн
mk: мин
mr: मि
ru: мин
sr: мин
ta: நிமி
te: ని
th: นาที
tr: dk
ug: مىن
uk: хв
ur: ู ููน

source: minutes
af: minute
ar: دقائق
bg: минути
bn: মিনিট
ca: minuts
cs: minut
da: minutter
de: Minuten
el: λεπτά
es: minutos
et: minutit
eu: minutu
fa: دقیقه
fi: minuuttia
fil: minuto
ga: noimeid
gl: minutos
gu: મિનિટ
he: דקות
hi: मिनट
hr: minuta
hu: perc
id: menit
it: minuti
ja: 分
ka: წუთი
kk: минут
km: នាទី
ky: мүнөт
mk: минути
mr: मिनिटे
ms: minit
nb: minutter
nl: minuten
pt_pt: minutos
ro: minute
ru: минут
sk: minut
sl: minut
sq: minuta
sr: минута
sv: minuter
ta: நிமிடங்கள்
te: నిమిషాలు
th: นาที
tr: dakika
ug: مىنۇت
uk: хвилин
ur: ู ููน

# ephemeral5Minutes
source: 5 minutes
af: 5 minute
ar: 5 دقائق
bg: 5 минути
bn: ৫ মিনিট
ca: 5 minuts
cs: 5 minut
da: 5 minutter
de: 5 Minuten
el: 5 λεπτά
es: 5 minutos
et: 5 minutit
eu: 5 minutu
fa: ۵ دقیقه
fi: 5 minuuttia
fil: 5 minuto
ga: 5 noimead
gl: 5 minutos
gu: 5 મિનિટ
he: 5 דקות
hi: 5 मिनट
hr: 5 minuta
hu: 5 perc
id: 5 menit
it: 5 minuti
ja: 5分
ka: 5 წუთი
kk: 5 минут
km: ៥ នាទី
ky: 5 мүнөт
mk: 5 минути
mr: 5 मिनिटे
ms: 5 minit
nb: 5 minutter
nl: 5 minuten
pt_pt: 5 minutos
ro: 5 minute
ru: 5 минут
sk: 5 minut
sl: 5 minut
sq: 5 minuta
sr: 5 минута
sv: 5 minuter
ta: 5 நிமிடங்கள்
te: 5 నిమిషాలు
th: 5 นาที
tr: 5 dakika
ug: 5 مىنۇت
uk: 5 хвилин
ur: 5 ู ููน

source: Image
af: Beeld
ar: صورة
bg: Изображение
bn: ছবি
ca: Imatge
cs: Obrazek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
et: Pilt
eu: Irudia
fa: تصویر
fi: Kuva
fil: Larawan
ga: Iomha
gl: Imaxe
gu: છબી
he: תמונה
hi: चित्र
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ka: სურათი
kk: Сурет
km: រូបភាព
ky: Сүрөт
mk: Слика
mr: प्रतिमा
ms: Imej
nb: Bilde
nl: Afbeelding
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrazok
sl: Slika
sq: Imazh
sr: Слика
sv: Bild
ta: படம்
te: చిత్రం
th: รูป
tr: Gorsel
ug: رەسىم
uk: Зображення
ur: ุชุตูุฑ

# messageAction
source: Message
af: Boodskap
ar: رسالة
bg: Съобщение
bn: বার্তা
ca: Missatge
cs: Zprava
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
et: Sõnum
eu: Mezua
fa: پیام
fi: Viesti
fil: Mensahe
ga: Teachtaireacht
gl: Mensaxe
gu: સંદેશ
he: הודעה
hi: संदेश
hr: Poruka
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ka: შეტყობინება
kk: Хабарлама
km: សារ
ky: Кат
mk: Порака
mr: संदेश
ms: Mesej
nb: Melding
nl: Bericht
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Sprava
sl: Sporocilo
sq: Mesazh
sr: Порука
sv: Meddelande
ta: செய்தி
te: సందేశం
th: ข้อความ
tr: Mesaj
ug: ئۇچۇر
uk: Повідомлення
ur: ูพุบุงู

source: Support
af: Ondersteuning
ar: الدعم
bg: Поддръжка
bn: সহায়তা
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
et: Tugi
eu: Laguntza
fa: پشتیبانی
fi: Tuki
fil: Suporta
ga: Tacaiocht
gl: Soporte
gu: સપોર્ટ
he: תמיכה
hi: सहायता
hr: Podrska
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ka: მხარდაჭერა
kk: Қолдау
km: ជំនួយ
ky: Колдоо
mk: Поддршка
mr: सहाय्य
ms: Sokongan
nb: Støtte
nl: Ondersteuning
pt_pt: Suporte
ro: Suport
ru: Поддержка
sk: Podpora
sl: Podpora
sq: Mbeshtetja
sr: Подршка
ta: ஆதரவு
te: మద్దతు
th: สนับสนุน
tr: Destek
ug: قوللاش
uk: Підтримка
ur: ู ุนุงููุช

source: Cache
af: Kas
ar: ذاكرة التخزين المؤقت
bg: Кеш
bn: ক্যাশ
ca: Memòria cau
cs: Mezipamer
el: Προσωρινή μνήμη
es: Caché
et: Vahemälu
eu: Cachea
fa: حافظه پنهان
fi: Välimuisti
ga: Taisce
gu: કેશ
he: מטמון
hi: कैश
hr: Predmemorija
hu: Gyorsítótár
ja: キャッシュ
ka: ქეში
kk: Кэш
ky: Кэш
mk: Кеш
mr: कॅशे
nb: Hurtigbuffer
ru: Кэш
sk: Vyrovnavacia pamat
sl: Predpomnilnik
sr: Кеш
ta: தற்காலிகச் சேமிப்பு
te: కాష్
th: แคช
tr: Onbellek
ug: غەملەك
uk: Кеш
ur: ฺฉุด

source: Avatars
ar: الصور الرمزية
bg: Аватари
bn: অবতার
cs: Avatary
da: Avatarer
de: Avatare
el: Εικονίδια
es: Avatares
et: Avatareid
eu: Avatarrak
fa: آواتارها
fi: Avatarit
fil: Mga Avatar
ga: Avatair
gl: Avatares
gu: અવતાર
he: אווטארים
hi: अवतार
hr: Avatari
hu: Avatarok
id: Avatar
it: Avatar
ja: アバター
ka: ავატარები
kk: Аватарлар
km: រូបតំណាង
ky: Аватарлар
mk: Аватари
mr: अवतार
ms: Avatar
nb: Avatarer
pt_pt: Avatares
ro: Avatare
ru: Аватары
sk: Avatary
sl: Avatarji
sq: Avataret
sr: Аватари
sv: Avatarer
ta: அவதாரங்கள்
te: అవతార్లు
th: อวาตาร์
tr: Avatarlar
ug: ئاۋاتارلار
uk: Аватари
ur: ุงูุชุงุฑ

source: Confirmation
af: Bevestiging
ar: تأكيد
bg: Потвърждение
bn: নিশ্চিতকরণ
ca: Confirmació
cs: Potvrzeni
da: Bekræftelse
de: Bestätigung
el: Επιβεβαίωση
es: Confirmación
et: Kinnitus
eu: Berrespena
fa: تأیید
fi: Vahvistus
fil: Kumpirmasyon
ga: Deimhniu
gl: Confirmacion
gu: ખાતરી
he: אישור
hi: पुष्टि
hr: Potvrda
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ka: დადასტურება
kk: Растау
km: ការបញ្ជាក់
ky: Ырастоо
mk: Потврда
mr: पुष्टी
ms: Pengesahan
nb: Bekreftelse
nl: Bevestiging
pt_pt: Confirmacao
ro: Confirmare
ru: Подтверждение
sk: Potvrdenie
sl: Potrditev
sq: Konfirmim
sr: Потврда
sv: Bekräftelse
ta: உறுதிப்படுத்தல்
te: నిర్ధారణ
th: ยืนยัน
tr: Onay
ug: جەزملەش
uk: Підтвердження
ur: ุชุตุฏู

# messageTypeContact
source: Contact
af: Kontak
ar: جهة اتصال
bg: Контакт
bn: পরিচিতি
ca: Contacte
cs: Kontakt
da: Kontakt
de: Kontakt
el: Επαφή
es: Contacto
et: Kontakt
eu: Kontaktua
fa: مخاطب
fi: Yhteystieto
fil: Kontak
ga: Teagmhail
gl: Contacto
gu: સંપર્ક
he: איש קשר
hi: संपर्क
hr: Kontakt
hu: Névjegy
id: Kontak
it: Contatto
ja: 連絡先
ka: კონტაქტი
kk: Контакт
km: ទំនាក់ទំនង
ky: Контакт
mk: Контакт
mr: संपर्क
ms: Kenalan
nb: Kontakt
pt_pt: Contacto
ru: Контакт
sk: Kontakt
sl: Stik
sq: Kontakt
sr: Контакт
sv: Kontakt
ta: தொடர்பு
te: పరిచయం
th: ผู้ติดต่อ
tr: Kisi
ug: ئالاقىداش
uk: Контакт
ur: ุฑุงุจุท

# messageCount
source: {count} message(s)
af: {count} boodskap(pe)
ar: {count} رسالة(رسائل)
bg: {count} съобщение(я)
bn: {count}টি বার্তা
ca: {count} missatge(s)
cs: {count} zprav(a)
da: {count} besked(er)
de: {count} Nachricht(en)
el: {count} μήνυμα(τα)
es: {count} mensaje(s)
et: {count} sõnum(it)
eu: {count} mezu
fa: {count} پیام
fi: {count} viesti(ä)
fil: {count} (mga) mensahe
ga: {count} teachtaireacht(ai)
gl: {count} mensaxe(s)
gu: {count} સંદેશ(ઓ)
he: {count} הודעות
hi: {count} संदेश
hr: {count} poruka(e)
hu: {count} üzenet
id: {count} pesan
it: {count} messaggio/i
ja: {count}件のメッセージ
ka: {count} შეტყობინება
kk: {count} хабарлама
km: {count} សារ
ky: {count} кат
mk: {count} порака/и
mr: {count} संदेश
ms: {count} mesej
nb: {count} melding(er)
nl: {count} bericht(en)
pt_pt: {count} mensagem(ns)
ro: {count} mesaj(e)
ru: {count} сообщение(й)
sk: {count} sprava(y)
sl: {count} sporocilo(a)
sq: {count} mesazh(e)
sr: {count} порука(е)
sv: {count} meddelande(n)
ta: {count} செய்தி(கள்)
te: {count} సందేశం(లు)
th: {count} ข้อความ
tr: {count} mesaj
ug: {count} ئۇچۇر
uk: {count} повідомлень
ur: {count} ูพุบุงู (ุงุช)

source: Information
af: Inligting
ar: معلومات
bg: Информация
bn: তথ্য
ca: Informació
cs: Informace
el: Πληροφορίες
es: Información
et: Teave
eu: Informazioa
fa: اطلاعات
fi: Tiedot
fil: Impormasyon
ga: Eolas
gl: Informacion
gu: માહિતી
he: מידע
hi: जानकारी
hr: Informacije
hu: Információ
id: Informasi
it: Informazione
ja: 情報
ka: ინფორმაცია
kk: Ақпарат
km: ព័ត៌មាន
ky: Маалымат
mk: Информација
mr: माहिती
ms: Maklumat
nb: Informasjon
nl: Informatie
pt_pt: Informacao
ro: Informatii
ru: Информация
sk: Informacie
sl: Informacije
sq: Informacion
sr: Информација
ta: தகவல்
te: సమాచారం
th: ข้อมูล
tr: Bilgi
ug: ئۇچۇر
uk: Інформація
ur: ู ุนููู ุงุช

# ratingTerrible
source: Terrible
af: Verskriklik
ar: سيء جداً
bg: Ужасно
bn: ভয়াবহ
cs: Hrozne
da: Forfærdelig
de: Schrecklich
el: Τρομερό
et: Kohutav
eu: Izugarria
fa: وحشتناک
fi: Kauhea
fil: Kahindik-hindik
ga: Uafasach
gu: ભયંકર
he: נורא
hi: भयानक
hr: Užasno
hu: Szörnyű
id: Sangat buruk
it: Terribile
ja: ひどい
ka: საშინელი
kk: Өте нашар
km: អាក្រក់ណាស់
ky: Жаман
mk: Страшно
mr: भयंकर
ms: Teruk
nb: Forferdelig
nl: Verschrikkelijk
pt_pt: Terrivel
ro: Groaznic
ru: Ужасно
sk: Hrozné
sl: Grozno
sq: E tmerrshme
sr: Ужасно
sv: Hemskt
ta: மோசமான
te: భయంకరం
th: แย่มาก
tr: Cok kotu
ug: بەك يامان
uk: Жахливо
ur: ุฎูููุงฺฉ

# ratingExcellent
source: Excellent!
af: Uitstekend!
ar: ممتاز!
bg: Отлично!
bn: চমৎকার!
cs: Vyborne!
da: Fremragende!
de: Ausgezeichnet!
el: Εξαιρετικό!
es: ¡Excelente!
et: Suurepärane!
eu: Bikaina!
fa: عالی!
fi: Erinomainen!
fil: Napakagaling!
ga: Ar fheabhas!
gl: Excelente!
gu: ઉત્તમ!
he: מצוין!
hi: उत्कृष्ट!
hr: Izvrsno!
hu: Kiváló!
id: Luar biasa!
it: Eccellente!
ja: 素晴らしい！
ka: შესანიშნავი!
kk: Керемет!
km: អស្ចារ្យ!
ky: Эң сонун!
mk: Одлично!
mr: उत्कृष्ट!
ms: Cemerlang!
nb: Utmerket!
nl: Uitstekend!
pt_pt: Excelente!
ro: Excelent!
ru: Отлично!
sk: Výborné!
sl: Odlično!
sq: Shkëlqyer!
sr: Одлично!
sv: Utmärkt!
ta: அருமை!
te: అద్భుతం!
th: ยอดเยี่ยม!
tr: Mukemmel!
ug: ئەلا!
uk: Чудово!
ur: ุจุชุฑู!

# maintenanceTitle
source: Maintenance
af: Onderhoud
ar: الصيانة
bg: Поддръжка
bn: রক্ষণাবেক্ষণ
ca: Manteniment
cs: Udrzba
da: Vedligeholdelse
de: Wartung
el: Συντήρηση
es: Mantenimiento
et: Hooldus
eu: Mantentze-lanak
fa: تعمیرات
fi: Huolto
ga: Cothabháil
gl: Mantemento
gu: જાળવણી
he: תחזוקה
hi: रखरखाव
hr: Održavanje
hu: Karbantartás
id: Pemeliharaan
it: Manutenzione
ja: メンテナンス
ka: ტექნიკური მომსახურება
kk: Техникалық қызмет
km: ការថែទាំ
ky: Тейлөө
mk: Одржување
mr: देखभाल
ms: Penyelenggaraan
nb: Vedlikehold
nl: Onderhoud
pt_pt: Manutencao
ro: Mentenanță
ru: Обслуживание
sk: Údržba
sl: Vzdrževanje
sq: Mirëmbajtje
sr: Одржавање
sv: Underhåll
ta: பராமரிப்பு
te: నిర్వహణ
th: การบำรุงรักษา
tr: Bakim
ug: ئاسراش
uk: Обслуговування
ur: ุฏฺฉฺพ ุจฺพุงู

# secArchLabel
source: ARCHITECTURE
af: ARGITEKTUUR
ar: البنية
bg: АРХИТЕКТУРА
bn: স্থাপত্য
ca: ARQUITECTURA
cs: ARCHITEKTURA
da: ARKITEKTUR
de: ARCHITEKTUR
el: ΑΡΧΙΤΕΚΤΟΝΙΚΗ
es: ARQUITECTURA
et: ARHITEKTUUR
eu: ARKITEKTURA
fa: معماری
fi: ARKKITEHTUURI
fil: ARKITEKTURA
ga: AILTIREACHT
gl: ARQUITECTURA
gu: આર્કિટેક્ચર
he: ארכיטקטורה
hi: आर्किटेक्चर
hr: ARHITEKTURA
hu: ARCHITEKTÚRA
id: ARSITEKTUR
it: ARCHITETTURA
ja: アーキテクチャ
ka: არქიტექტურა
kk: АРХИТЕКТУРА
km: ស្ថាបត្យកម្ម
ky: АРХИТЕКТУРА
mk: АРХИТЕКТУРА
mr: आर्किटेक्चर
ms: SENI BINA
nb: ARKITEKTUR
nl: ARCHITECTUUR
pt_pt: ARQUITETURA
ro: ARHITECTURA
ru: АРХИТЕКТУРА
sk: ARCHITEKTURA
sl: ARHITEKTURA
sq: ARKITEKTURA
sr: АРХИТЕКТУРА
sv: ARKITEKTUR
ta: கட்டமைப்பு
te: ఆర్కిటెక్చర్
th: สถาปัตยกรรม
tr: MIMARI
ug: قۇرۇلما
uk: АРХІТЕКТУРА
ur: ูู ุชุนู ุฑ

# secDocsTitle
source: Documents
af: Dokumente
ar: المستندات
bg: Документи
bn: ডকুমেন্ট
cs: Dokumenty
da: Dokumenter
de: Dokumente
el: Έγγραφα
es: Documentos
et: Dokumendid
eu: Dokumentuak
fa: اسناد
fi: Dokumentit
fil: Mga Dokumento
ga: Doicimeidi
gl: Documentos
gu: ડોક્યુમેન્ટ
he: מסמכים
hi: दस्तावेज़
hr: Dokumenti
hu: Dokumentumok
id: Dokumen
it: Documenti
ja: ドキュメント
ka: დოკუმენტები
kk: Құжаттар
km: ឯកសារ
ky: Документтер
mk: Документи
mr: कागदपत्रे
ms: Dokumen
nb: Dokumenter
nl: Documenten
pt_pt: Documentos
ro: Documente
ru: Документы
sk: Dokumenty
sl: Dokumenti
sq: Dokumentet
sr: Документи
sv: Dokument
ta: ஆவணங்கள்
te: డాక్యుమెంట్లు
th: เอกสาร
tr: Belgeler
ug: ھۆججەتلەر
uk: Документи
ur: ุฏุณุชุงูุฒุงุช

# version
source: Hash v{version}
fa: Hash نسخه {version}

# legalEntityValue
source: DEVOLIM — SIREN 948 000 757
ur: DEVOLIM โ SIREN 948 000 757
