Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secJourneySubtitle
source: From your finger to your contact's screen, every step is protected. Follow the path.
af: Van jou vinger tot jou kontak se skerm, elke stap is beskerm. Volg die pad.
ar: من إصبعك إلى شاشة جهة اتصالك، كل خطوة محمية. تابع المسار.
bg: От пръста ви до екрана на контакта ви, всяка стъпка е защитена. Следвайте пътя.
bn: আপনার আঙুল থেকে পরিচিতির স্ক্রিন পর্যন্ত, প্রতিটি ধাপ সুরক্ষিত। পথ অনুসরণ করুন।
ca: Del teu dit a la pantalla del teu contacte, cada pas està protegit. Segueix el camí.
cs: Od tveho prstu az na obrazovku kontaktu je kazdy krok chranen. Sleduj cestu.
da: Fra din finger til din kontakts skærm er hvert trin beskyttet. Følg vejen.
de: Von deinem Finger bis zum Bildschirm deines Kontakts ist jeder Schritt geschützt. Folge dem Weg.
el: Από το δάχτυλό σας μέχρι την οθόνη της επαφής σας, κάθε βήμα είναι προστατευμένο. Ακολουθήστε τη διαδρομή.
es: Desde tu dedo hasta la pantalla de tu contacto, cada paso está protegido. Sigue el camino.
et: Teie sõrmest kontakti ekraanini on iga samm kaitstud. Järgige teekonda.
eu: Zure hatzetik kontaktuaren pantailara, urrats bakoitza babestuta dago. Jarraitu bidea.
fa: از انگشت شما تا صفحه مخاطبتان، هر مرحله محافظت شده است. مسیر را دنبال کنید.
fi: Sormestasi yhteystietosi näytölle, jokainen vaihe on suojattu. Seuraa polkua.
fil: Mula sa iyong daliri hanggang sa screen ng iyong kontak, protektado ang bawat hakbang. Sundan ang landas.
fr: De ton doigt jusqu'à l'écran de ton contact, chaque étape est protégée. Suis le chemin.
ga: O do mhear go dti scailean do theagmhala, ta gach ceim cosanta. Lean an cosan.
gl: Dende o teu dedo ata a pantalla do teu contacto, cada paso esta protexido. Segue o camino.
gu: તમારી આંગળીથી તમારા સંપર્કની સ્ક્રીન સુધી, દરેક પગલું સુરક્ષિત છે. રસ્તો અનુસરો.
he: מהאצבע שלך ועד למסך של איש הקשר שלך, כל שלב מוגן. עקוב אחר הנתיב.
hi: आपकी उंगली से आपके संपर्क की स्क्रीन तक, हर कदम सुरक्षित है। रास्ते का अनुसरण करें।
hr: Od vaseg prsta do zaslona vaseg kontakta, svaki korak je zasticen. Pratite put.
hu: Az ujjától a névjegye képernyőjéig minden lépés védett. Kövesse az utat.
id: Dari jari Anda ke layar kontak Anda, setiap langkah dilindungi. Ikuti jalurnya.
it: Dal tuo dito allo schermo del tuo contatto, ogni passaggio è protetto. Segui il percorso.
ja: あなたの指から連絡先の画面まで、すべてのステップが保護されています。その道をたどりましょう。
ka: თქვენი თითიდან კონტაქტის ეკრანამდე, ყველა ნაბიჯი დაცულია. გაჰყევით გზას.
kk: Саусағыңыздан контактіңіздің экранына дейін, әр қадам қорғалған. Жолды бақылаңыз.
km: ពីម្រាមដៃរបស់អ្នកទៅអេក្រង់របស់ទំនាក់ទំនង រាល់ជំហានត្រូវបានការពារ។ តាមដានផ្លូវ។
ky: Манжаңыздан контактыңыздын экранына чейин, ар бир кадам корголгон. Жолду ээрчиңиз.
mk: Од вашиот прст до екранот на контактот, секој чекор е заштитен. Следете го патот.
mr: तुमच्या बोटांपासून तुमच्या संपर्काच्या स्क्रीनपर्यंत, प्रत्येक पायरी संरक्षित आहे. मार्ग अनुसरा.
ms: Dari jari anda ke skrin kenalan anda, setiap langkah dilindungi. Ikuti laluan.
nb: Fra fingeren din til kontaktens skjerm er hvert steg beskyttet. Følg stien.
nl: Van je vinger tot het scherm van je contact, elke stap is beschermd. Volg het pad.
pt_pt: Do teu dedo ao ecra do teu contacto, cada passo esta protegido. Segue o caminho.
ro: De la degetul tau la ecranul contactului, fiecare pas este protejat. Urmareste traseul.
ru: От вашего пальца до экрана контакта, каждый шаг защищён. Проследите путь.
sk: Od vasho prsta po obrazovku kontaktu, kazdy krok je chraneny. Sledujte cestu.
sl: Od vasega prsta do zaslona stika, vsak korak je zasciten. Sledite poti.
sq: Nga gishti juaj deri ne ekranin e kontaktit, çdo hap eshte i mbrojtur. Ndiqni rrugen.
sr: Од твог прста до екрана твог контакта, сваки корак је заштићен. Прати пут.
sv: Från ditt finger till din kontakts skärm, varje steg är skyddat. Följ vägen.
ta: உங்கள் விரலிலிருந்து உங்கள் தொடர்பின் திரை வரை, ஒவ்வொரு படியும் பாதுகாக்கப்படுகிறது. பாதையைப் பின்தொடருங்கள்.
te: మీ వేలి నుండి మీ పరిచయం యొక్క స్క్రీన్ వరకు, ప్రతి దశ రక్షించబడింది. మార్గాన్ని అనుసరించండి.
th: จากนิ้วของคุณถึงหน้าจอผู้ติดต่อ ทุกขั้นตอนได้รับการปกป้อง ติดตามเส้นทาง
tr: Parmagindan kisinin ekranina kadar her adim korunuyor. Yolu takip et.
ug: بارمىقىڭىزدىن ئالاقىداشنىڭ ئېكرانىغىچە، ھەر قەدەم قوغدالغان. يولنى ئىز قوۋۇڭ.
uk: Від вашого пальця до екрану контакту, кожен крок захищено. Слідуйте за маршрутом.
ur: ุขูพ ฺฉ ุงูฺฏู ุณ ุขูพ ฺฉ ุฑุงุจุท ฺฉ ุงุณฺฉุฑู ุชฺฉุ ุฑ ูุฏู ู ุญููุธ  ุฑุงุณุช ฺฉ ูพุฑู ฺฉุฑฺบ

# secStep1Title
source: You write your message
af: Jy skryf jou boodskap
ar: تكتب رسالتك
bg: Пишете съобщението си
bn: আপনি আপনার বার্তা লেখেন
ca: Escrius el teu missatge
cs: Napises zpravu
da: Du skriver din besked
de: Du schreibst deine Nachricht
el: Γράφετε το μήνυμά σας
es: Escribes tu mensaje
et: Kirjutate oma sõnumi
eu: Zure mezua idazten duzu
fa: پیام خود را می‌نویسید
fi: Kirjoitat viestisi
fil: Sinusulat mo ang iyong mensahe
fr: Tu écris ton message
ga: Scriobhann tu do theachtaireacht
gl: Escribes a tua mensaxe
gu: તમે સંદેશ લખો છો
he: אתה כותב את ההודעה שלך
hi: आप अपना संदेश लिखते हैं
hr: Pisete poruku
hu: Megírja üzenetét
id: Anda menulis pesan
it: Scrivi il tuo messaggio
ja: メッセージを書く
ka: წერთ შეტყობინებას
kk: Хабарлама жазасыз
km: អ្នកសរសេរសាររបស់អ្នក
ky: Катыңызды жазасыз
mk: Ја пишувате вашата порака
mr: तुम्ही तुमचा संदेश लिहिता
ms: Anda menulis mesej anda
nb: Du skriver meldingen din
nl: Je schrijft je bericht
pt_pt: Escreves a tua mensagem
ro: Scrii mesajul
ru: Вы пишете сообщение
sk: Napisete spravu
sl: Napisete sporocilo
sq: Shkruani mesazhin
sr: Пишеш своју поруку
sv: Du skriver ditt meddelande
ta: உங்கள் செய்தியை எழுதுகிறீர்கள்
te: మీరు మీ సందేశం రాస్తారు
th: คุณเขียนข้อความ
tr: Mesajini yaziyorsun
ug: ئۇچۇرىڭىزنى يازىسىز
uk: Ви пишете повідомлення
ur: ุขูพ ุงูพูุง ูพุบุงู ูฺฉฺพุช ฺบ

# secStep1Desc
source: You type "Hi!" in the app. At this point, the message only exists in your phone's memory. Nothing has been sent.
af: Jy tik "Hallo!" in die app. Op hierdie punt bestaan die boodskap slegs in jou foon se geheue. Niks is gestuur nie.
ar: تكتب "مرحباً!" في التطبيق. في هذه اللحظة، الرسالة موجودة فقط في ذاكرة هاتفك. لم يتم إرسال أي شيء.
bg: Въвеждате "Здравей!" в приложението. В този момент съобщението съществува само в паметта на телефона ви. Нищо не е изпратено.
bn: আপনি অ্যাপে "হ্যালো!" টাইপ করেন। এই মুহূর্তে, বার্তাটি শুধুমাত্র আপনার ফোনের মেমোরিতে আছে। কিছুই পাঠানো হয়নি।
ca: Escrius "Hola!" a l'aplicació. En aquest moment, el missatge només existeix a la memòria del teu telèfon. Res no s'ha enviat.
cs: Napises "Ahoj!" v aplikaci. V tuto chvili zprava existuje pouze v pameti tveho telefonu. Nic nebylo odeslano.
da: Du skriver "Hej!" i appen. På dette tidspunkt eksisterer beskeden kun i din telefons hukommelse. Intet er blevet sendt.
de: Du tippst "Hallo!" in der App. In diesem Moment existiert die Nachricht nur im Speicher deines Telefons. Nichts wurde gesendet.
el: Πληκτρολογείτε "Γεια!" στην εφαρμογή. Σε αυτό το σημείο, το μήνυμα υπάρχει μόνο στη μνήμη του τηλεφώνου σας. Τίποτα δεν έχει σταλεί.
es: Escribes "¡Hola!" en la app. En este momento, el mensaje solo existe en la memoria de tu teléfono. No se ha enviado nada.
et: Trükite rakenduses "Tere!". Sel hetkel eksisteerib sõnum ainult teie telefoni mälus. Midagi pole saadetud.
eu: "Kaixo!" idazten duzu aplikazioan. Momentu honetan, mezua zure telefonoaren memorian bakarrik existitzen da. Ezer ez da bidali.
fa: "سلام!" را در برنامه تایپ می‌کنید. در این مرحله، پیام فقط در حافظه تلفن شما وجود دارد. هیچ چیز ارسال نشده.
fi: Kirjoitat "Hei!" sovelluksessa. Tässä vaiheessa viesti on olemassa vain puhelimesi muistissa. Mitään ei ole lähetetty.
fil: Tina-type mo ang "Kumusta!" sa app. Sa puntong ito, nasa memorya lamang ng iyong telepono ang mensahe. Wala pang naipadala.
fr: Tu tapes "Salut !" dans l'application. À ce moment, le message existe uniquement dans la mémoire de ton téléphone. Rien n'a été envoyé.
ga: Closcriobbann tu "Haigh!" san aip. Ag an bpointe seo, nil an teachtaireacht ach i gcuimhne do ghuthain. Nior seoladh aon rud.
gl: Escribes "Ola!" na aplicacion. Neste momento, a mensaxe so existe na memoria do teu telefono. Non se enviou nada.
gu: તમે એપ્લિકેશનમાં "નમસ્તે!" ટાઇપ કરો. આ સમયે, સંદેશ ફક્ત તમારા ફોનની મેમરીમાં છે. કંઈ મોકલાયું નથી.
he: אתה מקליד "שלום!" באפליקציה. ברגע זה, ההודעה קיימת רק בזיכרון הטלפון שלך. שום דבר לא נשלח.
hi: आप ऐप में "नमस्ते!" टाइप करते हैं। इस समय, संदेश केवल आपके फ़ोन की मेमोरी में मौजूद है। कुछ भी नहीं भेजा गया है।
hr: Upisujete "Bok!" u aplikaciju. U ovom trenutku poruka postoji samo u memoriji vaseg telefona. Nista nije poslano.
hu: Beírja, hogy "Szia!" az alkalmazásba. Ebben a pillanatban az üzenet csak a telefon memóriájában létezik. Semmi nem lett elküldve.
id: Anda mengetik "Hai!" di aplikasi. Pada titik ini, pesan hanya ada di memori ponsel Anda. Tidak ada yang dikirim.
it: Scrivi "Ciao!" nell'app. In questo momento, il messaggio esiste solo nella memoria del tuo telefono. Niente è stato inviato.
ja: アプリに「こんにちは！」と入力します。この時点で、メッセージは電話のメモリにのみ存在します。何も送信されていません。
ka: აპში წერთ "გამარჯობა!". ამ მომენტში შეტყობინება მხოლოდ ტელეფონის მეხსიერებაში არსებობს. არაფერი არ გაგზავნილა.
kk: Қосымшада "Сәлем!" деп жазасыз. Бұл сәтте хабарлама тек телефон жадында бар. Ештеңе жіберілмеген.
km: អ្នកវាយ "សួស្តី!" នៅក្នុងកម្មវិធី។ នៅពេលនេះ សារមាននៅក្នុងអង្គចងចាំទូរស័ព្ទរបស់អ្នកតែប៉ុណ្ណោះ។ គ្មានអ្វីត្រូវបានផ្ញើ។
ky: Колдонмого "Салам!" деп жазасыз. Бул учурда кат телефонуңуздун эс тутумунда гана. Эч нерсе жөнөтүлгөн эмес.
mk: Пишувате "Здраво!" во апликацијата. Во овој момент, пораката постои само во меморијата на вашиот телефон. Ништо не е испратено.
mr: तुम्ही अॅपमध्ये "नमस्कार!" टाइप करता. या क्षणी, संदेश फक्त तुमच्या फोनच्या मेमरीमध्ये आहे. काहीही पाठवले गेले नाही.
ms: Anda menaip "Hai!" dalam aplikasi. Pada ketika ini, mesej hanya wujud dalam memori telefon anda. Tiada apa yang dihantar.
nb: Du skriver «Hei!» i appen. Nå eksisterer meldingen bare i telefonens minne. Ingenting er sendt.
nl: Je typt "Hoi!" in de app. Op dit moment bestaat het bericht alleen in het geheugen van je telefoon. Er is niets verzonden.
pt_pt: Escreves "Ola!" na aplicacao. Neste momento, a mensagem existe apenas na memoria do teu telefone. Nada foi enviado.
ro: Tastezi "Salut!" in aplicatie. In acest moment, mesajul exista doar in memoria telefonului. Nimic nu a fost trimis.
ru: Вы набираете «Привет!» в приложении. В этот момент сообщение существует только в памяти телефона. Ничего не отправлено.
sk: Napisete "Ahoj!" v aplikacii. V tomto momente sprava existuje iba v pamati telefonu. Nic nebolo odoslane.
sl: Vnesete "Živjo!" v aplikacijo. V tem trenutku sporocilo obstaja samo v pomnilniku telefona. Nic ni bilo poslano.
sq: Shkruani "Pershendetje!" ne aplikacion. Ne kete moment, mesazhi ekziston vetem ne memorien e telefonit. Asgje nuk eshte derguar.
sr: Куцаш "Здраво!" у апликацији. У овом тренутку, порука постоји само у меморији твог телефона. Ништа није послато.
sv: Du skriver "Hej!" i appen. I detta skede existerar meddelandet bara i din telefons minne. Inget har skickats.
ta: செயலியில் "வணக்கம்!" என்று தட்டச்சு செய்கிறீர்கள். இந்த நேரத்தில், செய்தி உங்கள் தொலைபேசியின் நினைவகத்தில் மட்டுமே உள்ளது. எதுவும் அனுப்பப்படவில்லை.
te: మీరు యాప్‌లో "హాయ్!" అని టైప్ చేస్తారు. ఈ సమయంలో, సందేశం మీ ఫోన్ మెమరీలో మాత్రమే ఉంటుంది. ఏమీ పంపబడలేదు.
th: คุณพิมพ์ "สวัสดี!" ในแอป ตอนนี้ข้อความอยู่ในหน่วยความจำโทรศัพท์เท่านั้น ยังไม่ได้ส่ง
tr: Uygulamada "Merhaba!" yaziyorsun. Bu anda mesaj yalnizca telefonunun belleginde var. Hicbir sey gonderilmedi.
ug: ئەپتە «سالام!» دەپ يازىسىز. بۇ چاغدا ئۇچۇر پەقەت تېلېفون ئەسلىمىسىدە. ھېچنىمە يوللانمىغان.
uk: Ви набираєте «Привіт!» у додатку. На цей момент повідомлення існує лише в пам'яті вашого телефону. Нічого не надіслано.
ur: ุขูพ ุงูพ ู ฺบ "ูู!" ูนุงุฆูพ ฺฉุฑุช ฺบ ุงุณ ููุชุ ูพุบุงู ุตุฑู ุขูพ ฺฉ ููู ฺฉ ู ู ูุฑ ู ฺบ ู ูุฌูุฏ  ฺฉฺฺพ ูฺบ ุจฺพุฌุง ฺฏุง

# secStep2Title
source: Encryption with Signal Protocol
af: Enkripsie met Signal Protocol
ar: التشفير ببروتوكول Signal
bg: Криптиране със Signal Protocol
bn: Signal Protocol দিয়ে এনক্রিপশন
ca: Xifrat amb Signal Protocol
cs: Sifrovani protokolem Signal
da: Kryptering med Signal Protocol
de: Verschlüsselung mit dem Signal-Protokoll
el: Κρυπτογράφηση με Signal Protocol
es: Cifrado con Signal Protocol
et: Krüpteerimine Signal Protocol'iga
eu: Enkriptazioa Signal Protocol-ekin
fa: رمزنگاری با Signal Protocol
fi: Salaus Signal-protokollalla
fil: Encryption gamit ang Signal Protocol
fr: Chiffrement avec le protocole Signal
ga: Criptiuchain le Protocal Signal
gl: Cifrado co protocolo Signal
gu: Signal Protocol સાથે એન્ક્રિપ્શન
he: הצפנה עם Signal Protocol
hi: Signal Protocol से एन्क्रिप्शन
hr: Enkripcija pomocu Signal Protocol
hu: Titkosítás Signal Protocol-lal
id: Enkripsi dengan Signal Protocol
it: Crittografia con il protocollo Signal
ja: Signal Protocol で暗号化
ka: დაშიფვრა Signal Protocol-ით
kk: Signal Protocol шифрлауы
km: ការអ៊ិនគ្រីបជាមួយ Signal Protocol
ky: Signal Protocol менен шифрлөө
mk: Енкрипција со Signal Protocol
mr: Signal Protocol सह एन्क्रिप्शन
ms: Penyulitan dengan Signal Protocol
nb: Kryptering med Signal Protocol
nl: Versleuteling met Signal Protocol
pt_pt: Encriptacao com Signal Protocol
ro: Criptare cu Signal Protocol
ru: Шифрование с Signal Protocol
sk: Sifrovanie s Signal Protocol
sl: Sifriranje s Signal Protocol
sq: Kriptimi me Signal Protocol
sr: Шифровање Signal протоколом
sv: Kryptering med Signal-protokollet
ta: Signal Protocol குறியாக்கம்
te: Signal Protocol తో ఎన్‌క్రిప్షన్
th: เข้ารหัสด้วย Signal Protocol
tr: Signal Protocol ile sifreleme
ug: Signal Protocol بىلەن شىفىرلاش
uk: Шифрування Signal Protocol
ur: Signal Protocol ุณ ุงูฺฉุฑูพุดู

# secStep2Desc
source: As soon as you hit "Send", your message is transformed into a string of incomprehensible characters. It's like your message is locked in a safe that only your contact has the key to.
af: Sodra jy "Stuur" druk, word jou boodskap omgeskakel in 'n string onverstaanbare karakters. Dit is asof jou boodskap in 'n kluis gesluit is waarvoor slegs jou kontak die sleutel het.
ar: بمجرد الضغط على "إرسال"، تتحول رسالتك إلى سلسلة من الأحرف غير المفهومة. كأن رسالتك أُقفلت في خزنة لا يملك مفتاحها إلا جهة اتصالك.
bg: Веднага щом натиснете "Изпрати", съобщението ви се трансформира в низ от неразбираеми символи. Сякаш съобщението ви е заключено в сейф, за който само контактът ви има ключ.
bn: "পাঠান" চাপার সাথে সাথে, আপনার বার্তা অবোধ্য অক্ষরের সারিতে রূপান্তরিত হয়। এটা যেন আপনার বার্তা একটি তিজোরিতে বন্ধ যার চাবি শুধু আপনার পরিচিতির কাছে।
ca: Quan prems "Enviar", el teu missatge es transforma en una cadena de caràcters incomprensibles. És com si el missatge estigués tancat en una caixa forta de la qual només el teu contacte té la clau.
cs: Jakmile stisknes "Odeslat", tvoje zprava se premeni na retezec nesrozumitelnych znaku. Je to jako by tvoje zprava byla zamcena v trezoru, ke kteremu ma klic pouze tvuj kontakt.
da: Så snart du trykker "Send", omdannes din besked til en streng af uforståelige tegn. Det er som om din besked er låst i en boks, som kun din kontakt har nøglen til.
de: Sobald du auf "Senden" tippst, wird deine Nachricht in eine Zeichenkette unverständlicher Zeichen umgewandelt. Es ist, als wäre deine Nachricht in einem Tresor eingeschlossen, zu dem nur dein Kontakt den Schlüssel hat.
el: Μόλις πατήσετε "Αποστολή", το μήνυμά σας μετατρέπεται σε μια σειρά ακατανόητων χαρακτήρων. Είναι σαν το μήνυμά σας να κλειδώνεται σε ένα χρηματοκιβώτιο που μόνο η επαφή σας έχει το κλειδί.
es: En cuanto pulsas "Enviar", tu mensaje se transforma en una cadena de caracteres incomprensibles. Es como si tu mensaje estuviera encerrado en una caja fuerte cuya llave solo tiene tu contacto.
et: Kohe kui vajutate "Saada", muudetakse teie sõnum arusaamatuks tähemärkide jadaks. See on nagu teie sõnum lukustatakse seifi, millele ainult teie kontaktil on võti.
eu: "Bidali" sakatu bezain laster, zure mezua ulertezinezko karaktere-kate batean bihurtzen da. Zure mezua gako-kutxa batean sartu eta zure kontaktuak bakarrik duela gakoa bezala da.
fa: به محض فشردن "ارسال"، پیام شما به رشته‌ای از کاراکترهای نامفهوم تبدیل می‌شود. مثل اینکه پیام شما در گاوصندوقی قفل شود که فقط مخاطب شما کلید آن را دارد.
fi: Heti kun painat "Lähetä", viestisi muuttuu käsittämättömiksi merkeiksi. On kuin viestisi lukittaisiin kassakaappiin, jonka avain on vain yhteystiedollasi.
fil: Pagka-tap mo ng "Ipadala", ang iyong mensahe ay nagiging isang hanay ng hindi maintindihang mga karakter. Parang naka-lock ang iyong mensahe sa isang safe na ang iyong kontak lamang ang may susi.
fr: Dès que tu appuies sur "Envoyer", ton message est transformé en une suite de caractères incompréhensibles. C'est comme si ton message était enfermé dans un coffre-fort dont seul ton contact possède la clé.
ga: Chomh luath agus a bhrunn tu "Seol", athraitear do theachtaireacht ina sraith carachtair dothagtha. Cosuil le do theachtaireacht a chur faoi ghlas i dtaisceadan nach bhfuil an eochair ach ag do theagmhail.
gl: En canto premes "Enviar", a tua mensaxe transformase nunha cadea de caracteres incomprensibles. E como se a tua mensaxe estivese gardada nunha caixa forte da que so o teu contacto ten a chave.
gu: "મોકલો" દબાવતાં જ, તમારો સંદેશ અસમજી શકાય તેવા અક્ષરોની શ્રેણીમાં રૂપાંતરિત થાય છે. તે જાણે તમારો સંદેશ એક તિજોરીમાં બંધ છે જેની ચાવી ફક્ત તમારા સંપર્ક પાસે છે.
he: ברגע שאתה לוחץ "שלח", ההודעה שלך מומרת לרצף תווים בלתי מובנים. זה כאילו ההודעה שלך ננעלה בכספת שרק לאיש הקשר שלך יש את המפתח אליה.
hi: जैसे ही आप "भेजें" दबाते हैं, आपका संदेश अपठनीय वर्णों की एक श्रृंखला में बदल जाता है। यह ऐसा है जैसे आपका संदेश एक तिजोरी में बंद है जिसकी चाबी केवल आपके संपर्क के पास है।
hr: Cim pritisnete "Posalji", vasa poruka se pretvara u niz nerazumljivih znakova. Kao da je vasa poruka zakljucana u sefu za koji samo vas kontakt ima kljuc.
hu: Amint megnyomja a "Küldés" gombot, üzenete érthetetlen karakterlánccá alakul. Mintha az üzenetét egy széfbe zárná, amelynek kulcsa csak a névjegyénél van.
id: Segera setelah Anda menekan "Kirim", pesan Anda diubah menjadi rangkaian karakter yang tidak dapat dipahami. Seolah-olah pesan Anda dikunci dalam brankas yang hanya kontak Anda yang memiliki kuncinya.
it: Quando premi "Invia", il tuo messaggio viene trasformato in una serie di caratteri incomprensibili. È come se il tuo messaggio fosse chiuso in una cassaforte di cui solo il tuo contatto possiede la chiave.
ja: 「送信」を押すと、メッセージは理解不能な文字列に変換されます。メッセージが金庫に閉じ込められ、連絡先だけが鍵を持っているようなものです。
ka: როგორც კი "გაგზავნას" დააჭერთ, თქვენი შეტყობინება გაუგებარ სიმბოლოებად გარდაიქმნება. ეს იმის მსგავსია, რომ თქვენი შეტყობინება სეიფში ჩაიკეტა, რომლის გასაღები მხოლოდ თქვენს კონტაქტს აქვს.
kk: "Жіберу" басысымен хабарламаңыз түсініксіз таңбалар тізбегіне айналады. Хабарламаңыз кілті тек контактіңізде бар сейфке салынғандай.
km: ភ្លាមៗដែលអ្នកចុច "ផ្ញើ" សាររបស់អ្នកត្រូវបានបម្លែងទៅជាតួអក្សរដែលមិនអាចយល់បាន។ វាដូចជាសាររបស់អ្នកត្រូវបានចាក់សោក្នុងសុវត្ថិភាពដែលមានតែទំនាក់ទំនងរបស់អ្នកមានកូនសោ។
ky: "Жөнөтүү" баскычын басканыңызда, катыңыз түшүнүксүз белгилер топтомуна айланат. Бул катыңыз контактыңыз гана ачкычы бар сейфке кулпуланган сыяктуу.
mk: Штом притиснете "Испрати", вашата порака се претвора во низа неразбирливи знаци. Тоа е како вашата порака да е заклучена во сеф за кој само вашиот контакт има клуч.
mr: तुम्ही "पाठवा" दाबताच, तुमचा संदेश अनाकलनीय अक्षरांच्या मालिकेत बदलतो. तुमचा संदेश एका तिजोरीत बंद केल्यासारखे आहे ज्याची चावी फक्त तुमच्या संपर्काकडे आहे.
ms: Sebaik sahaja anda menekan "Hantar", mesej anda diubah menjadi rentetan aksara yang tidak dapat difahami. Seolah-olah mesej anda dikunci dalam peti besi yang hanya kenalan anda mempunyai kuncinya.
nb: Så snart du trykker «Send», forvandles meldingen din til en rekke uforståelige tegn. Det er som om meldingen din er låst i en safe som bare kontakten din har nøkkelen til.
nl: Zodra je op "Verzenden" drukt, wordt je bericht omgezet in een reeks onbegrijpelijke tekens. Het is alsof je bericht in een kluis is opgesloten waarvan alleen je contact de sleutel heeft.
pt_pt: Assim que carregas em "Enviar", a tua mensagem e transformada numa cadeia de caracteres incompreensiveis. E como se a tua mensagem fosse trancada num cofre cuja chave so o teu contacto possui.
ro: Imediat ce apesi "Trimite", mesajul este transformat intr-un sir de caractere incomprehensibil. E ca si cum mesajul tau ar fi inchis intr-un seif pe care doar contactul tau il poate deschide.
ru: Как только вы нажимаете «Отправить», сообщение превращается в набор непонятных символов. Это как если бы ваше сообщение было заперто в сейфе, ключ от которого есть только у вашего контакта.
sk: Hned ako stlacite "Odoslat", vasa sprava sa premeni na retazec nezrozumitelnych znakov. Je to, akoby bola vasa sprava zamknuta v trezore, od ktoreho ma kluc iba vas kontakt.
sl: Takoj ko pritisnete "Posli", se vase sporocilo pretvori v niz nerazumljivih znakov. Kot da bi bilo vase sporocilo zaklenjeno v sefu, do katerega ima kljuc samo vas stik.
sq: Sapo shtypni "Dergo", mesazhi juaj transformohet ne nje varg karakteresh te pakuptueshme. Eshte sikur mesazhi juaj te ishte mbyllur ne nje kasaforte qe vetem kontakti juaj ka çelesin.
sr: Чим притиснеш "Пошаљи", твоја порука се претвара у низ неразумљивих карактера. Као да је твоја порука закључана у сеф чији кључ има само твој контакт.
sv: Så fort du trycker "Skicka" omvandlas ditt meddelande till en sträng av obegripliga tecken. Det är som att ditt meddelande låses i ett kassaskåp som bara din kontakt har nyckeln till.
ta: "அனுப்பு" பொத்தானை அழுத்தியவுடன், உங்கள் செய்தி புரிந்துகொள்ள முடியாத எழுத்துகளின் வரிசையாக மாற்றப்படுகிறது. உங்கள் தொடர்பிடம் மட்டுமே விசை உள்ள பெட்டகத்தில் செய்தி பூட்டப்பட்டது போல.
te: మీరు "పంపు" నొక్కగానే, మీ సందేశం అర్థంకాని అక్షరాల స్ట్రింగ్‌గా మారుతుంది. మీ సందేశం ఒక సేఫ్‌లో లాక్ చేయబడినట్లు ఉంటుంది, దాని కీ మీ పరిచయం వద్ద మాత్రమే ఉంటుంది.
th: ทันทีที่กด "ส่ง" ข้อความจะถูกแปลงเป็นตัวอักษรที่อ่านไม่ได้ เหมือนข้อความถูกล็อกในตู้เซฟที่มีเพียงผู้ติดต่อเท่านั้นที่มีกุญแจ
tr: "Gonder" dugmesine bastigin anda mesajin anlamsiz karakterlere donusturulur. Mesajin, yalnizca kisinin anahtarina sahip oldugu bir kasaya kilitlenmis gibidir.
ug: «يوللاش» نى باسسىڭىز، ئۇچۇرىڭىز چۈشىنىكسىز ھەرپلەر قاتارىغا ئايلىنىدۇ. ئۇچۇرىڭىز ئاچقۇچى پەقەت ئالاقىداشىڭىزدا بولغان گاۋزاغا قۇلۇپلانغاندەك.
uk: Щойно ви натискаєте «Надіслати», ваше повідомлення перетворюється на рядок незрозумілих символів. Ніби ваше повідомлення замкнено в сейфі, ключ від якого є лише у вашого контакту.
ur: ุฌุณ  ุขูพ "ุจฺพุฌฺบ" ุฏุจุงุฆฺบุ ุขูพ ฺฉุง ูพุบุงู ูุงูุงุจู ูู ุญุฑูู ฺฉ ุงฺฉ ุชุงุฑ ู ฺบ ุจุฏู ุฌุงุชุง  ุฌุณ ุขูพ ฺฉุง ูพุบุงู ุงฺฉ ุชุฌูุฑ ู ฺบ ุจูุฏ ู ุฌุงฺบ ฺฉ ฺุงุจ ุตุฑู ุขูพ ฺฉ ุฑุงุจุท ฺฉ ูพุงุณ ู
