Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secVashWhatHappensDesc
source: The app opens normally. No alert, no suspicious animation. The screen simply shows an empty app, as if you just installed it. In reality, all your conversations, contacts, and messages have been irreversibly deleted in a fraction of a second.
af: Die app maak normaal oop. Geen waarskuwing, geen verdagte animasie nie. Die skerm wys eenvoudig 'n leë app, asof jy dit pas geïnstalleer het. In werklikheid is al jou gesprekke, kontakte en boodskappe onomkeerbaar verwyder in 'n fraksie van 'n sekonde.
ar: يفتح التطبيق بشكل عادي. لا تنبيه، لا حركة مشبوهة. الشاشة تعرض ببساطة تطبيقاً فارغاً، كأنك ثبته للتو. في الواقع، جميع محادثاتك وجهات اتصالك ورسائلك حُذفت بشكل لا رجعة فيه في جزء من الثانية.
bg: Приложението се отваря нормално. Без предупреждение, без подозрителна анимация. Екранът просто показва празно приложение, сякаш току-що сте го инсталирали. В действителност всички ваши разговори, контакти и съобщения са необратимо изтрити за части от секундата.
bn: অ্যাপ স্বাভাবিকভাবে খোলে। কোনো সতর্কতা নেই, কোনো সন্দেহজনক অ্যানিমেশন নেই। স্ক্রিনে কেবল একটি খালি অ্যাপ দেখায়, যেন আপনি এটি সদ্য ইনস্টল করেছেন। বাস্তবে, আপনার সমস্ত কথোপকথন, পরিচিতি ও বার্তা মুহূর্তের মধ্যে অপরিবর্তনীয়ভাবে মুছে গেছে।
ca: L'aplicació s'obre normalment. Cap alerta, cap animació sospitosa. La pantalla simplement mostra una aplicació buida, com si l'acabessis d'instal·lar. En realitat, totes les teves converses, contactes i missatges s'han eliminat irreversiblement en una fracció de segon.
cs: Aplikace se otevre normalne. Zadne upozorneni, zadna podezrela animace. Na obrazovce se jednodusse zobrazi prazdna aplikace, jako bys ji prave nainstaloval/a. Ve skutecnosti byly vsechny tvoje konverzace, kontakty a zpravy nenavratne smazany ve zlomku sekundy.
da: Appen åbner normalt. Ingen alarm, ingen mistænkelig animation. Skærmen viser simpelthen en tom app, som om du lige har installeret den. I virkeligheden er alle dine samtaler, kontakter og beskeder blevet irreversibelt slettet på et brøkdel af et sekund.
de: Die App öffnet sich normal. Kein Alarm, keine verdächtige Animation. Der Bildschirm zeigt einfach eine leere App, als hättest du sie gerade installiert. In Wirklichkeit wurden alle deine Gespräche, Kontakte und Nachrichten in einem Bruchteil einer Sekunde unwiderruflich gelöscht.
el: Η εφαρμογή ανοίγει κανονικά. Καμία ειδοποίηση, κανένα ύποπτο animation. Η οθόνη δείχνει απλά μια άδεια εφαρμογή, σαν να μόλις την εγκαταστήσατε. Στην πραγματικότητα, όλες οι συνομιλίες, επαφές και μηνύματά σας έχουν διαγραφεί αμετάκλητα σε κλάσμα δευτερολέπτου.
es: La app se abre normalmente. Sin alerta, sin animación sospechosa. La pantalla simplemente muestra una app vacía, como si acabaras de instalarla. En realidad, todas tus conversaciones, contactos y mensajes han sido eliminados irreversiblemente en una fracción de segundo.
et: Rakendus avaneb normaalselt. Hoiatust pole, kahtlast animatsiooni pole. Ekraan näitab lihtsalt tühja rakendust, nagu oleksite selle just installinud. Tegelikult on kõik teie vestlused, kontaktid ja sõnumid pöördumatult kustutatud murdosa sekundi jooksul.
eu: Aplikazioa normaltasunez irekitzen da. Alertarik ez, animazio susmagarririk ez. Pantailak aplikazio huts bat erakusten du, instalatu berri bazenu bezala. Errealitatean, zure elkarrizketa, kontaktu eta mezu guztiak itzulezinik ezabatu dira segundo baten frakzio batean.
fa: برنامه به طور عادی باز می‌شود. هشداری نه، انیمیشن مشکوکی نه. صفحه فقط برنامه‌ای خالی نشان می‌دهد، انگار تازه نصب شده. در واقعیت، همه مکالمات، مخاطبین و پیام‌های شما در کسری از ثانیه به طور غیرقابل برگشت حذف شده‌اند.
fi: Sovellus avautuu normaalisti. Ei hälytystä, ei epäilyttävää animaatiota. Näyttö näyttää yksinkertaisesti tyhjän sovelluksen, kuin olisit juuri asentanut sen. Todellisuudessa kaikki keskustelusi, yhteystietosi ja viestisi on peruuttamattomasti poistettu sekunnin murto-osassa.
fil: Bumubukas ang app nang normal. Walang alerto, walang kahina-hinalang animation. Ipinapakita lamang ng screen ang isang walang lamang app, parang kaka-install mo lang. Sa katotohanan, lahat ng iyong mga usapan, kontak, at mensahe ay hindi na maibabalik na nabura sa isang bahagi ng isang segundo.
fr: L'application s'ouvre normalement. Pas d'alerte, pas d'animation suspecte. L'écran affiche simplement une application vide, comme si tu venais de l'installer. En réalité, toutes tes conversations, contacts et messages ont été irréversiblement supprimés en une fraction de seconde.
ga: Osclaionn an aip mar is gnath. Gan folareamh, gan beochan amhrasach. Taispeanann an scailean aip fholamh direach, cosuil le gur direach i a shuiteail tu. I ndairire, scriosadh do chuid comhraite, teagmhalacha agus teachtaireachtai go leir go do-aisiompaithe i bhfaiteadh na sul.
gl: A aplicacion abrese normalmente. Sen alerta, sen animacion sospeitosa. A pantalla simplemente mostra unha aplicacion baleira, como se a acabases de instalar. En realidade, todas as tuas conversas, contactos e mensaxes foron eliminados irreversiblemente nunha fraccion de segundo.
gu: એપ્લિકેશન સામાન્ય રીતે ખુલે છે. કોઈ ચેતવણી, કોઈ શંકાસ્પદ એનિમેશન નહીં. સ્ક્રીન ખાલી એપ્લિકેશન બતાવે છે, જાણે તમે હમણાં જ ઇન્સ્ટોલ કરી. વાસ્તવમાં, તમારી બધી વાતચીતો, સંપર્કો અને સંદેશાઓ એક સેકન્ડના અંશમાં ઉલટાવી ન શકાય તે રીતે ડિલીટ થયા છે.
he: האפליקציה נפתחת כרגיל. ללא התראה, ללא אנימציה חשודה. המסך פשוט מציג אפליקציה ריקה, כאילו רק התקנת אותה. במציאות, כל השיחות, אנשי הקשר וההודעות שלך נמחקו באופן בלתי הפיך בשבריר שנייה.
hi: ऐप सामान्य रूप से खुलता है। कोई अलर्ट नहीं, कोई संदिग्ध एनिमेशन नहीं। स्क्रीन बस एक खाली ऐप दिखाती है, जैसे आपने इसे अभी इंस्टॉल किया हो। वास्तव में, आपकी सभी बातचीत, संपर्क और संदेश एक सेकंड के अंश में अपरिवर्तनीय रूप से हटा दिए गए हैं।
hr: Aplikacija se otvara normalno. Nema upozorenja, nema sumnjivih animacija. Zaslon jednostavno prikazuje praznu aplikaciju, kao da ste je upravo instalirali. U stvarnosti, svi vasi razgovori, kontakti i poruke su nepovratno izbrisani u djelicu sekunde.
hu: Az alkalmazás normálisan megnyílik. Nincs figyelmeztetés, nincs gyanús animáció. A képernyő egyszerűen egy üres alkalmazást mutat, mintha most telepítette volna. A valóságban az összes beszélgetése, névjegye és üzenete visszafordíthatatlanul törlődött egy másodperc töredéke alatt.
id: Aplikasi terbuka secara normal. Tidak ada peringatan, tidak ada animasi mencurigakan. Layar hanya menampilkan aplikasi kosong, seolah-olah Anda baru saja menginstalnya. Pada kenyataannya, semua percakapan, kontak, dan pesan Anda telah dihapus secara tidak dapat dibatalkan dalam sepersekian detik.
it: L'app si apre normalmente. Nessun avviso, nessuna animazione sospetta. Lo schermo mostra semplicemente un'app vuota, come se l'avessi appena installata. In realtà, tutte le tue conversazioni, contatti e messaggi sono stati irreversibilmente eliminati in una frazione di secondo.
ja: アプリは通常通り開きます。アラートなし、怪しいアニメーションなし。画面は単にインストールしたばかりのような空のアプリを表示します。 実際には、すべての会話、連絡先、メッセージが一瞬で不可逆的に削除されています。
ka: აპი ჩვეულებრივად იხსნება. არა გაფრთხილება, არა საეჭვო ანიმაცია. ეკრანი უბრალოდ ცარიელ აპს აჩვენებს, თითქოს ახლახანს დააყენეთ. სინამდვილეში, ყველა საუბარი, კონტაქტი და შეტყობინება შეუქცევადად წაიშალა წამის მეასედში.
kk: Қосымша қалыпты ашылады. Ескерту жоқ, күдікті анимация жоқ. Экранда жай ғана бос қосымша көрінеді, оны жаңа ғана орнатқандай. Шындығында, барлық сұхбаттарыңыз, контактілеріңіз және хабарламаларыңыз секундтың бөлшегінде қайтарымсыз жойылды.
km: កម្មវិធីបើកធម្មតា។ គ្មានការជូនដំណឹង គ្មានចលនាគួរឱ្យសង្ស័យ។ អេក្រង់បង្ហាញកម្មវិធីទទេ ដូចជាអ្នកទើបតែដំឡើង។ តាមពិត ការសន្ទនា ទំនាក់ទំនង និងសារទាំងអស់ត្រូវបានលុបដែលមិនអាចត្រឡប់វិញក្នុងមួយភ្លែត។
ky: Колдонмо кадимкидей ачылат. Эскертүү жок, шектүү анимация жок. Экранда жөн гана бош колдонмо көрүнөт, жаңы эле орнотулгандай. Чындыгында, бардык сүйлөшүүлөрүңүз, контакттарыңыз жана каттарыңыз бир секунданын ичинде кайтарылгыс түрдө өчүрүлдү.
mk: Апликацијата се отвора нормално. Нема предупредување, нема сомнителна анимација. Екранот едноставно покажува празна апликација, како штотуку да сте ја инсталирале. Во реалноста, сите ваши разговори, контакти и пораки се неповратно избришани за дел од секундата.
mr: अॅप सामान्यपणे उघडतो. कोणताही इशारा नाही, कोणतेही संशयास्पद अॅनिमेशन नाही. स्क्रीनवर फक्त रिकामा अॅप दिसतो, जणू तुम्ही नुकताच इंस्टॉल केला. वास्तवात, तुमची सर्व संभाषणे, संपर्क आणि संदेश एका सेकंदाच्या अंशात अपरिवर्तनीयपणे हटवले गेले आहेत.
ms: Aplikasi dibuka seperti biasa. Tiada amaran, tiada animasi mencurigakan. Skrin hanya memaparkan aplikasi kosong, seolah-olah anda baru sahaja memasangnya. Hakikatnya, semua perbualan, kenalan, dan mesej anda telah dipadamkan secara tidak boleh diterbalikkan dalam sepersekian saat.
nb: Appen åpnes normalt. Ingen varsel, ingen mistenkelig animasjon. Skjermen viser ganske enkelt en tom app, som om du nettopp installerte den. I virkeligheten har alle samtalene, kontaktene og meldingene dine blitt irreversibelt slettet på en brøkdel av et sekund.
nl: De app opent normaal. Geen melding, geen verdachte animatie. Het scherm toont gewoon een lege app, alsof je het net hebt geïnstalleerd. In werkelijkheid zijn al je gesprekken, contacten en berichten onomkeerbaar verwijderd in een fractie van een seconde.
pt_pt: A aplicacao abre normalmente. Sem alerta, sem animacao suspeita. O ecra simplesmente mostra uma aplicacao vazia, como se a tivesses acabado de instalar. Na realidade, todas as tuas conversas, contactos e mensagens foram irreversivelmente apagados numa fracao de segundo.
ro: Aplicatia se deschide normal. Nicio alerta, nicio animatie suspecta. Ecranul arata pur si simplu o aplicatie goala, ca si cum ai instala-o. In realitate, toate conversatiile, contactele si mesajele tale au fost sterse ireversibil intr-o fractiune de secunda.
ru: Приложение открывается нормально. Никаких оповещений, никаких подозрительных анимаций. Экран просто показывает пустое приложение, как будто вы только что установили его. На самом деле все ваши разговоры, контакты и сообщения были необратимо удалены за долю секунды.
sk: Aplikacia sa otvori normalne. Ziadne upozornenie, ziadna podozriva animacia. Obrazovka jednoducho zobrazuje prazdnu aplikaciu, akoby ste ju prave nainštalovali. V skutocnosti boli vsetky vase konverzacie, kontakty a spravy nenavratne zmazane za zlomok sekundy.
sl: Aplikacija se odpre normalno. Brez opozoril, brez sumljivih animacij. Zaslon preprosto pokaze prazno aplikacijo, kot da ste jo pravkar namestili. V resnici so bili vsi vasi pogovori, stiki in sporocila nepreklicno izbrisani v delcku sekunde.
sq: Aplikacioni hapet normalisht. Asnje alarm, asnje animacion e dyshimte. Ekrani thjesht tregon nje aplikacion bosh, sikur ta kishit instaluar sapo. Ne realitet, te gjitha bisedat, kontaktet dhe mesazhet tuaja jane fshire ne menyre te pakthyeshme ne nje fraksion sekonde.
sr: Апликација се отвара нормално. Нема упозорења, нема сумњиве анимације. Екран једноставно приказује празну апликацију, као да си је управо инсталирао. У стварности, сви твоји разговори, контакти и поруке су неповратно обрисани за делић секунде.
sv: Appen öppnas normalt. Ingen varning, ingen misstänkt animation. Skärmen visar helt enkelt en tom app, som om du precis installerat den. I verkligheten har alla dina konversationer, kontakter och meddelanden oåterkalleligt raderats på en bråkdel av en sekund.
ta: செயலி சாதாரணமாகத் திறக்கும். விழிப்பூட்டல் இல்லை, சந்தேகத்திற்குரிய அனிமேஷன் இல்லை. நீங்கள் இப்போதுதான் நிறுவியது போல திரை வெறுமையான செயலியைக் காட்டும். உண்மையில், உங்கள் அனைத்து உரையாடல்கள், தொடர்புகள் மற்றும் செய்திகள் ஒரு நொடியில் மீளமுடியாமல் நீக்கப்பட்டிருக்கும்.
te: యాప్ సాధారణంగా తెరుచుకుంటుంది. అలర్ట్ లేదు, అనుమానాస్పద యానిమేషన్ లేదు. స్క్రీన్‌లో ఖాళీ యాప్ కనిపిస్తుంది, మీరు ఇప్పుడే ఇన్‌స్టాల్ చేసినట్లు. వాస్తవంలో, మీ అన్ని సంభాషణలు, పరిచయాలు మరియు సందేశాలు సెకను భాగంలో తిరిగి మార్చలేనిదిగా తొలగించబడ్డాయి.
th: แอปเปิดตามปกติ ไม่มีแจ้งเตือน ไม่มีแอนิเมชันน่าสงสัย หน้าจอแสดงแอปเปล่าเหมือนเพิ่งติดตั้ง ในความเป็นจริง แชท ผู้ติดต่อ และข้อความทั้งหมดถูกลบอย่างไม่สามารถกู้คืนได้ในเสี้ยววินาที
tr: Uygulama normal olarak acilir. Uyari yok, suphe uyandiran animasyon yok. Ekran sadece bos bir uygulama gosterir, sanki yeni yuklemissiniz gibi. Gerekte tum sohbetleriniz, kisileriniz ve mesajlariniz bir saniyelik kesirde geri donulemez sekilde silindi.
ug: ئەپ نورمال ئېچىلىدۇ. ئاگاھلاندۇرۇش يوق، گۇمانلىق كارتۇن يوق. ئېكران پەقەت بوش ئەپ كۆرسىتىدۇ، ھازىرلا ئورناتقاندەك. ئەمەلىيەتتە، بارلىق سۆھبەت، ئالاقىداش ۋە ئۇچۇرلىرىڭىز بىر سېكۇنت ئىچىدە قايتۇرغۇسىز ئۆچۈرۈلدى.
uk: Додаток відкривається нормально. Жодного сповіщення, жодної підозрілої анімації. На екрані просто порожній додаток, ніби ви його щойно встановили. Насправді всі ваші розмови, контакти та повідомлення були безповоротно видалені за частку секунди.
ur: ุงูพ ุนุงู ุทูุฑ ูพุฑ ฺฉฺพูุช  ฺฉูุฆ ุงูุฑูน ูฺบุ ฺฉูุฆ ู ุดฺฉูฺฉ ุงูู ุดู ูฺบ ุงุณฺฉุฑู ุตุฑู ุงฺฉ ุฎุงู ุงูพ ุฏฺฉฺพุงุช ุ ุฌุณ ุขูพ ู ุงุจฺพ ุงูุณูนุงู ฺฉุง ู ุญููุช ู ฺบุ ุขูพ ฺฉ ุชู ุงู ฺฏูุชฺฏูุ ุฑุงุจุท ุงูุฑ ูพุบุงู ุงุช ุงฺฉ ุณฺฉูฺ ฺฉ ุญุต ู ฺบ ูุงูุงุจู ูุงูพุณ ุทูุฑ ูพุฑ ุญุฐู ู ฺฺฉ ฺบ

# secCallsLabel
source: CALLS & FILES
af: OPROEPE EN LÊERS
ar: المكالمات والملفات
bg: ОБАЖДАНИЯ И ФАЙЛОВЕ
bn: কল ও ফাইল
ca: TRUCADES I FITXERS
cs: HOVORY A SOUBORY
da: OPKALD & FILER
de: ANRUFE & DATEIEN
el: ΚΛΗΣΕΙΣ & ΑΡΧΕΙΑ
es: LLAMADAS Y ARCHIVOS
et: KÕNED JA FAILID
eu: DEIAK ETA FITXATEGIAK
fa: تماس‌ها و فایل‌ها
fi: PUHELUT & TIEDOSTOT
fil: MGA TAWAG AT FILE
fr: APPELS & FICHIERS
ga: GLAONNA & COMHAID
gl: CHAMADAS E FICHEIROS
gu: કોલ અને ફાઇલો
he: שיחות וקבצים
hi: कॉल और फ़ाइलें
hr: POZIVI I DATOTEKE
hu: HÍVÁSOK ÉS FÁJLOK
id: PANGGILAN & BERKAS
it: CHIAMATE E FILE
ja: 通話とファイル
ka: ზარები და ფაილები
kk: ҚОҢЫРАУЛАР ЖӘНЕ ФАЙЛДАР
km: ការហៅ និងឯកសារ
ky: ЧАЛУУЛАР & ФАЙЛДАР
mk: ПОВИЦИ И ДАТОТЕКИ
mr: कॉल आणि फाइल्स
ms: PANGGILAN & FAIL
nb: SAMTALER & FILER
nl: OPROEPEN & BESTANDEN
pt_pt: CHAMADAS & FICHEIROS
ro: APELURI SI FISIERE
ru: ЗВОНКИ И ФАЙЛЫ
sk: HOVORY A SUBORY
sl: KLICI IN DATOTEKE
sq: THIRRJET DHE SKEDARET
sr: ПОЗИВИ & ФАЈЛОВИ
sv: SAMTAL & FILER
ta: அழைப்புகள் & கோப்புகள்
te: కాల్‌లు & ఫైళ్ళు
th: สายและไฟล์
tr: ARAMALAR & DOSYALAR
ug: چاقىرىش ۋە ھۆججەتلەر
uk: ДЗВІНКИ ТА ФАЙЛИ
ur: ฺฉุงูุฒ ุงูุฑ ูุงุฆูุฒ

# secCallsTitle
source: Everything is encrypted
af: Alles is geënkripteer
ar: كل شيء مشفر
bg: Всичко е криптирано
bn: সবকিছু এনক্রিপ্টেড
ca: Tot està xifrat
cs: Vse je sifrovano
da: Alt er krypteret
de: Alles ist verschlüsselt
el: Τα πάντα κρυπτογραφούνται
es: Todo está cifrado
et: Kõik on krüpteeritud
eu: Dena enkriptatuta dago
fa: همه چیز رمزنگاری شده
fi: Kaikki on salattua
fil: Lahat ay naka-encrypt
fr: Tout est chiffré
ga: Ta gach rud criptithe
gl: Todo esta cifrado
gu: બધું એન્ક્રિપ્ટેડ છે
he: הכל מוצפן
hi: सब कुछ एन्क्रिप्टेड है
hr: Sve je enkriptirano
hu: Minden titkosított
id: Semuanya terenkripsi
it: Tutto è crittografato
ja: すべてが暗号化
ka: ყველაფერი დაშიფრულია
kk: Бәрі шифрланған
km: អ្វីៗទាំងអស់ត្រូវបានអ៊ិនគ្រីប
ky: Баары шифрленген
mk: Сè е енкриптирано
mr: सर्वकाही एन्क्रिप्टेड आहे
ms: Semuanya disulitkan
nb: Alt er kryptert
nl: Alles is versleuteld
pt_pt: Tudo e encriptado
ro: Totul este criptat
ru: Всё зашифровано
sk: Vsetko je sifrovane
sl: Vse je sifrirano
sq: Gjithçka eshte e kriptuar
sr: Све је шифровано
sv: Allt är krypterat
ta: எல்லாம் குறியாக்கம் செய்யப்பட்டுள்ளது
te: అన్నీ ఎన్‌క్రిప్ట్ చేయబడ్డాయి
th: ทุกอย่างเข้ารหัส
tr: Her sey sifrelidir
ug: ھەممىسى شىفىرلانغان
uk: Все зашифровано
ur: ุณุจ ฺฉฺฺพ ุงูฺฉุฑูพูนฺ 

# secCallsSubtitle
source: It's not just messages. Absolutely everything that goes through Hash is end-to-end encrypted.
af: Dit is nie net boodskappe nie. Absoluut alles wat deur Hash gaan, is end-tot-end geënkripteer.
ar: ليست الرسائل فقط. كل شيء يمر عبر Hash مشفر من طرف إلى طرف.
bg: Не само съобщенията. Абсолютно всичко, което преминава през Hash, е криптирано от край до край.
bn: শুধু বার্তা নয়। Hash-এর মধ্য দিয়ে যায় এমন সবকিছু এন্ড-টু-এন্ড এনক্রিপ্টেড।
ca: No són només els missatges. Absolutament tot el que passa per Hash està xifrat d'extrem a extrem.
cs: Nejde jen o zpravy. Absolutne vse, co prochazi pres Hash, je end-to-end sifrovano.
da: Det er ikke kun beskeder. Absolut alt der går gennem Hash er end-to-end-krypteret.
de: Nicht nur Nachrichten. Absolut alles, was über Hash läuft, ist Ende-zu-Ende verschlüsselt.
el: Δεν είναι μόνο τα μηνύματα. Απολύτως τα πάντα που περνούν από το Hash κρυπτογραφούνται από άκρο σε άκρο.
es: No son solo los mensajes. Absolutamente todo lo que pasa por Hash está cifrado de extremo a extremo.
et: Mitte ainult sõnumid. Absoluutselt kõik, mis Hash'i kaudu liigub, on täielikult krüpteeritud.
eu: Ez dira mezuak bakarrik. Hash-en zehar igarotzen den absolutuki dena muturretik muturrera enkriptatuta dago.
fa: فقط پیام‌ها نیست. مطلقاً هر چیزی که از Hash عبور می‌کند سرتاسر رمزنگاری شده است.
fi: Eivät vain viestit. Aivan kaikki Hashin kautta kulkeva on päästä päähän salattua.
fil: Hindi lang mga mensahe. Lahat ng dumadaan sa Hash ay end-to-end encrypted.
fr: Ce n'est pas que les messages. Absolument tout ce qui transite par Hash est chiffré de bout en bout.
ga: Ni hamhain na teachtaireachtai. Ta gach rud a theann tri Hash criptithe ceann go ceann.
gl: Non son so as mensaxes. Absolutamente todo o que pasa por Hash esta cifrado de extremo a extremo.
gu: ફક્ત સંદેશાઓ નહીં. Hash દ્વારા જતું બધું એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટેડ છે.
he: לא רק הודעות. הכל שעובר דרך Hash מוצפן מקצה לקצה.
hi: यह केवल संदेशों के बारे में नहीं है। Hash से गुज़रने वाली हर चीज़ एंड-टू-एंड एन्क्रिप्टेड है।
hr: Nisu samo poruke. Apsolutno sve sto prolazi kroz Hash je enkriptirano od kraja do kraja.
hu: Nem csak az üzenetek. Abszolút minden, ami a Hash-en keresztül megy, végponttól végpontig titkosított.
id: Bukan hanya pesan. Benar-benar semua yang melewati Hash dienkripsi ujung-ke-ujung.
it: Non solo i messaggi. Assolutamente tutto ciò che transita per Hash è crittografato end-to-end.
ja: メッセージだけではありません。Hash を通過するすべてのものがエンドツーエンド暗号化されています。
ka: არა მხოლოდ შეტყობინებები. აბსოლუტურად ყველაფერი, რაც Hash-ის გავლით გადის, ბოლოდან ბოლომდე დაშიფრულია.
kk: Бұл тек хабарламалар туралы емес. Hash арқылы өтетін барлық нәрсе толық шифрланған.
km: មិនមែនតែសារ។ អ្វីៗទាំងអស់ដែលឆ្លងកាត់ Hash ត្រូវបានអ៊ិនគ្រីបពីចុងដល់ចុង។
ky: Бул каттар гана эмес. Hash аркылуу өткөн бардыгы учтан-учка шифрленген.
mk: Не се само пораките. Апсолутно сè што поминува преку Hash е целосно енкриптирано.
mr: फक्त संदेशच नाही. Hash मधून जाणारे प्रत्येक गोष्ट एंड-टू-एंड एन्क्रिप्टेड आहे.
ms: Bukan hanya mesej. Segala-galanya yang melalui Hash disulitkan hujung-ke-hujung.
nb: Det er ikke bare meldinger. Absolutt alt som går gjennom Hash er ende-til-ende-kryptert.
nl: Het zijn niet alleen berichten. Absoluut alles dat door Hash gaat is end-to-end versleuteld.
pt_pt: Nao sao so as mensagens. Absolutamente tudo o que passa pelo Hash e encriptado ponta a ponta.
ro: Nu doar mesajele. Absolut tot ce trece prin Hash este criptat end-to-end.
ru: Не только сообщения. Абсолютно всё, что проходит через Hash, зашифровано сквозным шифрованием.
sk: Nie len spravy. Absolutne vsetko, co prechadza cez Hash, je end-to-end sifrovane.
sl: Ne samo sporocila. Absolutno vse, kar gre skozi Hash, je sifrirano od konca do konca.
sq: Jo vetem mesazhet. Absolutisht gjithçka qe kalon permes Hash eshte e kriptuar nga skaji ne skaj.
sr: Нису само поруке. Апсолутно све што пролази кроз Hash је шифровано с краја на крај.
sv: Det är inte bara meddelanden. Absolut allt som passerar genom Hash är ände-till-ände-krypterat.
ta: செய்திகள் மட்டுமல்ல. Hash வழியாகச் செல்லும் அனைத்தும் முழுமையாக குறியாக்கம் செய்யப்பட்டுள்ளன.
te: ఇది సందేశాలు మాత్రమే కాదు. Hash ద్వారా వెళ్ళే ప్రతిదీ ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్టెడ్.
th: ไม่ใช่แค่ข้อความ ทุกสิ่งที่ผ่าน Hash เข้ารหัสแบบครบวงจร
tr: Sadece mesajlar degil. Hash uzerinden gecen her sey uctan uca sifrelenir.
ug: پەقەت ئۇچۇرلار ئەمەس. Hash دىن ئۆتىدىغان ھەممە نەرسە ئۇچتىن-ئۇچقا شىفىرلانغان.
uk: Це не лише повідомлення. Абсолютно все, що проходить через Hash, наскрізно зашифровано.
ur:  ุตุฑู ูพุบุงู ุงุช ูฺบ ฺบ Hash ุณ ฺฏุฒุฑู ูุงู ุฑ ฺุฒ ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพูนฺ 

# secAudioCallTitle
source: Audio calls
af: Klankoproepe
ar: المكالمات الصوتية
bg: Аудио обаждания
bn: অডিও কল
ca: Trucades d'àudio
cs: Hlasove hovory
da: Lydopkald
de: Audioanrufe
el: Φωνητικές κλήσεις
es: Llamadas de audio
et: Häälkõned
eu: Audio-deiak
fa: تماس‌های صوتی
fi: Äänipuhelut
fil: Mga audio call
fr: Appels audio
ga: Glaonna fuaime
gl: Chamadas de voz
gu: ઑડિયો કોલ
he: שיחות קוליות
hi: ऑडियो कॉल
hr: Audio pozivi
hu: Hanghívások
id: Panggilan suara
it: Chiamate audio
ja: 音声通話
ka: აუდიო ზარები
kk: Аудио қоңыраулар
km: ការហៅសំឡេង
ky: Аудио чалуулар
mk: Аудио повици
mr: ऑडिओ कॉल्स
ms: Panggilan audio
nb: Lydsamtaler
nl: Audiogesprekken
pt_pt: Chamadas de voz
ro: Apeluri audio
ru: Аудиозвонки
sk: Audio hovory
sl: Zvocni klici
sq: Thirrjet audio
sr: Аудио позиви
sv: Röstsamtal
ta: குரல் அழைப்புகள்
te: ఆడియో కాల్‌లు
th: สายเสียง
tr: Sesli aramalar
ug: ئاۋاز چاقىرىش
uk: Аудіодзвінки
ur: ุขฺู ฺฉุงูุฒ
