Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: Verify and add
af: Verifieer en voeg by
ar: التحقق والإضافة
bg: Проверка и добавяне
bn: যাচাই ও যোগ করুন
ca: Verificar i afegir
cs: Overit a pridat
da: Bekræft og tilføj
de: Überprüfen und hinzufügen
el: Επαλήθευση και προσθήκη
es: Verificar y añadir
et: Kontrolli ja lisa
eu: Egiaztatu eta gehitu
fa: تأیید و افزودن
fi: Tarkista ja lisää
fil: I-verify at idagdag
fr: Vérifier et ajouter
ga: Fioraigh agus cuir leis
gl: Verificar e engadir
gu: ચકાસો અને ઉમેરો
he: אמת והוסף
hi: सत्यापित करें और जोड़ें
hr: Provjeri i dodaj
hu: Ellenőrzés és hozzáadás
id: Verifikasi dan tambah
it: Verifica e aggiungi
ja: 確認して追加
ka: შემოწმება და დამატება
kk: Тексеру және қосу
km: ផ្ទៀងផ្ទាត់ និងបន្ថែម
ky: Текшерүү жана кошуу
mk: Потврди и додај
mr: सत्यापित करा आणि जोडा
ms: Sahkan dan tambah
nb: Verifiser og legg til
nl: Verifiëren en toevoegen
pt_pt: Verificar e adicionar
ro: Verifica si adauga
ru: Проверить и добавить
sk: Overit a pridat
sl: Preveri in dodaj
sq: Verifiko dhe shto
sr: Провери и додај
sv: Verifiera och lägg till
ta: சரிபார்த்துச் சேர்
te: ధృవీకరించి జోడించు
th: ตรวจสอบและเพิ่ม
tr: Dogrula ve ekle
ug: تەكشۈرۈپ قوشۇش
uk: Перевірити та додати
ur: ุชุตุฏู ฺฉุฑฺบ ุงูุฑ ุดุงู ู ฺฉุฑฺบ

# fillAllFields
source: Please fill in all fields
af: Vul asseblief alle velde in
ar: يرجى ملء جميع الحقول
bg: Моля, попълнете всички полета
bn: অনুগ্রহ করে সমস্ত ক্ষেত্র পূরণ করুন
ca: Si us plau, omple tots els camps
cs: Prosim vyplnte vsechna pole
da: Udfyld venligst alle felter
de: Bitte fülle alle Felder aus
el: Παρακαλώ συμπληρώστε όλα τα πεδία
es: Por favor, rellena todos los campos
et: Palun täitke kõik väljad
eu: Bete eremu guztiak
fa: لطفاً همه فیلدها را پر کنید
fi: Täytä kaikki kentät
fil: Mangyaring punan ang lahat ng field
fr: Veuillez remplir tous les champs
ga: Lion gach reimse le do thoil
gl: Enche todos os campos
gu: કૃપા કરીને બધા ફીલ્ડ ભરો
he: אנא מלא את כל השדות
hi: कृपया सभी फ़ील्ड भरें
hr: Molimo ispunite sva polja
hu: Kérjük, töltse ki az összes mezőt
id: Silakan isi semua kolom
it: Per favore, compila tutti i campi
ja: すべてのフィールドを入力してください
ka: გთხოვთ შეავსეთ ყველა ველი
kk: Барлық өрістерді толтырыңыз
km: សូមបំពេញគ្រប់វាល
ky: Бардык талааларды толтуруңуз
mk: Ве молиме пополнете ги сите полиња
mr: कृपया सर्व फील्ड भरा
ms: Sila isi semua medan
nb: Vennligst fyll ut alle felt
nl: Vul alle velden in
pt_pt: Preencha todos os campos
ro: Te rugam sa completezi toate campurile
ru: Пожалуйста, заполните все поля
sk: Prosim vyplnte vsetky polia
sl: Prosim izpolnite vsa polja
sq: Ju lutem plotesoni te gjitha fushat
sr: Молимо попуните сва поља
sv: Fyll i alla fält
ta: அனைத்து புலங்களையும் நிரப்புங்கள்
te: దయచేసి అన్ని ఫీల్డ్‌లను నింపండి
th: กรุณากรอกทุกช่อง
tr: Lutfen tum alanlari doldurun
ug: بارلىق بۆلەكلەرنى تولدۇرۇڭ
uk: Будь ласка, заповніть усі поля
ur: ุจุฑุง ฺฉุฑู ุชู ุงู ููฺุฒ ูพูุฑ ฺฉุฑฺบ

# invalidHashIdFormat
source: Invalid ID format (e.g.: 123-456-ABC)
af: Ongeldige ID-formaat (bv.: 123-456-ABC)
ar: صيغة المعرّف غير صالحة (مثال: 123-456-ABC)
bg: Невалиден формат на ID (напр.: 123-456-ABC)
bn: অবৈধ ID ফরম্যাট (উদা: 123-456-ABC)
ca: Format d'ID no vàlid (p. ex.: 123-456-ABC)
cs: Neplatny format ID (napr.: 123-456-ABC)
da: Ugyldigt ID-format (f.eks.: 123-456-ABC)
de: Ungültiges ID-Format (z.B.: 123-456-ABC)
el: Μη έγκυρη μορφή ID (π.χ.: 123-456-ABC)
es: Formato de ID inválido (ej: 123-456-ABC)
et: Vigane ID formaat (nt: 123-456-ABC)
eu: ID formatu baliogabea (adib.: 123-456-ABC)
fa: فرمت ID نامعتبر (مثال: 123-456-ABC)
fi: Virheellinen ID-muoto (esim.: 123-456-ABC)
fil: Hindi valid na format ng ID (hal.: 123-456-ABC)
fr: Format d'ID invalide (ex: 123-456-ABC)
ga: Formaid ID neamhbhaili (m.sh: 123-456-ABC)
gl: Formato de ID non valido (ex.: 123-456-ABC)
gu: અમાન્ય ID ફોર્મેટ (દા.ત.: 123-456-ABC)
he: פורמט ID לא תקין (דוגמה: 123-456-ABC)
hi: अमान्य ID प्रारूप (उदा.: 123-456-ABC)
hr: Nevazeci format ID-a (npr.: 123-456-ABC)
hu: Érvénytelen ID formátum (pl.: 123-456-ABC)
id: Format ID tidak valid (cth.: 123-456-ABC)
it: Formato ID non valido (es: 123-456-ABC)
ja: 無効な ID 形式（例：123-456-ABC）
ka: არასწორი ID ფორმატი (მაგ.: 123-456-ABC)
kk: Жарамсыз ID форматы (мыс.: 123-456-ABC)
km: ទម្រង់ ID មិនត្រឹមត្រូវ (ឧ: 123-456-ABC)
ky: Жараксыз ID форматы (мисалы: 123-456-ABC)
mk: Невалиден формат на ID (пр.: 123-456-ABC)
mr: अवैध ID स्वरूप (उदा.: 123-456-ABC)
ms: Format ID tidak sah (cth.: 123-456-ABC)
nb: Ugyldig ID-format (f.eks.: 123-456-ABC)
nl: Ongeldig ID-formaat (bijv.: 123-456-ABC)
pt_pt: Formato de ID invalido (ex: 123-456-ABC)
ro: Format ID invalid (ex: 123-456-ABC)
ru: Неверный формат ID (например: 123-456-ABC)
sk: Neplatny format ID (napr.: 123-456-ABC)
sl: Neveljavna oblika ID (npr.: 123-456-ABC)
sq: Format ID i pavlefshem (p.sh.: 123-456-ABC)
sr: Неважећи формат ID-а (нпр: 123-456-ABC)
sv: Ogiltigt ID-format (t.ex.: 123-456-ABC)
ta: தவறான ID வடிவம் (எ.கா.: 123-456-ABC)
te: చెల్లని ID ఫార్మాట్ (ఉదా: 123-456-ABC)
th: รูปแบบ ID ไม่ถูกต้อง (เช่น: 123-456-ABC)
tr: Gecersiz kimlik formati (orn: 123-456-ABC)
ug: ئىناۋەتسىز ID فورماتى (مەسىلەن: 123-456-ABC)
uk: Невірний формат ID (напр.: 123-456-ABC)
ur: ุบูุท ID ูุงุฑู ูน (ู ุซุงู: 123-456-ABC)

source: User not found
af: Gebruiker nie gevind nie
ar: المستخدم غير موجود
bg: Потребителят не е намерен
bn: ব্যবহারকারী পাওয়া যায়নি
ca: Usuari no trobat
cs: Uzivatel nenalezen
da: Bruger ikke fundet
de: Benutzer nicht gefunden
el: Ο χρήστης δεν βρέθηκε
es: Usuario no encontrado
et: Kasutajat ei leitud
eu: Erabiltzailea ez da aurkitu
fa: کاربر یافت نشد
fi: Käyttäjää ei löytynyt
fil: Hindi natagpuan ang user
fr: Utilisateur introuvable
ga: Usaideoir gan aimsiu
gl: Usuario non atopado
gu: વપરાશકર્તા મળ્યો નથી
he: משתמש לא נמצא
hi: उपयोगकर्ता नहीं मिला
hr: Korisnik nije pronaden
hu: Felhasználó nem található
id: Pengguna tidak ditemukan
it: Utente non trovato
ja: ユーザーが見つかりません
ka: მომხმარებელი ვერ მოიძებნა
kk: Пайдаланушы табылмады
km: រកមិនឃើញអ្នកប្រើ
ky: Колдонуучу табылган жок
mk: Корисникот не е пронајден
mr: वापरकर्ता सापडला नाही
ms: Pengguna tidak dijumpai
nb: Bruker ikke funnet
nl: Gebruiker niet gevonden
pt_pt: Utilizador nao encontrado
ro: Utilizator negasit
ru: Пользователь не найден
sk: Pouzivatel nenajdeny
sl: Uporabnik ni najden
sq: Perdoruesi nuk u gjet
sr: Корисник није пронађен
sv: Användaren hittades inte
ta: பயனர் கிடைக்கவில்லை
te: వినియోగదారు కనుగొనబడలేదు
th: ไม่พบผู้ใช้
tr: Kullanici bulunamadi
ug: ئىشلەتكۈچى تېپىلمىدى
uk: Користувача не знайдено
ur: ุตุงุฑู ูฺบ ู ูุง

# cannotAddYourself
source: You cannot add yourself
af: Jy kan nie jouself byvoeg nie
ar: لا يمكنك إضافة نفسك
bg: Не можете да добавите себе си
bn: আপনি নিজেকে যোগ করতে পারবেন না
ca: No et pots afegir a tu mateix
cs: Nemuzete pridat sami sebe
da: Du kan ikke tilføje dig selv
de: Du kannst dich nicht selbst hinzufügen
el: Δεν μπορείτε να προσθέσετε τον εαυτό σας
es: No puedes añadirte a ti mismo
et: Te ei saa ennast lisada
eu: Ezin duzu zure burua gehitu
fa: نمی‌توانید خودتان را اضافه کنید
fi: Et voi lisätä itseäsi
fil: Hindi mo puwedeng idagdag ang iyong sarili
fr: Vous ne pouvez pas vous ajouter vous-même
ga: Ni feidir leat tu fein a chur leis
gl: Non podes engadirte a ti mesmo
gu: તમે તમારી જાતને ઉમેરી શકતા નથી
he: אינך יכול להוסיף את עצמך
hi: आप स्वयं को नहीं जोड़ सकते
hr: Ne mozete dodati sebe
hu: Nem adhatja hozzá saját magát
id: Anda tidak dapat menambahkan diri sendiri
it: Non puoi aggiungere te stesso
ja: 自分自身を追加することはできません
ka: საკუთარი თავის დამატება არ შეგიძლიათ
kk: Өзіңізді қоса алмайсыз
km: អ្នកមិនអាចបន្ថែមខ្លួនឯង
ky: Өзүңүздү кошо албайсыз
mk: Не можете да се додадете себеси
mr: तुम्ही स्वतःला जोडू शकत नाही
ms: Anda tidak boleh menambah diri sendiri
nb: Du kan ikke legge til deg selv
nl: Je kunt jezelf niet toevoegen
pt_pt: Nao se pode adicionar a si proprio
ro: Nu te poti adauga pe tine insuti
ru: Вы не можете добавить себя
sk: Nemozete pridat sameho seba
sl: Ne morete dodati sami sebe
sq: Nuk mund te shtoni veten
sr: Не можете додати себе
sv: Du kan inte lägga till dig själv
ta: உங்களையே சேர்க்க முடியாது
te: మీరు మిమ్మల్ని మీరు జోడించుకోలేరు
th: ไม่สามารถเพิ่มตัวเองได้
tr: Kendinizi ekleyemezsiniz
ug: ئۆزىڭىزنى قوشالمايسىز
uk: Ви не можете додати себе
ur: ุขูพ ุฎูุฏ ฺฉู ุดุงู ู ูฺบ ฺฉุฑ ุณฺฉุช

# invalidOrExpiredCode
source: Invalid or expired temporary code
af: Ongeldige of vervalde tydelike kode
ar: الرمز المؤقت غير صالح أو منتهي الصلاحية
bg: Невалиден или изтекъл временен код
bn: অবৈধ বা মেয়াদোত্তীর্ণ অস্থায়ী কোড
ca: Codi temporal no vàlid o caducat
cs: Neplatny nebo prosly docasny kod
da: Ugyldig eller udløbet midlertidig kode
de: Ungültiger oder abgelaufener temporärer Code
el: Μη έγκυρος ή ληγμένος προσωρινός κωδικός
es: Código temporal inválido o expirado
et: Vigane või aegunud ajutine kood
eu: Aldi baterako kode baliogabea edo iraungitua
fa: کد موقت نامعتبر یا منقضی شده
fi: Virheellinen tai vanhentunut väliaikainen koodi
fil: Hindi valid o nag-expire na ang pansamantalang code
fr: Code temporaire invalide ou expiré
ga: Cod sealadach neamhbhaili no imithe in eag
gl: Codigo temporal non valido ou caducado
gu: અમાન્ય અથવા એક્સપાયર થયેલો અસ્થાયી કોડ
he: קוד זמני לא תקין או שפג תוקפו
hi: अमान्य या समाप्त अस्थायी कोड
hr: Nevazeci ili istekli privremeni kod
hu: Érvénytelen vagy lejárt ideiglenes kód
id: Kode sementara tidak valid atau kedaluwarsa
it: Codice temporaneo non valido o scaduto
ja: 無効または期限切れの一時コード
ka: არასწორი ან ვადაგასული დროებითი კოდი
kk: Жарамсыз немесе мерзімі аяқталған уақытша код
km: លេខកូដបណ្តោះអាសន្នមិនត្រឹមត្រូវ ឬផុតកំណត់
ky: Убактылуу код жараксыз же мөөнөтү өткөн
mk: Невалиден или истечен привремен код
mr: अवैध किंवा कालबाह्य तात्पुरता कोड
ms: Kod sementara tidak sah atau tamat tempoh
nb: Ugyldig eller utløpt midlertidig kode
nl: Ongeldige of verlopen tijdelijke code
pt_pt: Codigo temporario invalido ou expirado
ro: Cod temporar invalid sau expirat
ru: Недействительный или истёкший временный код
sk: Neplatny alebo expirovany docasny kod
sl: Neveljavna ali potekla zacasna koda
sq: Kod i perkohshem i pavlefshem ose i skaduar
sr: Неважећи или истекли привремени код
sv: Ogiltig eller utgången tillfällig kod
ta: தவறான அல்லது காலாவதியான தற்காலிகக் குறியீடு
te: చెల్లని లేదా గడువు తీరిన తాత్కాలిక కోడ్
th: รหัสชั่วคราวไม่ถูกต้องหรือหมดอายุ
tr: Gecersiz veya suresi dolmus gecici kod
ug: ئىناۋەتسىز ياكى ۋاقتى ئۆتكەن ۋاقىتلىق كود
uk: Невірний або прострочений тимчасовий код
ur: ุบูุท ุง ุฎุชู ุดุฏ ุนุงุฑุถ ฺฉูฺ

source: Contact found!
af: Kontak gevind!
ar: تم العثور على جهة الاتصال!
bg: Контактът е намерен!
bn: পরিচিতি পাওয়া গেছে!
ca: Contacte trobat!
cs: Kontakt nalezen!
da: Kontakt fundet!
de: Kontakt gefunden!
el: Η επαφή βρέθηκε!
es: ¡Contacto encontrado!
et: Kontakt leitud!
eu: Kontaktua aurkituta!
fa: مخاطب یافت شد!
fi: Yhteystieto löytyi!
fil: Natagpuan ang kontak!
fr: Contact trouvé !
ga: Teagmhail aimsithe!
gl: Contacto atopado!
gu: સંપર્ક મળ્યો!
he: איש קשר נמצא!
hi: संपर्क मिला!
hr: Kontakt pronaden!
hu: Névjegy megtalálva!
id: Kontak ditemukan!
it: Contatto trovato!
ja: 連絡先が見つかりました！
ka: კონტაქტი ნაპოვნია!
kk: Контакт табылды!
km: រកឃើញទំនាក់ទំនង!
ky: Контакт табылды!
mk: Контактот е пронајден!
mr: संपर्क सापडला!
ms: Kenalan dijumpai!
nb: Kontakt funnet!
nl: Contact gevonden!
pt_pt: Contacto encontrado!
ro: Contact gasit!
ru: Контакт найден!
sk: Kontakt najdeny!
sl: Stik najden!
sq: Kontakti u gjet!
sr: Контакт пронађен!
sv: Kontakt hittad!
ta: தொடர்பு கண்டுபிடிக்கப்பட்டது!
te: పరిచయం కనుగొనబడింది!
th: พบผู้ติดต่อ!
tr: Kisi bulundu!
ug: ئالاقىداش تېپىلدى!
uk: Контакт знайдено!
ur: ุฑุงุจุท ู ู ฺฏุง!

# howToCallContact
source: What would you like to call them?
af: Wat wil jy hulle noem?
ar: ماذا تريد تسميته؟
bg: Как бихте искали да ги наречете?
bn: আপনি তাকে কী নামে ডাকতে চান?
ca: Com vols dir-li?
cs: Jak ho/ji chcete pojmenovat?
da: Hvad vil du kalde dem?
de: Wie möchtest du ihn nennen?
el: Πώς θέλετε να τον/την αποκαλείτε;
es: ¿Cómo quieres llamarlo?
et: Kuidas soovite neid kutsuda?
eu: Nola nahi duzu deitzea?
fa: می‌خواهید آنها را چه بنامید؟
fi: Millä nimellä haluat kutsua häntä?
fil: Ano ang gusto mong itawag sa kanila?
fr: Comment voulez-vous l'appeler ?
ga: Cen t-ainm a thabharfaidh tu air/uirthi?
gl: Como lle queres chamar?
gu: તમે તેમને શું નામ આપવા માંગો છો?
he: איך תרצה לקרוא להם?
hi: आप उन्हें क्या नाम देना चाहेंगे?
hr: Kako biste ih zeljeli nazvati?
hu: Hogyan szeretné hívni?
id: Apa nama yang ingin Anda berikan?
it: Come vuoi chiamarlo?
ja: どのように呼びますか？
ka: როგორ გსურთ მათ დაუძახოთ?
kk: Оны қалай атағыңыз келеді?
km: តើអ្នកចង់ហៅពួកគេអ្វី?
ky: Аны кантип атагыңыз келет?
mk: Како сакате да го нарекувате?
mr: तुम्हाला त्यांना काय नाव द्यायचे आहे?
ms: Apa nama yang anda ingin berikan?
nb: Hva vil du kalle dem?
nl: Hoe wil je ze noemen?
pt_pt: Como gostaria de o chamar?
ro: Cum ai vrea sa ii spui?
ru: Как вы хотите его назвать?
sk: Ako by ste ich chceli nazvat?
sl: Kako bi jih radi poimenovali?
sq: Si deshironi ta quani?
sr: Како желите да га зовете?
sv: Vad vill du kalla dem?
ta: அவர்களை எப்படி அழைக்க விரும்புகிறீர்கள்?
te: వారిని ఏమని పిలవాలనుకుంటున్నారు?
th: คุณอยากเรียกเขาว่าอะไร?
tr: Ona ne ad vermek istersiniz?
ug: ئۇلارنى نېمە دەپ ئاتىماقچى؟
uk: Як ви хочете їх називати?
ur: ุขูพ ุงูฺบ ฺฉุง ูพฺฉุงุฑูุง ฺุงุช ฺบุ

# contactNameHint
source: Contact name
af: Kontaknaam
ar: اسم جهة الاتصال
bg: Име на контакт
bn: পরিচিতির নাম
ca: Nom del contacte
cs: Jmeno kontaktu
da: Kontaktnavn
de: Kontaktname
el: Όνομα επαφής
es: Nombre del contacto
et: Kontakti nimi
eu: Kontaktuaren izena
fa: نام مخاطب
fi: Yhteystiedon nimi
fil: Pangalan ng kontak
fr: Nom du contact
ga: Ainm an teagmhala
gl: Nome do contacto
gu: સંપર્કનું નામ
he: שם איש קשר
hi: संपर्क का नाम
hr: Ime kontakta
hu: Névjegy neve
id: Nama kontak
it: Nome del contatto
ja: 連絡先名
ka: კონტაქტის სახელი
kk: Контакт аты
km: ឈ្មោះទំនាក់ទំនង
ky: Контакттын аты
mk: Име на контакт
mr: संपर्काचे नाव
ms: Nama kenalan
nb: Kontaktnavn
nl: Contactnaam
pt_pt: Nome do contacto
ro: Numele contactului
ru: Имя контакта
sk: Meno kontaktu
sl: Ime stika
sq: Emri i kontaktit
sr: Име контакта
sv: Kontaktnamn
ta: தொடர்பு பெயர்
te: పరిచయ పేరు
th: ชื่อผู้ติดต่อ
tr: Kisi adi
ug: ئالاقىداش ئىسمى
uk: Ім'я контакту
ur: ุฑุงุจุท ฺฉุง ูุงู

# addContactButton
source: Add
af: Voeg by
ar: إضافة
bg: Добавяне
bn: যোগ করুন
ca: Afegir
cs: Pridat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
eu: Gehitu
fa: افزودن
fi: Lisää
fil: Idagdag
fr: Ajouter
ga: Cuir leis
gl: Engadir
gu: ઉમેરો
he: הוסף
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ka: დამატება
kk: Қосу
km: បន្ថែម
ky: Кошуу
mk: Додај
mr: जोडा
ms: Tambah
nb: Legg til
nl: Toevoegen
pt_pt: Adicionar
ro: Adauga
ru: Добавить
sk: Pridat
sl: Dodaj
sq: Shto
sr: Додај
sv: Lägg till
ta: சேர்
te: జోడించు
th: เพิ่ม
tr: Ekle
ug: قوشۇش
uk: Додати
ur: ุดุงู ู ฺฉุฑฺบ

source: Contact details
af: Kontakbesonderhede
ar: تفاصيل جهة الاتصال
bg: Детайли на контакта
bn: পরিচিতির বিবরণ
ca: Detalls del contacte
cs: Podrobnosti kontaktu
da: Kontaktdetaljer
de: Kontaktdetails
el: Στοιχεία επαφής
es: Detalles del contacto
et: Kontakti andmed
eu: Kontaktuaren xehetasunak
fa: جزئیات مخاطب
fi: Yhteystiedon tiedot
fil: Mga detalye ng kontak
fr: Détails du contact
ga: Sonrai an teagmhala
gl: Detalles do contacto
gu: સંપર્ક વિગતો
he: פרטי איש קשר
hi: संपर्क विवरण
hr: Detalji kontakta
hu: Névjegy részletei
id: Detail kontak
it: Dettagli contatto
ja: 連絡先の詳細
ka: კონტაქტის დეტალები
kk: Контакт мәліметтері
km: ព័ត៌មានទំនាក់ទំនង
ky: Контакт маалыматы
mk: Детали за контакт
mr: संपर्क तपशील
ms: Butiran kenalan
nb: Kontaktdetaljer
nl: Contactgegevens
pt_pt: Detalhes do contacto
ro: Detalii contact
ru: Данные контакта
sk: Podrobnosti kontaktu
sl: Podrobnosti stika
sq: Detajet e kontaktit
sr: Детаљи контакта
sv: Kontaktdetaljer
ta: தொடர்பு விவரங்கள்
te: పరిచయ వివరాలు
th: รายละเอียดผู้ติดต่อ
tr: Kisi detaylari
ug: ئالاقىداش تەپسىلاتى
uk: Деталі контакту
ur: ุฑุงุจุท ฺฉ ุชูุตูุงุช

source: Contact name
af: Kontaknaam
ar: اسم جهة الاتصال
bg: Име на контакт
bn: পরিচিতির নাম
ca: Nom del contacte
cs: Jmeno kontaktu
da: Kontaktnavn
de: Kontaktname
el: Όνομα επαφής
es: Nombre del contacto
et: Kontakti nimi
eu: Kontaktuaren izena
fa: نام مخاطب
fi: Yhteystiedon nimi
fil: Pangalan ng kontak
fr: Nom du contact
ga: Ainm an teagmhala
gl: Nome do contacto
gu: સંપર્કનું નામ
he: שם איש קשר
hi: संपर्क का नाम
hr: Ime kontakta
hu: Névjegy neve
id: Nama kontak
it: Nome contatto
ja: 連絡先名
ka: კონტაქტის სახელი
kk: Контакт аты
km: ឈ្មោះទំនាក់ទំនង
ky: Контакттын аты
mk: Име на контакт
mr: संपर्काचे नाव
ms: Nama kenalan
nb: Kontaktnavn
nl: Contactnaam
pt_pt: Nome do contacto
ro: Numele contactului
ru: Имя контакта
sk: Meno kontaktu
sl: Ime stika
sq: Emri i kontaktit
sr: Име контакта
sv: Kontaktnamn
ta: தொடர்பு பெயர்
te: పరిచయ పేరు
th: ชื่อผู้ติดต่อ
tr: Kisi adi
ug: ئالاقىداش ئىسمى
uk: Ім'я контакту
ur: ุฑุงุจุท ฺฉุง ูุงู

# addedOn
source: Added on {date}
af: Bygevoeg op {date}
ar: تمت الإضافة في {date}
bg: Добавен на {date}
bn: {date}-এ যোগ করা হয়েছে
ca: Afegit el {date}
cs: Pridano {date}
da: Tilføjet den {date}
de: Hinzugefügt am {date}
el: Προστέθηκε στις {date}
es: Añadido el {date}
et: Lisatud {date}
eu: {date}-(e)an gehituta
fa: اضافه شده در {date}
fi: Lisätty {date}
fil: Idinagdag noong {date}
fr: Ajouté le {date}
ga: Curtha leis ar {date}
gl: Engadido o {date}
gu: {date} ના રોજ ઉમેરાયો
he: נוסף ב-{date}
hi: {date} को जोड़ा गया
hr: Dodano {date}
hu: Hozzáadva: {date}
id: Ditambahkan pada {date}
it: Aggiunto il {date}
ja: {date}に追加
ka: დამატებულია {date}
kk: {date} қосылды
km: បានបន្ថែមនៅ {date}
ky: {date} кошулду
mk: Додаден на {date}
mr: {date} रोजी जोडले
ms: Ditambah pada {date}
nb: Lagt til {date}
nl: Toegevoegd op {date}
pt_pt: Adicionado a {date}
ro: Adaugat pe {date}
ru: Добавлен {date}
sk: Pridany {date}
sl: Dodano {date}
sq: Shtuar me {date}
sr: Додат {date}
sv: Tillagd {date}
ta: {date} அன்று சேர்க்கப்பட்டது
te: {date} న జోడించబడింది
th: เพิ่มเมื่อ {date}
tr: {date} tarihinde eklendi
ug: {date} دا قوشۇلغان
uk: Додано {date}
ur: {date} ฺฉู ุดุงู ู ฺฉุง ฺฏุง

source: Delete contact
af: Verwyder kontak
ar: حذف جهة الاتصال
bg: Изтриване на контакт
bn: পরিচিতি মুছুন
ca: Eliminar contacte
cs: Smazat kontakt
da: Slet kontakt
de: Kontakt löschen
el: Διαγραφή επαφής
es: Eliminar contacto
et: Kustuta kontakt
eu: Ezabatu kontaktua
fa: حذف مخاطب
fi: Poista yhteystieto
fil: Burahin ang kontak
fr: Supprimer le contact
ga: Scrios an teagmhail
gl: Eliminar contacto
gu: સંપર્ક ડિલીટ કરો
he: מחק איש קשר
hi: संपर्क हटाएं
hr: Izbrisi kontakt
hu: Névjegy törlése
id: Hapus kontak
it: Elimina contatto
ja: 連絡先を削除
ka: კონტაქტის წაშლა
kk: Контактты жою
km: លុបទំនាក់ទំនង
ky: Контактты өчүрүү
mk: Избриши контакт
mr: संपर्क हटवा
ms: Padam kenalan
nb: Slett kontakt
nl: Contact verwijderen
pt_pt: Apagar contacto
ro: Sterge contactul
ru: Удалить контакт
sk: Zmazat kontakt
sl: Izbrisi stik
sq: Fshi kontaktin
sr: Обриши контакт
sv: Radera kontakt
ta: தொடர்பை நீக்கு
te: పరిచయాన్ని తొలగించు
th: ลบผู้ติดต่อ
tr: Kisiyi sil
ug: ئالاقىداش ئۆچۈرۈش
uk: Видалити контакт
ur: ุฑุงุจุท ุญุฐู ฺฉุฑฺบ

# deleteContactConfirm
source: Delete this contact?
af: Verwyder hierdie kontak?
ar: حذف جهة الاتصال هذه؟
bg: Изтриване на този контакт?
bn: এই পরিচিতি মুছবেন?
ca: Eliminar aquest contacte?
cs: Smazat tento kontakt?
da: Slet denne kontakt?
de: Diesen Kontakt löschen?
el: Διαγραφή αυτής της επαφής;
es: ¿Eliminar este contacto?
et: Kustutada see kontakt?
eu: Kontaktu hau ezabatu?
fa: این مخاطب حذف شود؟
fi: Poista tämä yhteystieto?
fil: Burahin ang kontak na ito?
fr: Supprimer ce contact ?
ga: Scrios an teagmhail seo?
gl: Eliminar este contacto?
gu: આ સંપર્ક ડિલીટ કરશો?
he: למחוק את איש הקשר?
hi: यह संपर्क हटाएं?
hr: Izbrisati ovaj kontakt?
hu: Törli ezt a névjegyet?
id: Hapus kontak ini?
it: Eliminare questo contatto?
ja: この連絡先を削除しますか？
ka: წაიშალოს ეს კონტაქტი?
kk: Бұл контактты жою?
km: លុបទំនាក់ទំនងនេះ?
ky: Бул контактты өчүрөсүзбү?
mk: Избриши го овој контакт?
mr: हा संपर्क हटवायचा?
ms: Padam kenalan ini?
nb: Slette denne kontakten?
nl: Dit contact verwijderen?
pt_pt: Apagar este contacto?
ro: Stergi acest contact?
ru: Удалить этот контакт?
sk: Zmazat tento kontakt?
sl: Izbrisati ta stik?
sq: Te fshihet ky kontakt?
sr: Обрисати овај контакт?
sv: Radera denna kontakt?
ta: இந்தத் தொடர்பை நீக்கவா?
te: ఈ పరిచయాన్ని తొలగించాలా?
th: ลบผู้ติดต่อนี้?
tr: Bu kisi silinsin mi?
ug: بۇ ئالاقىداشنى ئۆچۈرەمسىز؟
uk: Видалити цей контакт?
ur:  ุฑุงุจุท ุญุฐู ฺฉุฑฺบุ

# deleteContactMessage
source: This will also delete the entire chat.
af: Dit sal ook die hele geselsie verwyder.
ar: سيحذف هذا أيضاً الدردشة بأكملها.
bg: Това ще изтрие и целия чат.
bn: এটি সমস্ত চ্যাটও মুছে ফেলবে।
ca: Això també eliminarà tot el xat.
cs: Tim se smaze take cely chat.
da: Dette vil også slette hele chatten.
de: Dadurch wird auch der gesamte Chat gelöscht.
el: Αυτό θα διαγράψει επίσης ολόκληρη τη συνομιλία.
es: Esto también eliminará todo el chat.
et: See kustutab ka kogu vestluse.
eu: Honek txat osoa ere ezabatuko du.
fa: این کار گفتگوی کامل را نیز حذف می‌کند.
fi: Tämä poistaa myös koko keskustelun.
fil: Mabubura rin ang buong chat.
fr: Cette action supprimera également tout le chat.
ga: Scriosfaidh an gniomh seo an comhra ar fad freisin.
gl: Isto eliminara tamben todo o chat.
gu: આ ચેટ પણ ડિલીટ કરશે.
he: פעולה זו תמחק גם את כל הצ'אט.
hi: इससे पूरा चैट भी हट जाएगा।
hr: Ovo ce takoder izbrisati cijeli razgovor.
hu: Ez a teljes beszélgetést is törli.
id: Ini juga akan menghapus seluruh obrolan.
it: Questo eliminerà anche l'intera chat.
ja: チャット全体も削除されます。
ka: ეს ასევე წაშლის მთელ ჩატს.
kk: Бұл бүкіл чатты да жояды.
km: សកម្មភាពនេះនឹងលុបការជជែកទាំងមូលផងដែរ។
ky: Бул чатты да өчүрөт.
mk: Ова исто ќе го избрише целиот разговор.
mr: यामुळे संपूर्ण चॅट देखील हटवला जाईल.
ms: Ini juga akan memadamkan keseluruhan sembang.
nb: Dette sletter også hele chatten.
nl: Dit verwijdert ook de hele chat.
pt_pt: Isto tambem ira apagar toda a conversa.
ro: Aceasta va sterge si intreaga conversatie.
ru: Это также удалит весь чат.
sk: Toto zmaze aj celu konverzaciu.
sl: To bo izbrisalo tudi celoten pogovor.
sq: Kjo do te fshije edhe te gjithe biseden.
sr: Ово ће такође обрисати цео чет.
sv: Detta raderar även hela chatten.
ta: இது முழு உரையாடலையும் நீக்கும்.
te: ఇది మొత్తం చాట్‌ను కూడా తొలగిస్తుంది.
th: จะลบแชททั้งหมดด้วย
tr: Bu islem tum sohbeti de silecektir.
ug: بۇ پۈتۈن پاراڭنىمۇ ئۆچۈرىدۇ.
uk: Це також видалить весь чат.
ur: ุงุณ ุณ ูพูุฑ ฺูน ุจฺพ ุญุฐู ู ุฌุงุฆ ฺฏ

source: Delete
af: Verwyder
ar: حذف
bg: Изтриване
bn: মুছুন
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fil: Burahin
fr: Supprimer
ga: Scrios
gl: Eliminar
gu: ડિલીટ
he: מחק
hi: हटाएं
hr: Izbrisi
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ka: წაშლა
kk: Жою
km: លុប
ky: Өчүрүү
mk: Избриши
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijderen
pt_pt: Apagar
ro: Sterge
ru: Удалить
sk: Zmazat
sl: Izbrisi
sq: Fshi
sr: Обриши
sv: Radera
ta: நீக்கு
te: తొలగించు
th: ลบ
tr: Sil
ug: ئۆچۈرۈش
uk: Видалити
ur: ุญุฐู ฺฉุฑฺบ
