Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# viewContactHashId
source: View contact's identifier
af: Bekyk kontak se identifiseerder
ar: عرض معرّف جهة الاتصال
bg: Преглед на идентификатора на контакта
bn: পরিচিতির পরিচয় দেখুন
ca: Veure l'identificador del contacte
cs: Zobrazit identifikator kontaktu
da: Vis kontaktens identifikator
de: Kontakt-ID anzeigen
el: Προβολή αναγνωριστικού επαφής
es: Ver identificador del contacto
et: Vaata kontakti identifikaatorit
eu: Ikusi kontaktuaren identifikadorea
fa: مشاهده شناسه مخاطب
fi: Näytä yhteystiedon tunniste
fil: Tingnan ang identifier ng kontak
fr: Voir l'identifiant du contact
ga: Feach ar aitheantoir an teagmhala
gl: Ver o identificador do contacto
gu: સંપર્કનું ઓળખકર્તા જુઓ
he: הצג מזהה איש הקשר
hi: संपर्क का पहचानकर्ता देखें
hr: Pogledaj identifikator kontakta
hu: Névjegy azonosítójának megtekintése
id: Lihat identifikasi kontak
it: Visualizza identificativo del contatto
ja: 連絡先の識別子を表示
ka: კონტაქტის იდენტიფიკატორის ნახვა
kk: Контакт идентификаторын көру
km: មើលអត្តសញ្ញាណទំនាក់ទំនង
ky: Контакттын идентификаторун көрүү
mk: Прикажи го идентификаторот на контактот
mr: संपर्काचा ओळखकर्ता पहा
ms: Lihat pengecam kenalan
nb: Vis kontaktens identifikator
nl: Identificatie van contact bekijken
pt_pt: Ver identificador do contacto
ro: Vezi identificatorul contactului
ru: Посмотреть идентификатор контакта
sk: Zobrazit identifikator kontaktu
sl: Ogled identifikatorja stika
sq: Shiko identifikuesin e kontaktit
sr: Прикажи идентификатор контакта
sv: Visa kontaktens identifierare
ta: தொடர்பின் அடையாளத்தைப் பார்
te: పరిచయం యొక్క ఐడెంటిఫైయర్ చూడు
th: ดูรหัสผู้ติดต่อ
tr: Kisinin kimligini goruntule
ug: ئالاقىداشنىڭ كىملىكىنى كۆرۈش
uk: Переглянути ідентифікатор контакту
ur: ุฑุงุจุท ฺฉุง ุดูุงุฎุช ูู ุจุฑ ุฏฺฉฺพฺบ

# hashIdPartiallyMasked
source: Partially masked for your security and your contact's privacy
af: Gedeeltelik gemaskeer vir jou sekuriteit en jou kontak se privaatheid
ar: مخفي جزئياً لأمانك وخصوصية جهة اتصالك
bg: Частично маскиран за вашата сигурност и поверителността на контакта ви
bn: আপনার নিরাপত্তা ও আপনার পরিচিতির গোপনীয়তার জন্য আংশিক ঢাকা
ca: Parcialment ocultat per la teva seguretat i la privacitat del teu contacte
cs: Castecne maskovano pro vasi bezpecnost a soukromi kontaktu
da: Delvist maskeret for din sikkerhed og din kontakts privatliv
de: Teilweise maskiert für deine Sicherheit und die deines Kontakts
el: Μερικώς κρυφό για την ασφάλειά σας και την ιδιωτικότητα της επαφής σας
es: Parcialmente oculto por tu seguridad y la de tu contacto
et: Osaliselt maskeeritud teie turvalisuse ja kontakti privaatsuse jaoks
eu: Partzialki maskaratua zure segurtasunerako eta zure kontaktuaren pribatutasunerako
fa: برای امنیت شما و حریم خصوصی مخاطبتان تا حدی پنهان شده
fi: Osittain peitetty turvallisuutesi ja yhteystietosi yksityisyyden vuoksi
fil: Bahagyang naka-mask para sa iyong seguridad at privacy ng iyong kontak
fr: Partiellement masqué pour votre sécurité et celle de votre interlocuteur
ga: Masctha go pairtigh ar mhaithe le do shlandail agus slandail do theagmhala
gl: Parcialmente oculto para a tua seguridade e a privacidade do contacto
gu: તમારી સુરક્ષા અને સંપર્કની ગોપનીયતા માટે આંશિક રીતે છુપાયેલ
he: מוסתר חלקית לביטחונך ולפרטיות איש הקשר שלך
hi: आपकी सुरक्षा और संपर्क की गोपनीयता के लिए आंशिक रूप से छिपा हुआ
hr: Djelomicno maskirano radi vase sigurnosti i privatnosti vaseg kontakta
hu: Részben maszkolt az Ön biztonsága és névjegye adatvédelme érdekében
id: Disamarkan sebagian untuk keamanan Anda dan privasi kontak Anda
it: Parzialmente mascherato per la tua sicurezza e quella del tuo contatto
ja: あなたのセキュリティと連絡先のプライバシーのため部分的にマスクされています
ka: ნაწილობრივ დაფარულია თქვენი უსაფრთხოებისა და კონტაქტის კონფიდენციალურობისთვის
kk: Қауіпсіздігіңіз бен контактіңіздің құпиялылығы үшін жартылай жасырылған
km: លាក់ដោយផ្នែកសម្រាប់សុវត្ថិភាពរបស់អ្នក និងភាពឯកជនរបស់ទំនាក់ទំនង
ky: Сиздин коопсуздугуңуз жана контактыңыздын жашыруундугу үчүн жарым-жартылай жашырылган
mk: Делумно маскиран за вашата безбедност и приватноста на контактот
mr: तुमच्या सुरक्षेसाठी आणि तुमच्या संपर्काच्या गोपनीयतेसाठी अंशतः मास्क केलेला
ms: Separuh bertopeng untuk keselamatan anda dan privasi kenalan anda
nb: Delvis maskert for din sikkerhet og kontaktens personvern
nl: Gedeeltelijk gemaskeerd voor jouw veiligheid en de privacy van je contact
pt_pt: Parcialmente oculto para a sua seguranca e privacidade do seu contacto
ro: Partial mascat pentru securitatea ta si confidentialitatea contactului
ru: Частично скрыт для вашей безопасности и конфиденциальности контакта
sk: Ciastocne maskovane pre vasu bezpecnost a sukromie kontaktu
sl: Delno prikrito za vaso varnost in zasebnost stika
sq: Pjeserisht i maskuar per sigurine tuaj dhe privatesine e kontaktit
sr: Делимично маскиран за вашу безбедност и приватност вашег контакта
sv: Delvis maskerat för din säkerhet och din kontakts integritet
ta: உங்கள் பாதுகாப்பிற்கும் தொடர்பின் தனியுரிமைக்கும் ஓரளவு மறைக்கப்பட்டுள்ளது
te: మీ భద్రత మరియు మీ పరిచయం యొక్క గోప్యత కోసం పాక్షికంగా మాస్క్ చేయబడింది
th: ปิดบังบางส่วนเพื่อความปลอดภัยของคุณและผู้ติดต่อ
tr: Guvenliginiz ve kisinizin gizliligi icin kismen maskelenmis
ug: بىخەتەرلىكىڭىز ۋە ئالاقىداشنىڭ مەخپىيەتلىكى ئۈچۈن قىسمەن يوشۇرۇلغان
uk: Частково приховано для вашої безпеки та конфіденційності контакту
ur: ุขูพ ฺฉ ุณฺฉูุฑูน ุงูุฑ ุฑุงุจุท ฺฉ ุฑุงุฒุฏุงุฑ ฺฉ ู ุฌุฒู ุทูุฑ ูพุฑ ฺฺพูพุง ูุง

# addFirstContact
source: Add your first contact
af: Voeg jou eerste kontak by
ar: أضف أول جهة اتصال
bg: Добавете първия си контакт
bn: আপনার প্রথম পরিচিতি যোগ করুন
ca: Afegeix el teu primer contacte
cs: Pridejte svuj prvni kontakt
da: Tilføj din første kontakt
de: Füge deinen ersten Kontakt hinzu
el: Προσθέστε την πρώτη σας επαφή
es: Añade tu primer contacto
et: Lisa esimene kontakt
eu: Gehitu zure lehen kontaktua
fa: اولین مخاطب خود را اضافه کنید
fi: Lisää ensimmäinen yhteystietosi
fil: Idagdag ang iyong unang kontak
fr: Ajoutez votre premier contact
ga: Cuir do chead teagmhail leis
gl: Engade o teu primeiro contacto
gu: તમારો પ્રથમ સંપર્ક ઉમેરો
he: הוסף את איש הקשר הראשון שלך
hi: अपना पहला संपर्क जोड़ें
hr: Dodajte prvi kontakt
hu: Első névjegy hozzáadása
id: Tambahkan kontak pertama Anda
it: Aggiungi il tuo primo contatto
ja: 最初の連絡先を追加
ka: დაამატეთ პირველი კონტაქტი
kk: Алғашқы контактыңызды қосыңыз
km: បន្ថែមទំនាក់ទំនងដំបូងរបស់អ្នក
ky: Биринчи контактыңызды кошуңуз
mk: Додајте го вашиот прв контакт
mr: तुमचा पहिला संपर्क जोडा
ms: Tambah kenalan pertama anda
nb: Legg til din første kontakt
nl: Voeg je eerste contact toe
pt_pt: Adicione o seu primeiro contacto
ro: Adauga primul tau contact
ru: Добавьте первый контакт
sk: Pridajte prvy kontakt
sl: Dodajte prvi stik
sq: Shtoni kontaktin tuaj te pare
sr: Додајте свој први контакт
sv: Lägg till din första kontakt
ta: உங்கள் முதல் தொடர்பைச் சேர்க்கவும்
te: మీ మొదటి పరిచయాన్ని జోడించండి
th: เพิ่มผู้ติดต่อคนแรก
tr: Ilk kisinizi ekleyin
ug: بىرىنچى ئالاقىداشنى قوشۇڭ
uk: Додайте свій перший контакт
ur: ุงูพูุง ูพูุง ุฑุงุจุท ุดุงู ู ฺฉุฑฺบ

# addFirstContactSubtitle
source: Share your QR code or scan a friend's
af: Deel jou QR-kode of skandeer 'n vriend se kode
ar: شارك رمز QR الخاص بك أو امسح رمز صديق
bg: Споделете вашия QR код или сканирайте този на приятел
bn: আপনার QR কোড শেয়ার করুন বা একটি বন্ধুর স্ক্যান করুন
ca: Comparteix el teu codi QR o escaneja el d'un amic
cs: Sdilej svuj QR kod nebo naskenuj QR kod pratele
da: Del din QR-kode eller scan en vens
de: Teile deinen QR-Code oder scanne den eines Freundes
el: Μοιραστείτε το QR code σας ή σαρώστε ενός φίλου
es: Comparte tu código QR o escanea el de un amigo
et: Jagage oma QR code'i või skaneerige sõbra oma
eu: Partekatu zure QR code edo eskaneatu lagun batena
fa: QR code خود را به اشتراک بگذارید یا مال دوستتان را اسکن کنید
fi: Jaa QR-koodisi tai skannaa ystäväsi koodi
fil: Ibahagi ang iyong QR code o i-scan ang sa isang kaibigan
fr: Partagez votre QR code ou scannez celui d'un ami
ga: Roinn do chod QR no scan ceann cara
gl: Comparte o teu codigo QR ou escanea o dun amigo
gu: તમારો QR કોડ શેર કરો અથવા મિત્રનો સ્કેન કરો
he: שתף את קוד ה-QR שלך או סרוק של חבר
hi: अपना QR कोड शेयर करें या किसी मित्र का स्कैन करें
hr: Podijelite svoj QR code ili skenirajte prijateljev
hu: Ossza meg QR code-ját vagy olvassa be egy barátjáét
id: Bagikan kode QR Anda atau pindai milik teman
it: Condividi il tuo codice QR o scansiona quello di un amico
ja: QR code を共有するか友達のをスキャン
ka: გააზიარეთ QR code ან დაასკანერეთ მეგობრის
kk: QR кодыңызды бөлісіңіз немесе достыңыздікін сканерлеңіз
km: ចែករំលែក QR code របស់អ្នក ឬស្កេនរបស់មិត្តភ័ក្តិ
ky: QR кодуңузду бөлүшүңүз же досуңуздукун скандаңыз
mk: Споделете го вашиот QR code или скенирајте го QR code на пријател
mr: तुमचा QR कोड शेअर करा किंवा मित्राचा स्कॅन करा
ms: Kongsi kod QR anda atau imbas milik rakan
nb: Del QR-koden din eller skann en venns
nl: Deel je QR-code of scan die van een vriend
pt_pt: Partilhe o seu codigo QR ou leia o de um amigo
ro: Distribuie QR code-ul tau sau scaneaza-l pe al unui prieten
ru: Поделитесь QR code или сканируйте QR code друга
sk: Zdielajte vas QR code alebo naskenujte priatela
sl: Delite svoj QR code ali skenirajte prijateljevega
sq: Ndani QR code tuaj ose skanoni te nje miku
sr: Поделите свој QR код или скенирајте пријатељев
sv: Dela din QR-kod eller skanna en väns
ta: உங்கள் QR குறியீட்டைப் பகிருங்கள் அல்லது நண்பரின் குறியீட்டை ஸ்கேன் செய்யுங்கள்
te: మీ QR code షేర్ చేయండి లేదా స్నేహితుడి QR code స్కాన్ చేయండి
th: แชร์ QR Code หรือสแกนของเพื่อน
tr: QR kodunuzu paylasin veya bir arkadasinizinkini tarayin
ug: QR code ھەمبەھىرلەڭ ياكى دوستىڭىزنىڭ QR code نى سىكانىرلاڭ
uk: Поділіться своїм QR code або скануйте QR code друга
ur: ุงูพูุง QR code ุดุฆุฑ ฺฉุฑฺบ ุง ุฏูุณุช ฺฉุง QR code ุงุณฺฉู ฺฉุฑฺบ

source: Directory
af: Gids
ar: الدليل
bg: Указател
bn: ডিরেক্টরি
ca: Directori
cs: Adresar
da: Telefonbog
de: Verzeichnis
el: Κατάλογος
es: Directorio
et: Kataloog
eu: Direktorioa
fa: فهرست
fi: Yhteystietoluettelo
fil: Direktoryo
fr: Répertoire
ga: Eolai
gl: Directorio
gu: ડિરેક્ટરી
he: ספרייה
hi: निर्देशिका
hr: Imenik
hu: Névjegyzék
id: Direktori
it: Rubrica
ja: ディレクトリ
ka: დირექტორია
kk: Анықтамалық
km: បញ្ជីទំនាក់ទំនង
ky: Каталог
mk: Именик
mr: संपर्क सूची
ms: Direktori
nb: Katalog
nl: Adresboek
pt_pt: Diretorio
ro: Director
ru: Справочник
sk: Adresar
sl: Imenik
sq: Drejtoria
sr: Именик
sv: Katalog
ta: அடைவு
te: డైరెక్టరీ
th: สมุดรายชื่อ
tr: Rehber
ug: مۇندەرىجە
uk: Довідник
ur: ฺุงุฆุฑฺฉูนุฑ

source: No contacts
af: Geen kontakte
ar: لا توجد جهات اتصال
bg: Няма контакти
bn: কোনো পরিচিতি নেই
ca: Cap contacte
cs: Zadne kontakty
da: Ingen kontakter
de: Keine Kontakte
el: Δεν υπάρχουν επαφές
es: Sin contactos
et: Kontakte pole
eu: Kontakturik ez
fa: مخاطبی نیست
fi: Ei yhteystietoja
fil: Walang mga kontak
fr: Aucun contact
ga: Gan teagmhail
gl: Sen contactos
gu: કોઈ સંપર્ક નથી
he: אין אנשי קשר
hi: कोई संपर्क नहीं
hr: Nema kontakata
hu: Nincsenek névjegyek
id: Tidak ada kontak
it: Nessun contatto
ja: 連絡先なし
ka: კონტაქტები არ არის
kk: Контактілер жоқ
km: គ្មានទំនាក់ទំនង
ky: Контакт жок
mk: Нема контакти
mr: संपर्क नाहीत
ms: Tiada kenalan
nb: Ingen kontakter
nl: Geen contacten
pt_pt: Sem contactos
ro: Niciun contact
ru: Нет контактов
sk: Ziadne kontakty
sl: Ni stikov
sq: Asnje kontakt
sr: Нема контаката
sv: Inga kontakter
ta: தொடர்புகள் இல்லை
te: పరిచయాలు లేవు
th: ไม่มีผู้ติดต่อ
tr: Kisi yok
ug: ئالاقىداش يوق
uk: Немає контактів
ur: ฺฉูุฆ ุฑุงุจุท ูฺบ

# noContactsSubtitle
source: Add a contact to get started
af: Voeg 'n kontak by om te begin
ar: أضف جهة اتصال للبدء
bg: Добавете контакт, за да започнете
bn: শুরু করতে একটি পরিচিতি যোগ করুন
ca: Afegeix un contacte per començar
cs: Pridejte kontakt a zacnete
da: Tilføj en kontakt for at komme i gang
de: Füge einen Kontakt hinzu, um zu beginnen
el: Προσθέστε μια επαφή για να ξεκινήσετε
es: Añade un contacto para empezar
et: Lisa kontakt alustamiseks
eu: Gehitu kontaktu bat hasteko
fa: یک مخاطب اضافه کنید تا شروع کنید
fi: Lisää yhteystieto aloittaaksesi
fil: Magdagdag ng kontak para makapagsimula
fr: Ajoutez un contact pour commencer
ga: Cuir teagmhail leis chun tosu
gl: Engade un contacto para comezar
gu: શરૂ કરવા માટે સંપર્ક ઉમેરો
he: הוסף איש קשר כדי להתחיל
hi: शुरू करने के लिए एक संपर्क जोड़ें
hr: Dodajte kontakt za pocetak
hu: Adjon hozzá egy névjegyet a kezdéshez
id: Tambah kontak untuk memulai
it: Aggiungi un contatto per iniziare
ja: 開始するには連絡先を追加してください
ka: დასაწყებად დაამატეთ კონტაქტი
kk: Бастау үшін контакт қосыңыз
km: បន្ថែមទំនាក់ទំនងដើម្បីចាប់ផ្តើម
ky: Баштоо үчүн контакт кошуңуз
mk: Додајте контакт за да започнете
mr: सुरू करण्यासाठी संपर्क जोडा
ms: Tambah kenalan untuk bermula
nb: Legg til en kontakt for å komme i gang
nl: Voeg een contact toe om te beginnen
pt_pt: Adicione um contacto para comecar
ro: Adauga un contact pentru a incepe
ru: Добавьте контакт для начала
sk: Pridajte kontakt na zaciatok
sl: Dodajte stik za zacetek
sq: Shtoni nje kontakt per te filluar
sr: Додајте контакт да бисте почели
sv: Lägg till en kontakt för att komma igång
ta: தொடங்க ஒரு தொடர்பைச் சேர்க்கவும்
te: ప్రారంభించడానికి ఒక పరిచయాన్ని జోడించండి
th: เพิ่มผู้ติดต่อเพื่อเริ่มต้น
tr: Baslamak icin bir kisi ekleyin
ug: باشلاش ئۈچۈن ئالاقىداش قوشۇڭ
uk: Додайте контакт, щоб почати
ur: ุดุฑูุน ฺฉุฑู ฺฉ ู ุงฺฉ ุฑุงุจุท ุดุงู ู ฺฉุฑฺบ

# sendMessageAction
source: Send a message
af: Stuur 'n boodskap
ar: إرسال رسالة
bg: Изпращане на съобщение
bn: একটি বার্তা পাঠান
ca: Enviar un missatge
cs: Odeslat zpravu
da: Send en besked
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar un mensaje
et: Saada sõnum
eu: Bidali mezua
fa: ارسال پیام
fi: Lähetä viesti
fil: Magpadala ng mensahe
fr: Envoyer un message
ga: Seol teachtaireacht
gl: Enviar unha mensaxe
gu: સંદેશ મોકલો
he: שלח הודעה
hi: संदेश भेजें
hr: Posalji poruku
hu: Üzenet küldése
id: Kirim pesan
it: Invia un messaggio
ja: メッセージを送信
ka: შეტყობინების გაგზავნა
kk: Хабарлама жіберу
km: ផ្ញើសារ
ky: Кат жөнөтүү
mk: Испрати порака
mr: संदेश पाठवा
ms: Hantar mesej
nb: Send en melding
nl: Stuur een bericht
pt_pt: Enviar mensagem
ro: Trimite un mesaj
ru: Отправить сообщение
sk: Poslat spravu
sl: Posli sporocilo
sq: Dergo nje mesazh
sr: Пошаљи поруку
sv: Skicka ett meddelande
ta: செய்தி அனுப்பு
te: సందేశం పంపు
th: ส่งข้อความ
tr: Mesaj gonder
ug: ئۇچۇر يوللاش
uk: Надіслати повідомлення
ur: ูพุบุงู ุจฺพุฌฺบ

source: Audio call
af: Klankoproep
ar: مكالمة صوتية
bg: Аудио обаждане
bn: অডিও কল
ca: Trucada d'àudio
cs: Hlasovy hovor
da: Lydopkald
de: Audioanruf
el: Φωνητική κλήση
es: Llamada de audio
et: Häälkõne
eu: Audio-deia
fa: تماس صوتی
fi: Äänipuhelu
fr: Appel audio
ga: Glao fuaime
gl: Chamada de voz
gu: ઑડિયો કોલ
he: שיחת קול
hi: ऑडियो कॉल
hr: Audio poziv
hu: Hanghívás
id: Panggilan suara
it: Chiamata audio
ja: 音声通話
ka: აუდიო ზარი
kk: Аудио қоңырау
km: ការហៅសំឡេង
ky: Аудио чалуу
mk: Аудио повик
mr: ऑडिओ कॉल
ms: Panggilan audio
nb: Lydsamtale
nl: Audiogesprek
pt_pt: Chamada de voz
ro: Apel audio
ru: Аудиозвонок
sk: Audio hovor
sl: Zvocni klic
sq: Thirrje audio
sr: Аудио позив
sv: Röstsamtal
ta: குரல் அழைப்பு
te: ఆడియో కాల్
th: โทรเสียง
tr: Sesli arama
ug: ئاۋاز چاقىرىش
uk: Аудіодзвінок
ur: ุขฺู ฺฉุงู

source: Video call
af: Video-oproep
ar: مكالمة فيديو
bg: Видео обаждане
bn: ভিডিও কল
ca: Videotrucada
cs: Videohovor
da: Videoopkald
de: Videoanruf
el: Βιντεοκλήση
es: Videollamada
et: Videokõne
eu: Bideo-deia
fa: تماس تصویری
fi: Videopuhelu
fr: Appel vidéo
ga: Glao fiseain
gl: Videochamada
gu: વીડિયો કોલ
he: שיחת וידאו
hi: वीडियो कॉल
hr: Video poziv
hu: Videóhívás
id: Panggilan video
it: Videochiamata
ja: ビデオ通話
ka: ვიდეო ზარი
kk: Бейне қоңырау
km: ការហៅវីដេអូ
ky: Видео чалуу
mk: Видео повик
mr: व्हिडिओ कॉल
ms: Panggilan video
nb: Videosamtale
nl: Videogesprek
pt_pt: Chamada de video
ro: Apel video
ru: Видеозвонок
sk: Video hovor
sl: Video klic
sq: Thirrje video
sr: Видео позив
sv: Videosamtal
ta: வீடியோ அழைப்பு
te: వీడియో కాల్
th: วิดีโอคอล
tr: Goruntulu arama
ug: سىن چاقىرىش
uk: Відеодзвінок
ur: ูฺู ฺฉุงู

source: View profile
af: Bekyk profiel
ar: عرض الملف الشخصي
bg: Преглед на профил
bn: প্রোফাইল দেখুন
ca: Veure perfil
cs: Zobrazit profil
da: Vis profil
de: Profil anzeigen
el: Προβολή προφίλ
es: Ver perfil
et: Vaata profiili
eu: Ikusi profila
fa: مشاهده پروفایل
fi: Näytä profiili
fil: Tingnan ang profile
fr: Voir le profil
ga: Feach ar an bproifil
gl: Ver perfil
gu: પ્રોફાઇલ જુઓ
he: הצג פרופיל
hi: प्रोफ़ाइल देखें
hr: Pogledaj profil
hu: Profil megtekintése
id: Lihat profil
it: Visualizza profilo
ja: プロフィールを表示
ka: პროფილის ნახვა
kk: Профильді көру
km: មើលប្រវត្តិរូប
ky: Профилди көрүү
mk: Прикажи профил
mr: प्रोफाइल पहा
ms: Lihat profil
nb: Vis profil
nl: Profiel bekijken
pt_pt: Ver perfil
ro: Vezi profilul
ru: Просмотр профиля
sk: Zobrazit profil
sl: Ogled profila
sq: Shiko profilin
sr: Прикажи профил
sv: Visa profil
ta: சுயவிவரத்தைப் பார்
te: ప్రొఫైల్ చూడు
th: ดูโปรไฟล์
tr: Profili goruntule
ug: تەرجىمىھالنى كۆرۈش
uk: Переглянути профіль
ur: ูพุฑููุงุฆู ุฏฺฉฺพฺบ

# deleteContactDirectory
source: Delete contact
af: Verwyder kontak
ar: حذف جهة الاتصال
bg: Изтриване на контакт
bn: পরিচিতি মুছুন
ca: Eliminar contacte
cs: Smazat kontakt
da: Slet kontakt
de: Kontakt löschen
el: Διαγραφή επαφής
es: Eliminar contacto
et: Kustuta kontakt
eu: Ezabatu kontaktua
fa: حذف مخاطب
fi: Poista yhteystieto
fil: Burahin ang kontak
fr: Supprimer le contact
ga: Scrios an teagmhail
gl: Eliminar contacto
gu: સંપર્ક ડિલીટ કરો
he: מחק איש קשר
hi: संपर्क हटाएं
hr: Izbrisi kontakt
hu: Névjegy törlése
id: Hapus kontak
it: Elimina contatto
ja: 連絡先を削除
ka: კონტაქტის წაშლა
kk: Контактты жою
km: លុបទំនាក់ទំនង
ky: Контактты өчүрүү
mk: Избриши контакт
mr: संपर्क हटवा
ms: Padam kenalan
nb: Slett kontakt
nl: Contact verwijderen
pt_pt: Apagar contacto
ro: Sterge contactul
ru: Удалить контакт
sk: Zmazat kontakt
sl: Izbrisi stik
sq: Fshi kontaktin
sr: Обриши контакт
sv: Radera kontakt
ta: தொடர்பை நீக்கு
te: పరిచయాన్ని తొలగించు
th: ลบผู้ติดต่อ
tr: Kisiyi sil
ug: ئالاقىداش ئۆچۈرۈش
uk: Видалити контакт
ur: ุฑุงุจุท ุญุฐู ฺฉุฑฺบ

# scanShort
source: Scan
af: Skandeer
ar: مسح
bg: Сканиране
bn: স্ক্যান
ca: Escanejar
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
et: Skaneeri
eu: Eskaneatu
fa: اسکن
fi: Skannaa
fil: I-scan
fr: Scanner
gl: Escanear
gu: સ્કેન
he: סרוק
hi: स्कैन
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansiona
ja: スキャン
ka: სკანირება
kk: Сканерлеу
km: ស្កេន
ky: Скандоо
mk: Скенирај
mr: स्कॅन
ms: Imbas
nb: Skann
nl: Scannen
pt_pt: Ler
ro: Scaneaza
ru: Скан
sk: Skenovat
sl: Skeniraj
sq: Skano
sr: Скенирај
sv: Skanna
ta: ஸ்கேன்
te: స్కాన్
th: สแกน
tr: Tara
ug: سىكانىرلاش
uk: Сканувати
ur: ุงุณฺฉู

# addShort
source: Add
af: Voeg by
ar: إضافة
bg: Добавяне
bn: যোগ
ca: Afegir
cs: Pridat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
eu: Gehitu
fa: افزودن
fi: Lisää
fil: Idagdag
fr: Ajouter
ga: Cuir leis
gl: Engadir
gu: ઉમેરો
he: הוסף
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ka: დამატება
kk: Қосу
km: បន្ថែម
ky: Кошуу
mk: Додај
mr: जोडा
ms: Tambah
nb: Legg til
nl: Toevoegen
pt_pt: Adicionar
ro: Adauga
ru: Добавить
sk: Pridat
sl: Dodaj
sq: Shto
sr: Додај
sv: Lägg till
ta: சேர்
te: జోడించు
th: เพิ่ม
tr: Ekle
ug: قوشۇش
uk: Додати
ur: ุดุงู ู ฺฉุฑฺบ

# deleteContactConfirmName
source: Are you sure you want to delete {name}?
af: Is jy seker jy wil {name} verwyder?
ar: هل تريد حقًا حذف {name}؟
bg: Сигурни ли сте, че искате да изтриете {name}?
bn: আপনি কি সত্যিই {name} মুছতে চান?
ca: Estàs segur que vols eliminar {name}?
cs: Opravdu chcete smazat {name}?
da: Er du sikker på, at du vil slette {name}?
de: Möchtest du {name} wirklich löschen?
el: Σίγουρα θέλετε να διαγράψετε {name};
es: ¿Seguro que quieres eliminar a {name}?
et: Kas soovite kindlasti {name} kustutada?
eu: Ziur {name} ezabatu nahi duzula?
fa: آیا مطمئن هستید که می‌خواهید {name} را حذف کنید؟
fi: Haluatko varmasti poistaa käyttäjän {name}?
fil: Sigurado ka bang gusto mong burahin si {name}?
fr: Voulez-vous vraiment supprimer {name} ?
ga: An bhfuil tu cinnte gur mhaith leat {name} a scriosadh?
gl: Seguro que queres eliminar a {name}?
gu: શું તમે ખરેખર {name} ને ડિલીટ કરવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק את {name}?
hi: क्या आप वाकई {name} को हटाना चाहते हैं?
hr: Jeste li sigurni da zelite izbrisati {name}?
hu: Biztosan törli {name} névjegyét?
id: Anda yakin ingin menghapus {name}?
it: Vuoi davvero eliminare {name}?
ja: {name}を削除してもよろしいですか？
ka: ნამდვილად გსურთ {name}-ის წაშლა?
kk: {name} жоюға сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់លុប {name}?
ky: {name} өчүрүүнү каалайсызбы?
mk: Дали сте сигурни дека сакате да го избришете {name}?
mr: तुम्हाला खात्री आहे की तुम्ही {name} हटवू इच्छिता?
ms: Anda pasti mahu memadamkan {name}?
nb: Er du sikker på at du vil slette {name}?
nl: Weet je zeker dat je {name} wilt verwijderen?
pt_pt: Tem a certeza de que quer apagar {name}?
ro: Esti sigur ca vrei sa stergi pe {name}?
ru: Вы уверены, что хотите удалить {name}?
sk: Naozaj chcete zmazat {name}?
sl: Ali ste prepricani, da želite izbrisati {name}?
sq: Jeni i sigurt qe doni te fshini {name}?
sr: Да ли сте сигурни да желите да обришете {name}?
sv: Är du säker på att du vill radera {name}?
ta: {name}-ஐ நீக்க விரும்புகிறீர்களா?
te: {name} ను తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {name}?
tr: {name} adli kisiyi silmek istediginizden emin misiniz?
ug: {name} نى ئۆچۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете видалити {name}?
ur: ฺฉุง ุขูพ ูุงูุน {name} ฺฉู ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

# noNotesTitle
source: No notes
af: Geen notas
ar: لا توجد ملاحظات
bg: Без бележки
bn: কোনো নোট নেই
ca: Cap nota
cs: Zadne poznamky
da: Ingen noter
de: Keine Notizen
el: Δεν υπάρχουν σημειώσεις
es: Sin notas
et: Märkmeid pole
eu: Oharrik ez
fa: یادداشتی نیست
fi: Ei muistiinpanoja
fil: Walang mga tala
fr: Aucune note
ga: Gan nota
gl: Sen notas
gu: કોઈ નોંધ નથી
he: אין הערות
hi: कोई नोट नहीं
hr: Nema biljesaka
hu: Nincsenek jegyzetek
id: Tidak ada catatan
it: Nessuna nota
ja: メモなし
ka: ჩანაწერები არ არის
kk: Жазбалар жоқ
km: គ្មានកំណត់ត្រា
ky: Жазуу жок
mk: Нема белешки
mr: नोट्स नाहीत
ms: Tiada nota
nb: Ingen notater
nl: Geen notities
pt_pt: Sem notas
ro: Nicio notita
ru: Нет заметок
sk: Ziadne poznamky
sl: Ni beležk
sq: Asnje shenim
sr: Нема белешки
sv: Inga anteckningar
ta: குறிப்புகள் இல்லை
te: నోట్స్ లేవు
th: ไม่มีบันทึก
tr: Not yok
ug: خاتىرە يوق
uk: Немає нотаток
ur: ฺฉูุฆ ูููนุณ ูฺบ
