Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: No avatars
af: Geen avatars
ar: لا توجد صور رمزية
bg: Без аватари
bn: কোনো অবতার নেই
ca: Cap avatar
cs: Zadne avatary
da: Ingen avatarer
de: Keine Avatare
el: Κανένα εικονίδιο
es: Sin avatares
et: Avatare pole
eu: Avatarrik ez
fa: آواتاری نیست
fi: Ei avatareita
fil: Walang mga avatar
fr: Aucun avatar
ga: Gan avatar
gl: Sen avatares
gu: કોઈ અવતાર નથી
he: אין אווטארים
hi: कोई अवतार नहीं
hr: Nema avatara
hu: Nincsenek avatarok
id: Tidak ada avatar
it: Nessun avatar
ja: アバターなし
ka: ავატარები არ არის
kk: Аватарлар жоқ
km: គ្មានរូបតំណាង
ky: Аватар жок
mk: Нема аватари
mr: अवतार नाहीत
ms: Tiada avatar
nb: Ingen avatarer
nl: Geen avatars
pt_pt: Sem avatares
ro: Niciun avatar
ru: Нет аватаров
sk: Ziadne avatary
sl: Ni avatarjev
sq: Asnje avatar
sr: Нема аватара
sv: Inga avatarer
ta: அவதாரங்கள் இல்லை
te: అవతార్లు లేవు
th: ไม่มีอวาตาร์
tr: Avatar yok
ug: ئاۋاتار يوق
uk: Немає аватарів
ur: ฺฉูุฆ ุงูุชุงุฑ ูฺบ

source: Delete this file?
af: Verwyder hierdie lêer?
ar: حذف هذا الملف؟
bg: Изтриване на този файл?
bn: এই ফাইল মুছবেন?
ca: Eliminar aquest fitxer?
cs: Smazat tento soubor?
da: Slet denne fil?
de: Diese Datei löschen?
el: Διαγραφή αυτού του αρχείου;
es: ¿Eliminar este archivo?
et: Kustutada see fail?
eu: Fitxategi hau ezabatu?
fa: این فایل حذف شود؟
fi: Poista tämä tiedosto?
fil: Burahin ang file na ito?
fr: Supprimer ce fichier ?
ga: Scrios an comhad seo?
gl: Eliminar este ficheiro?
gu: આ ફાઇલ ડિલીટ કરશો?
he: למחוק קובץ זה?
hi: यह फ़ाइल हटाएं?
hr: Izbrisati ovu datoteku?
hu: Törli ezt a fájlt?
id: Hapus berkas ini?
it: Eliminare questo file?
ja: このファイルを削除しますか？
ka: წაიშალოს ეს ფაილი?
kk: Бұл файлды жою?
km: លុបឯកសារនេះ?
ky: Бул файлды өчүрөсүзбү?
mk: Избриши ја оваа датотека?
mr: ही फाइल हटवायची?
ms: Padam fail ini?
nb: Slette denne filen?
nl: Dit bestand verwijderen?
pt_pt: Apagar este ficheiro?
ro: Stergi acest fisier?
ru: Удалить этот файл?
sk: Zmazat tento subor?
sl: Izbrisati to datoteko?
sq: Te fshihet ky skedar?
sr: Обрисати овај фајл?
sv: Radera denna fil?
ta: இந்தக் கோப்பை நீக்கவா?
te: ఈ ఫైల్‌ను తొలగించాలా?
th: ลบไฟล์นี้?
tr: Bu dosya silinsin mi?
ug: بۇ ھۆججەتنى ئۆچۈرەمسىز؟
uk: Видалити цей файл?
ur:  ูุงุฆู ุญุฐู ฺฉุฑฺบุ

# deleteAllMediaFiles
source: Delete all media?
af: Verwyder alle media?
ar: حذف جميع الوسائط؟
bg: Изтриване на всички медии?
bn: সমস্ত মিডিয়া মুছবেন?
ca: Eliminar tots els mèdia?
cs: Smazat vsechna media?
da: Slet alle medier?
de: Alle Medien löschen?
el: Διαγραφή όλων των πολυμέσων;
es: ¿Eliminar todos los medios?
et: Kustutada kogu meedia?
eu: Multimedia guztia ezabatu?
fa: همه رسانه‌ها حذف شوند؟
fi: Poista kaikki media?
fil: Burahin ang lahat ng media?
fr: Supprimer tous les médias ?
ga: Scrios gach mean?
gl: Eliminar todos os medios?
gu: બધા મીડિયા ડિલીટ કરશો?
he: למחוק את כל המדיה?
hi: सभी मीडिया हटाएं?
hr: Izbrisati sve medije?
hu: Törli az összes médiát?
id: Hapus semua media?
it: Eliminare tutti i media?
ja: すべてのメディアを削除しますか？
ka: წაიშალოს ყველა მედია?
kk: Барлық медианы жою?
km: លុបមេឌៀទាំងអស់?
ky: Бардык медианы өчүрөсүзбү?
mk: Избриши ги сите медиуми?
mr: सर्व मीडिया हटवायचा?
ms: Padam semua media?
nb: Slette alle medier?
nl: Alle media verwijderen?
pt_pt: Apagar toda a multimidia?
ro: Stergi toate fisierele media?
ru: Удалить все медиафайлы?
sk: Zmazat vsetky media?
sl: Izbrisati vse medije?
sq: Te fshihen te gjithe mediat?
sr: Обрисати све медије?
sv: Radera all media?
ta: அனைத்து ஊடகங்களையும் நீக்கவா?
te: మొత్తం మీడియాను తొలగించాలా?
th: ลบสื่อทั้งหมด?
tr: Tum medya silinsin mi?
ug: بارلىق ۋاسىتىنى ئۆچۈرەمسىز؟
uk: Видалити всі медіа?
ur: ุชู ุงู ู ฺุง ุญุฐู ฺฉุฑฺบุ

# noMediaFiles
source: No media
af: Geen media
ar: لا توجد وسائط
bg: Без медии
bn: কোনো মিডিয়া নেই
ca: Cap mèdia
cs: Zadna media
da: Ingen medier
de: Keine Medien
el: Κανένα πολυμέσο
es: Sin medios
et: Meediat pole
eu: Multimediarik ez
fa: رسانه‌ای نیست
fi: Ei mediaa
fil: Walang media
fr: Aucun média
ga: Gan mean
gl: Sen medios
gu: કોઈ મીડિયા નથી
he: אין מדיה
hi: कोई मीडिया नहीं
hr: Nema medija
hu: Nincs média
id: Tidak ada media
it: Nessun media
ja: メディアなし
ka: მედია არ არის
kk: Медиа жоқ
km: គ្មានមេឌៀ
ky: Медиа жок
mk: Нема медиуми
mr: मीडिया नाही
ms: Tiada media
nb: Ingen medier
nl: Geen media
pt_pt: Sem multimidia
ro: Niciun fisier media
ru: Нет медиафайлов
sk: Ziadne media
sl: Ni medijev
sq: Asnje media
sr: Нема медија
sv: Ingen media
ta: ஊடகம் இல்லை
te: మీడియా లేదు
th: ไม่มีสื่อ
tr: Medya yok
ug: ۋاسىتە يوق
uk: Немає медіа
ur: ฺฉูุฆ ู ฺุง ูฺบ

source: Outgoing
af: Uitgaande
ar: صادر
bg: Изходящо
bn: বহির্গামী
ca: Sortint
cs: Odchozi
da: Udgående
de: Ausgehend
el: Εξερχόμενο
es: Saliente
et: Väljaminev
eu: Irteerako
fa: خروجی
fi: Lähtevä
fil: Papalabas
fr: Sortant
ga: Amach
gl: Sainte
gu: બહાર જતો
he: יוצא
hi: आउटगोइंग
hr: Odlazni
hu: Kimenő
id: Keluar
it: In uscita
ja: 発信
ka: გამავალი
kk: Шығыс
km: ចេញ
ky: Чыгуучу
mk: Излезен
mr: बाहेर जाणारा
ms: Keluar
nb: Utgående
nl: Uitgaand
pt_pt: Enviada
ro: De iesire
ru: Исходящий
sk: Odchadzajuce
sl: Odhodni
sq: Dalese
sr: Одлазни
sv: Utgående
ta: வெளிச்செல்லும்
te: వెళ్తున్న
th: โทรออก
tr: Giden
ug: چىقىش
uk: Вихідний
ur: ุจุงุฑ ุฌุงู ูุงู

source: Incoming
af: Inkomende
ar: وارد
bg: Входящо
bn: আগত
ca: Entrant
cs: Prichozi
da: Indgående
de: Eingehend
el: Εισερχόμενο
es: Entrante
et: Sissetulev
eu: Sarrerako
fa: ورودی
fi: Saapuva
fil: Papasok
fr: Entrant
ga: Isteach
gl: Entrante
gu: આવતો
he: נכנס
hi: इनकमिंग
hr: Dolazni
hu: Bejövő
id: Masuk
it: In entrata
ja: 着信
ka: შემომავალი
kk: Кіріс
km: ចូល
ky: Кируучү
mk: Влезен
mr: येणारा
ms: Masuk
nb: Innkommende
nl: Inkomend
pt_pt: Recebida
ro: De intrare
ru: Входящий
sk: Prichadzajuce
sl: Dohodni
sq: Hyrese
sr: Долазни
sv: Inkommande
ta: உள்வரும்
te: వస్తున్న
th: สายเข้า
tr: Gelen
ug: كىرىش
uk: Вхідний
ur: ุขู ูุงู

# ephemeralViewDuration
source: Ephemeral view: {seconds}s
af: Verganklike vertoning: {seconds}s
ar: عرض مؤقت: {seconds}ث
bg: Ефемерен преглед: {seconds}с
bn: ক্ষণস্থায়ী দর্শন: {seconds}সে
ca: Vista efímera: {seconds}s
cs: Pomijive zobrazeni: {seconds}s
da: Efemær visning: {seconds}s
de: Vergängliche Ansicht: {seconds}s
el: Εφήμερη προβολή: {seconds}δ
es: Vista efímera: {seconds}s
et: Kaduv vaade: {seconds}s
eu: Aldi baterako ikuspegia: {seconds}s
fa: نمایش ناپایدار: {seconds}ث
fi: Katoava näkymä: {seconds}s
fil: Ephemeral na view: {seconds}s
fr: Vue éphémère : {seconds}s
ga: Amharc gearrshaolach: {seconds}s
gl: Vista efemera: {seconds}s
gu: અલ્પકાલિક જોવું: {seconds}s
he: תצוגה חולפת: {seconds}ש'
hi: अस्थायी दृश्य: {seconds}s
hr: Privremeni prikaz: {seconds}s
hu: Eltűnő nézet: {seconds}s
id: Tampilan sementara: {seconds}d
it: Vista effimera: {seconds}s
ja: 一時表示：{seconds}秒
ka: ეფემერული ნახვა: {seconds}წმ
kk: Уақытша көрініс: {seconds}с
km: ការមើលបណ្តោះអាសន្ន: {seconds}វិ
ky: Убактылуу көрүнүш: {seconds}с
mk: Ефемерен преглед: {seconds}s
mr: तात्पुरते दृश्य: {seconds}s
ms: Paparan sementara: {seconds}s
nb: Forsvinnende visning: {seconds}s
nl: Verdwijnende weergave: {seconds}s
pt_pt: Visualizacao efemera: {seconds}s
ro: Vizualizare efemera: {seconds}s
ru: Исчезающий просмотр: {seconds}с
sk: Pomijive zobrazenie: {seconds}s
sl: Minljiv ogled: {seconds}s
sq: Pamje e perkohshme: {seconds}s
sr: Ефемерни приказ: {seconds}с
sv: Försvinnande visning: {seconds}s
ta: நிலையற்ற காட்சி: {seconds}வி
te: తాత్కాలిక వీక్షణ: {seconds}s
th: ดูชั่วคราว: {seconds}วิ
tr: Gecici goruntuleme: {seconds}sn
ug: ۋاقىتلىق كۆرۈش: {seconds}s
uk: Тимчасовий перегляд: {seconds}с
ur: ุนุงุฑุถ ู ูุธุฑ: {seconds}s

source: Normal view
af: Normale vertoning
ar: عرض عادي
bg: Нормален преглед
bn: সাধারণ দর্শন
ca: Vista normal
cs: Normalni zobrazeni
da: Normal visning
de: Normale Ansicht
el: Κανονική προβολή
es: Vista normal
et: Tavaline vaade
eu: Ikuspegi normala
fa: نمایش عادی
fi: Normaali näkymä
fil: Normal na view
fr: Vue normale
ga: Gnathamharc
gl: Vista normal
gu: સામાન્ય જોવું
he: תצוגה רגילה
hi: सामान्य दृश्य
hr: Normalan prikaz
hu: Normál nézet
id: Tampilan normal
it: Vista normale
ja: 通常表示
ka: ჩვეულებრივი ნახვა
kk: Қалыпты көрініс
km: ការមើលធម្មតា
ky: Кадимки көрүнүш
mk: Нормален преглед
mr: सामान्य दृश्य
ms: Paparan biasa
nb: Normal visning
nl: Normale weergave
pt_pt: Visualizacao normal
ro: Vizualizare normala
ru: Обычный просмотр
sk: Normalne zobrazenie
sl: Navaden ogled
sq: Pamje normale
sr: Нормалан приказ
sv: Normal visning
ta: சாதாரண காட்சி
te: సాధారణ వీక్షణ
th: มุมมองปกติ
tr: Normal goruntuleme
ug: نورمال كۆرۈش
uk: Звичайний перегляд
ur: ุนุงู ู ูุธุฑ

# callReasonCompleted
source: Completed
af: Voltooid
ar: مكتمل
bg: Завършено
bn: সম্পন্ন
ca: Completada
cs: Dokonceno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completada
et: Lõppenud
eu: Osatua
fa: تکمیل‌شده
fi: Päättynyt
fil: Natapos
fr: Terminé
ga: Criochnaithe
gl: Completada
gu: પૂર્ણ
he: הושלמה
hi: पूर्ण
hr: Zavrseno
hu: Befejezett
id: Selesai
it: Completata
ja: 完了
ka: დასრულებული
kk: Аяқталды
km: បានបញ្ចប់
ky: Аяктады
mk: Завршен
mr: पूर्ण
ms: Selesai
nb: Fullført
nl: Voltooid
pt_pt: Concluida
ro: Finalizat
ru: Завершён
sk: Dokonceny
sl: Koncano
sq: Perfunduar
sr: Завршен
sv: Avslutad
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Tamamlandi
ug: تاماملاندى
uk: Завершено
ur: ู ฺฉู ู

# callReasonMissed
source: Missed
af: Gemis
ar: فائت
bg: Пропуснато
bn: মিসড
ca: Perduda
cs: Zmeskano
da: Mistet
de: Verpasst
el: Αναπάντητη
es: Perdida
et: Vastamata
eu: Galdua
fa: بی‌پاسخ
fi: Vastaamaton
fil: Hindi nasagot
fr: Manqué
ga: Caillte
gl: Perdida
gu: ચૂકી ગયેલ
he: לא נענתה
hi: मिस्ड
hr: Propusteno
hu: Nem fogadott
id: Tidak terjawab
it: Persa
ja: 不在着信
ka: გამოტოვებული
kk: Жіберіп алынды
km: បាត់
ky: Жоголду
mk: Пропуштен
mr: चुकलेला
ms: Terlepas
nb: Ubesvart
nl: Gemist
pt_pt: Perdida
ro: Pierdut
ru: Пропущен
sk: Zmeskany
sl: Zgrešeno
sq: Humbur
sr: Пропуштен
sv: Missat
ta: தவறிவிட்டது
te: మిస్సయింది
th: สายไม่ได้รับ
tr: Cevapsiz
ug: قالدۇرۇلدى
uk: Пропущено
ur: ฺฺพููน ูุฆ

# callReasonDeclined
source: Declined
af: Geweier
ar: مرفوض
bg: Отхвърлено
bn: প্রত্যাখ্যাত
ca: Rebutjada
cs: Odmitnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazada
et: Keeldutud
eu: Baztertua
fa: رد شده
fi: Hylätty
fil: Tinanggihan
fr: Refusé
ga: Diultaithe
gl: Rexeitada
gu: નકારેલ
he: נדחתה
hi: अस्वीकृत
hr: Odbijeno
hu: Elutasított
id: Ditolak
it: Rifiutata
ja: 拒否
ka: უარყოფილი
kk: Бас тартылды
km: បានបដិសេធ
ky: Четке кагылды
mk: Одбиен
mr: नकारलेला
ms: Ditolak
nb: Avvist
nl: Geweigerd
pt_pt: Recusada
ro: Respins
ru: Отклонён
sk: Odmietnuty
sl: Zavrnjeno
sq: Refuzuar
sr: Одбијен
sv: Avvisat
ta: நிராகரிக்கப்பட்டது
te: తిరస్కరించబడింది
th: ปฏิเสธ
tr: Reddedildi
ug: رەت قىلىندى
uk: Відхилено
ur: ู ุณุชุฑุฏ

# callReasonFailed
source: Failed
af: Misluk
ar: فشل
bg: Неуспешно
bn: ব্যর্থ
ca: Fallada
cs: Selhalo
da: Fejlet
de: Fehlgeschlagen
el: Απέτυχε
es: Fallida
et: Ebaõnnestunud
eu: Huts eginda
fa: ناموفق
fi: Epäonnistunut
fil: Nabigo
fr: Échoué
ga: Theip
gl: Fallida
gu: નિષ્ફળ
he: נכשלה
hi: विफल
hr: Neuspjelo
hu: Sikertelen
id: Gagal
it: Fallita
ja: 失敗
ka: ვერ მოხერხდა
kk: Сәтсіз
km: បរាជ័យ
ky: Ийгиликсиз
mk: Неуспешен
mr: अयशस्वी
ms: Gagal
nb: Mislyktes
nl: Mislukt
pt_pt: Falhou
ro: Esuat
ru: Ошибка
sk: Zlyhal
sl: Neuspelo
sq: Deshtuar
sr: Неуспешан
sv: Misslyckat
ta: தோல்வி
te: విఫలమైంది
th: ล้มเหลว
tr: Basarisiz
ug: مەغلۇب
uk: Не вдалося
ur: ูุงฺฉุงู

source: Just now
af: Sopas
ar: الآن
bg: Току-що
bn: এইমাত্র
ca: Ara mateix
cs: Prave ted
da: Lige nu
de: Gerade eben
el: Μόλις τώρα
es: Ahora mismo
et: Just praegu
eu: Oraintxe
fa: همین الان
fi: Juuri nyt
fil: Ngayon lang
fr: À l'instant
ga: Direach anois
gl: Agora mesmo
gu: હમણાં જ
he: עכשיו
hi: अभी
hr: Upravo sada
hu: Most
id: Baru saja
it: Adesso
ja: 今
ka: ახლახანს
kk: Дәл қазір
km: ទើបតែ
ky: Жаңы эле
mk: Токму сега
mr: आत्ताच
ms: Baru sahaja
nb: Akkurat nå
nl: Zojuist
pt_pt: Agora mesmo
ro: Chiar acum
ru: Только что
sk: Prave teraz
sl: Ravnokar
sq: Tani
sr: Управо сада
sv: Just nu
ta: இப்போதே
te: ఇప్పుడే
th: เมื่อกี้
tr: Az once
ug: ھازىر
uk: Щойно
ur: ุงุจฺพ

# timeAgoMinutes
source: {count} min ago
af: {count} min gelede
ar: منذ {count} دقيقة
bg: преди {count} мин
bn: {count} মিনিট আগে
ca: Fa {count} min
cs: Pred {count} min
da: {count} min siden
de: Vor {count} Min.
el: πριν {count} λ
es: Hace {count} min
et: {count} min tagasi
eu: Duela {count} min
fa: {count} دقیقه پیش
fi: {count} min sitten
fil: {count} min nakalipas
fr: Il y a {count} min
ga: {count} noi o shin
gl: Hai {count} min
gu: {count} મિનિટ પહેલાં
he: לפני {count} דקות
hi: {count} मिनट पहले
hr: Prije {count} min
hu: {count} perce
id: {count} mnt lalu
it: {count} min fa
ja: {count}分前
ka: {count} წთ-ის წინ
kk: {count} мин бұрын
km: {count} នាទីមុន
ky: {count} мүн мурун
mk: пред {count} мин
mr: {count} मि पूर्वी
ms: {count} min lalu
nb: For {count} min siden
nl: {count} min geleden
pt_pt: Ha {count} min
ro: acum {count} min
ru: {count} мин назад
sk: pred {count} min
sl: pred {count} min
sq: {count} min me pare
sr: Пре {count} мин
sv: {count} min sedan
ta: {count} நிமிடம் முன்
te: {count} ని క్రితం
th: {count} นาทีที่แล้ว
tr: {count} dk once
ug: {count} مىنۇت ئىلگىرى
uk: {count} хв тому
ur: {count} ู ููน ูพู

# timeAgoHours
source: {count}h ago
af: {count}u gelede
ar: منذ {count} ساعة
bg: преди {count}ч
bn: {count}ঘ আগে
ca: Fa {count}h
cs: Pred {count}h
da: {count}t siden
de: Vor {count}h
el: πριν {count}ω
es: Hace {count}h
et: {count}t tagasi
eu: Duela {count}o
fa: {count} ساعت پیش
fi: {count}t sitten
fil: {count}o nakalipas
fr: Il y a {count}h
ga: {count}u o shin
gl: Hai {count}h
gu: {count} ક પહેલાં
he: לפני {count} שעות
hi: {count} घंटे पहले
hr: Prije {count}h
hu: {count} órája
id: {count}j lalu
it: {count}h fa
ja: {count}時間前
ka: {count}სთ-ის წინ
kk: {count} сағ бұрын
km: {count}ម៉ោងមុន
ky: {count}с мурун
mk: пред {count}ч
mr: {count}ता पूर्वी
ms: {count}j lalu
nb: For {count}t siden
nl: {count}u geleden
pt_pt: Ha {count}h
ro: acum {count}h
ru: {count}ч назад
sk: pred {count}h
sl: pred {count}h
sq: {count}ore me pare
sr: Пре {count}ч
sv: {count}t sedan
ta: {count} ம.நே முன்
te: {count}గం క్రితం
th: {count} ชม. ที่แล้ว
tr: {count}sa once
ug: {count} سائەت ئىلگىرى
uk: {count}год тому
ur: {count} ฺฏฺพููน ูพู

# timeAgoDays
source: {count}d ago
af: {count}d gelede
ar: منذ {count} يوم
bg: преди {count}д
bn: {count}দিন আগে
ca: Fa {count}d
cs: Pred {count}d
da: {count}d siden
de: Vor {count}T
el: πριν {count}μ
es: Hace {count}d
et: {count}p tagasi
eu: Duela {count}e
fa: {count} روز پیش
fi: {count}pv sitten
fil: {count}a nakalipas
fr: Il y a {count}j
ga: {count}l o shin
gl: Hai {count}d
gu: {count} દિ પહેલાં
he: לפני {count} ימים
hi: {count} दिन पहले
hr: Prije {count}d
hu: {count} napja
id: {count}h lalu
it: {count}g fa
ja: {count}日前
ka: {count}დ-ის წინ
kk: {count} күн бұрын
km: {count}ថ្ងៃមុន
ky: {count}к мурун
mk: пред {count}д
mr: {count}दि पूर्वी
ms: {count}h lalu
nb: For {count}d siden
nl: {count}d geleden
pt_pt: Ha {count}d
ro: acum {count}z
ru: {count}д назад
sk: pred {count}d
sl: pred {count}d
sq: {count}d me pare
sr: Пре {count}д
sv: {count}d sedan
ta: {count} நாள் முன்
te: {count}రో క్రితం
th: {count} วันที่แล้ว
tr: {count}g once
ug: {count} كۈن ئىلگىرى
uk: {count}д тому
ur: {count} ุฏู ูพู

# messageTypeLocation
source: Location
af: Ligging
ar: موقع
bg: Местоположение
bn: অবস্থান
ca: Ubicació
cs: Poloha
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
et: Asukoht
eu: Kokapena
fa: موقعیت
fi: Sijainti
fil: Lokasyon
fr: Position
ga: Suiomh
gl: Localizacion
gu: સ્થાન
he: מיקום
hi: स्थान
hr: Lokacija
hu: Helyzet
id: Lokasi
it: Posizione
ja: 位置情報
ka: მდებარეობა
kk: Орналасқан жер
km: ទីតាំង
ky: Жайгашуу
mk: Локација
mr: स्थान
ms: Lokasi
nb: Posisjon
nl: Locatie
pt_pt: Localizacao
ro: Locatie
ru: Местоположение
sk: Poloha
sl: Lokacija
sq: Vendndodhja
sr: Локација
sv: Plats
ta: இருப்பிடம்
te: స్థానం
th: ตำแหน่ง
tr: Konum
ug: ئورۇن
uk: Місцезнаходження
ur: ู ูุงู

# statusQueued
source: Queued
af: In ry
ar: في قائمة الانتظار
bg: На опашка
bn: সারিবদ্ধ
ca: En cua
cs: Ve fronte
da: I kø
de: In Warteschlange
el: Στην ουρά
es: En cola
et: Järjekorras
eu: Ilaran
fa: در صف
fi: Jonossa
fil: Nakapila
fr: En file
ga: I scuaine
gl: En cola
gu: કતારમાં
he: בתור
hi: कतार में
hr: U redu cekanja
hu: Sorban áll
id: Dalam antrean
it: In coda
ja: キュー待ち
ka: რიგში
kk: Кезекте
km: កំពុងរង់ចាំ
ky: Кезекте
mk: Во ред
mr: रांगेत
ms: Dalam giliran
nb: I kø
nl: In wachtrij
pt_pt: Em fila
ro: In coada
ru: В очереди
sk: V rade
sl: V vrsti
sq: Ne radhe
sr: У реду за чекање
sv: I kö
ta: வரிசையில்
te: క్యూలో ఉంది
th: อยู่ในคิว
tr: Sirada
ug: نۆۋەتتە
uk: У черзі
ur: ูุทุงุฑ ู ฺบ

# blockedBadge
source: Blocked
af: Geblokkeer
ar: محظور
bg: Блокиран
bn: ব্লক করা
ca: Bloquejat
cs: Zablokovano
da: Blokeret
de: Blockiert
el: Αποκλεισμένος
es: Bloqueado
et: Blokeeritud
eu: Blokeatuta
fa: مسدود
fi: Estetty
fil: Naka-block
fr: Bloqué
ga: Blocailte
gl: Bloqueado
gu: બ્લોક
he: חסום
hi: ब्लॉक किया गया
hr: Blokirano
hu: Letiltva
id: Diblokir
it: Bloccato
ja: ブロック済み
ka: დაბლოკილი
kk: Блокталған
km: បានរារាំង
ky: Бөгөттөлгөн
mk: Блокиран
mr: ब्लॉक केलेला
ms: Disekat
nb: Blokkert
nl: Geblokkeerd
pt_pt: Bloqueado
ro: Blocat
ru: Заблокирован
sk: Blokovany
sl: Blokirano
sq: I bllokuar
sr: Блокиран
sv: Blockerad
ta: தடுக்கப்பட்டது
te: బ్లాక్ చేయబడింది
th: ถูกบล็อก
tr: Engellenmis
ug: توسۇلغان
uk: Заблоковано
ur: ุจูุงฺฉ ุดุฏ

# protectedBadge
source: Protected
af: Beskerm
ar: محمي
bg: Защитен
bn: সুরক্ষিত
ca: Protegida
cs: Chraneno
da: Beskyttet
de: Geschützt
el: Προστατευμένο
es: Protegida
et: Kaitstud
eu: Babestuta
fa: محافظت‌شده
fi: Suojattu
fil: Protektado
fr: Protégée
ga: Cosanta
gl: Protexida
gu: સુરક્ષિત
he: מוגן
hi: सुरक्षित
hr: Zasticeno
hu: Védett
id: Dilindungi
it: Protetta
ja: 保護済み
ka: დაცული
kk: Қорғалған
km: បានការពារ
ky: Корголгон
mk: Заштитен
mr: संरक्षित
ms: Dilindungi
nb: Beskyttet
nl: Beveiligd
pt_pt: Protegida
ro: Protejat
ru: Защищён
sk: Chraneny
sl: Zasciteno
sq: I mbrojtur
sr: Заштићено
sv: Skyddad
ta: பாதுகாக்கப்பட்டது
te: రక్షించబడింది
th: ถูกป้องกัน
tr: Korumali
ug: قوغدالغان
uk: Захищено
ur: ู ุญููุธ

# deleteQuestion
source: Delete?
af: Verwyder?
ar: حذف؟
bg: Изтриване?
bn: মুছবেন?
ca: Eliminar?
cs: Smazat?
da: Slet?
de: Löschen?
el: Διαγραφή;
es: ¿Eliminar?
et: Kustutada?
eu: Ezabatu?
fa: حذف شود؟
fi: Poista?
fil: Burahin?
fr: Supprimer ?
ga: Scrios?
gl: Eliminar?
gu: ડિલીટ કરશો?
he: למחוק?
hi: हटाएं?
hr: Izbrisati?
hu: Törli?
id: Hapus?
it: Eliminare?
ja: 削除しますか？
ka: წაიშალოს?
kk: Жою?
km: លុប?
ky: Өчүрөсүзбү?
mk: Избриши?
mr: हटवायचे?
ms: Padam?
nb: Slette?
nl: Verwijderen?
pt_pt: Apagar?
ro: Stergi?
ru: Удалить?
sk: Zmazat?
sl: Izbrisati?
sq: Fshi?
sr: Обрисати?
sv: Radera?
ta: நீக்கவா?
te: తొలగించాలా?
th: ลบ?
tr: Silinsin mi?
ug: ئۆچۈرەمسىز؟
uk: Видалити?
ur: ุญุฐู ฺฉุฑฺบุ

# transferMyAccountTitle
source: Transfer my account
af: Dra my rekening oor
ar: نقل حسابي
bg: Прехвърляне на акаунта ми
bn: আমার অ্যাকাউন্ট স্থানান্তর করুন
ca: Transferir el meu compte
cs: Prevest muj ucet
da: Overfør min konto
de: Mein Konto übertragen
el: Μεταφορά λογαριασμού μου
es: Transferir mi cuenta
et: Kanna minu konto üle
eu: Transferitu nire kontua
fa: انتقال حساب من
fi: Siirrä tilini
fil: Ilipat ang aking account
fr: Transférer mon compte
ga: Aistrigh mo chuntas
gl: Transferir a mina conta
gu: મારું એકાઉન્ટ ટ્રાન્સફર કરો
he: העבר את החשבון שלי
hi: मेरा खाता ट्रांसफर करें
hr: Prenesi moj racun
hu: Fiókom áthelyezése
id: Transfer akun saya
it: Trasferisci il mio account
ja: アカウントを移行
ka: ჩემი ანგარიშის გადატანა
kk: Аккаунтымды тасымалдау
km: ផ្ទេរគណនីរបស់ខ្ញុំ
ky: Аккаунтумду өткөрүү
mk: Пренеси ја мојата сметка
mr: माझे खाते हस्तांतरित करा
ms: Pindahkan akaun saya
nb: Overfør kontoen min
nl: Mijn account overzetten
pt_pt: Transferir a minha conta
ro: Transfera contul meu
ru: Перенести мой аккаунт
sk: Preniest moj ucet
sl: Prenesi moj racun
sq: Transfero llogarise time
sr: Пренеси мој налог
sv: Överför mitt konto
ta: எனது கணக்கை மாற்று
te: నా ఖాతాను బదిలీ చేయి
th: โอนบัญชีของฉัน
tr: Hesabimi aktar
ug: ھېساباتىمنى يۆتكەش
uk: Перенести мій обліковий запис
ur: ู ุฑุง ุงฺฉุงุคููน ู ูุชูู ฺฉุฑฺบ

source: Loading error
af: Laaifout
ar: خطأ في التحميل
bg: Грешка при зареждане
bn: লোডিং ত্রুটি
ca: Error de càrrega
cs: Chyba nacitani
da: Indlæsningsfejl
de: Ladefehler
el: Σφάλμα φόρτωσης
es: Error de carga
et: Laadimise viga
eu: Karga-errorea
fa: خطای بارگذاری
fi: Latausvirhe
fil: Error sa pag-load
fr: Erreur de chargement
ga: Earraid ag lodail
gl: Erro de carga
gu: લોડિંગ ભૂલ
he: שגיאת טעינה
hi: लोडिंग त्रुटि
hr: Greska pri ucitavanju
hu: Betöltési hiba
id: Kesalahan pemuatan
it: Errore di caricamento
ja: 読み込みエラー
ka: ჩატვირთვის შეცდომა
kk: Жүктеу қатесі
km: កំហុសក្នុងការផ្ទុក
ky: Жүктөө катасы
mk: Грешка при вчитување
mr: लोडिंग त्रुटी
ms: Ralat pemuatan
nb: Innlastingsfeil
nl: Laadfout
pt_pt: Erro de carregamento
ro: Eroare de incarcare
ru: Ошибка загрузки
sk: Chyba nacitania
sl: Napaka pri nalaganju
sq: Gabim ngarkimi
sr: Грешка при учитавању
sv: Laddningsfel
ta: ஏற்றுவதில் பிழை
te: లోడింగ్ లోపం
th: เกิดข้อผิดพลาดในการโหลด
tr: Yukleme hatasi
ug: يۈكلەش خاتالىقى
uk: Помилка завантаження
ur: ููฺูฺฏ ุฎุฑุงุจ

# transferToNewDevice
source: Transfer to a new device
af: Dra oor na 'n nuwe toestel
ar: النقل إلى جهاز جديد
bg: Прехвърляне на ново устройство
bn: নতুন ডিভাইসে স্থানান্তর করুন
ca: Transferir a un nou dispositiu
cs: Prevest na novy pristroj
da: Overfør til en ny enhed
de: Auf ein neues Gerät übertragen
el: Μεταφορά σε νέα συσκευή
es: Transferir a un nuevo dispositivo
et: Kanna üle uuele seadmele
eu: Transferitu gailu berri batera
fa: انتقال به دستگاه جدید
fi: Siirrä uudelle laitteelle
fil: Ilipat sa bagong device
fr: Transférer vers un nouvel appareil
ga: Aistrigh go gleas nua
gl: Transferir a un novo dispositivo
gu: નવા ઉપકરણ પર ટ્રાન્સફર કરો
he: העבר למכשיר חדש
hi: नए डिवाइस पर ट्रांसफर करें
hr: Prenesi na novi uredaj
hu: Áthelyezés új eszközre
id: Transfer ke perangkat baru
it: Trasferisci su un nuovo dispositivo
ja: 新しいデバイスに移行
ka: ახალ მოწყობილობაზე გადატანა
kk: Жаңа құрылғыға тасымалдау
km: ផ្ទេរទៅឧបករណ៍ថ្មី
ky: Жаңы түзмөккө өткөрүү
mk: Пренеси на нов уред
mr: नवीन डिव्हाइसवर हस्तांतरित करा
ms: Pindah ke peranti baharu
nb: Overfør til en ny enhet
nl: Overzetten naar een nieuw apparaat
pt_pt: Transferir para um novo dispositivo
ro: Transfera pe un dispozitiv nou
ru: Перенести на новое устройство
sk: Preniest na nove zariadenie
sl: Prenesi na novo napravo
sq: Transfero ne nje pajisje te re
sr: Пренеси на нови уређај
sv: Överför till en ny enhet
ta: புதிய சாதனத்திற்கு மாற்று
te: కొత్త పరికరానికి బదిలీ చేయి
th: โอนไปยังอุปกรณ์ใหม่
tr: Yeni bir cihaza aktar
ug: يېڭى ئۈسكۈنىگە يۆتكەش
uk: Перенести на новий пристрій
ur: ูุฆ ุขู ูพุฑ ู ูุชูู ฺฉุฑฺบ
