Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: Retry
af: Probeer weer
ar: إعادة المحاولة
bg: Опитайте отново
bn: পুনরায় চেষ্টা
ca: Tornar-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
et: Proovi uuesti
eu: Saiatu berriro
fa: تلاش مجدد
fi: Yritä uudelleen
fil: Subukan muli
fr: Réessayer
ga: Bain triail eile as
gl: Reintentar
gu: ફરી પ્રયાસ
he: נסה שוב
hi: पुनः प्रयास
hr: Pokusaj ponovo
hu: Újrapróbálás
id: Coba lagi
it: Riprova
ja: 再試行
ka: ხელახლა ცდა
kk: Қайталау
km: ព្យាយាមម្តងទៀត
ky: Кайталоо
mk: Обиди се повторно
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pt_pt: Tentar novamente
ro: Reincearca
ru: Повторить
sk: Skusit znova
sl: Poskusi znova
sq: Riprovo
sr: Покушај поново
sv: Försök igen
ta: மீண்டும் முயற்சி
te: మళ్ళీ ప్రయత్నించు
th: ลองอีกครั้ง
tr: Tekrar dene
ug: قايتا سىناش
uk: Повторити
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: New contact request
fr: Nouvelle demande de contact

source: Pending requests
af: Hangende versoeke
ar: الطلبات المعلقة
bg: Чакащи заявки
bn: অপেক্ষমাণ অনুরোধ
ca: Sol·licituds pendents
cs: Cekajici zadosti
da: Ventende anmodninger
de: Eingegangene Anfragen
el: Εκκρεμή αιτήματα
es: Solicitudes recibidas
et: Ootel taotlused
eu: Zain dauden eskaerak
fa: درخواست‌های در انتظار
fi: Odottavat pyynnöt
fil: Mga naghihintay na kahilingan
fr: Demandes reçues
ga: Iarratais faighte
gl: Solicitudes pendentes
gu: બાકી વિનંતીઓ
he: בקשות ממתינות
hi: लंबित अनुरोध
hr: Zahtjevi na cekanju
hu: Függő kérések
id: Permintaan tertunda
it: Richieste ricevute
ja: 保留中のリクエスト
ka: მოლოდინის მოთხოვნები
kk: Күтілетін сұраныстар
km: សំណើកំពុងរង់ចាំ
ky: Күтүлгөн суроолор
mk: Барања на чекање
mr: प्रलंबित विनंत्या
ms: Permintaan tertunda
nb: Ventende forespørsler
nl: Wachtende verzoeken
pt_pt: Pedidos pendentes
ro: Cereri in asteptare
ru: Ожидающие запросы
sk: Cakajuce ziadosti
sl: Cakajoce zahteve
sq: Kerkesat ne pritje
sr: Захтеви на чекању
sv: Väntande förfrågningar
ta: நிலுவை கோரிக்கைகள்
te: పెండింగ్ అభ్యర్థనలు
th: คำขอที่รอดำเนินการ
tr: Bekleyen istekler
ug: ساقلاۋاتقان ئىلتىماسلار
uk: Очікувані запити
ur: ุฒุฑ ุงูุชูุง ุฏุฑุฎูุงุณุชฺบ

source: No pending requests
af: Geen hangende versoeke
ar: لا توجد طلبات معلقة
bg: Няма чакащи заявки
bn: কোনো অপেক্ষমাণ অনুরোধ নেই
ca: Cap sol·licitud pendent
cs: Zadne cekajici zadosti
da: Ingen ventende anmodninger
de: Keine ausstehenden Anfragen
el: Κανένα εκκρεμές αίτημα
es: Sin solicitudes pendientes
et: Ootel taotlusi pole
eu: Zain dagoen eskaera
fa: درخواست در انتظاری نیست
fi: Ei odottavia pyyntöjä
fil: Walang naghihintay na kahilingan
fr: Aucune demande en attente
ga: Gan iarratas ar feitheamh
gl: Sen solicitudes pendentes
gu: કોઈ બાકી વિનંતી નથી
he: אין בקשות ממתינות
hi: कोई लंबित अनुरोध नहीं
hr: Nema zahtjeva na cekanju
hu: Nincs függő kérés
id: Tidak ada permintaan tertunda
it: Nessuna richiesta in attesa
ja: 保留中のリクエストはありません
ka: მოლოდინის მოთხოვნები არ არის
kk: Күтілетін сұраныстар жоқ
km: គ្មានសំណើកំពុងរង់ចាំ
ky: Күтүлгөн суроо жок
mk: Нема барања на чекање
mr: प्रलंबित विनंत्या नाहीत
ms: Tiada permintaan tertunda
nb: Ingen ventende forespørsler
nl: Geen wachtende verzoeken
pt_pt: Sem pedidos pendentes
ro: Nicio cerere in asteptare
ru: Нет ожидающих запросов
sk: Ziadne cakajuce ziadosti
sl: Ni cakajoce zahteve
sq: Asnje kerkese ne pritje
sr: Нема захтева на чекању
sv: Inga väntande förfrågningar
ta: நிலுவை கோரிக்கைகள் இல்லை
te: పెండింగ్ అభ్యర్థనలు లేవు
th: ไม่มีคำขอที่รอดำเนินการ
tr: Bekleyen istek yok
ug: ساقلاۋاتقان ئىلتىماس يوق
uk: Немає очікуваних запитів
ur: ฺฉูุฆ ุฒุฑ ุงูุชูุง ุฏุฑุฎูุงุณุช ูฺบ

# pendingRequestsSubtitle
source: These people want to add you
af: Hierdie mense wil jou byvoeg
ar: هؤلاء الأشخاص يريدون إضافتك
bg: Тези хора искат да ви добавят
bn: এই ব্যক্তিরা আপনাকে যোগ করতে চান
ca: Aquestes persones volen afegir-te
cs: Tito lide si vas chteji pridat
da: Disse personer vil tilføje dig
de: Diese Personen möchten dich hinzufügen
el: Αυτοί οι άνθρωποι θέλουν να σας προσθέσουν
es: Estas personas quieren añadirte
et: Need inimesed soovivad teid lisada
eu: Pertsona hauek zu gehitu nahi zaituzte
fa: این افراد می‌خواهند شما را اضافه کنند
fi: Nämä henkilöt haluavat lisätä sinut
fil: Gustong idagdag ka ng mga taong ito
fr: Ces personnes souhaitent vous ajouter
ga: Ba mhaith leis na daoine seo thu a chur leis
gl: Estas persoas queren engadirte
gu: આ લોકો તમને ઉમેરવા માંગે છે
he: אנשים אלה רוצים להוסיף אותך
hi: ये लोग आपको जोड़ना चाहते हैं
hr: Ove osobe vas zele dodati
hu: Ezek az emberek szeretnék Önt hozzáadni
id: Orang-orang ini ingin menambahkan Anda
it: Queste persone vogliono aggiungerti
ja: これらの人があなたを追加したいと思っています
ka: ეს ადამიანები გსურთ თქვენს დამატებას
kk: Бұл адамдар сізді қосқысы келеді
km: មនុស្សទាំងនេះចង់បន្ថែមអ្នក
ky: Бул адамдар сизди кошкусу келет
mk: Овие луѓе сакаат да ве додадат
mr: या लोकांना तुम्हाला जोडायचे आहे
ms: Orang-orang ini mahu menambah anda
nb: Disse personene ønsker å legge deg til
nl: Deze mensen willen je toevoegen
pt_pt: Estas pessoas querem adiciona-lo
ro: Aceste persoane vor sa te adauge
ru: Эти люди хотят вас добавить
sk: Tito ludia vas chcu pridat
sl: Ti ljudje vas želijo dodati
sq: Keta persona duan t'ju shtojne
sr: Ове особе желе да вас додају
sv: Dessa personer vill lägga till dig
ta: இவர்கள் உங்களைச் சேர்க்க விரும்புகிறார்கள்
te: ఈ వ్యక్తులు మిమ్మల్ని జోడించాలనుకుంటున్నారు
th: คนเหล่านี้ต้องการเพิ่มคุณ
tr: Bu kisiler sizi eklemek istiyor
ug: بۇ كىشىلەر سىزنى قوشماقچى
uk: Ці люди хочуть вас додати
ur:  ููฺฏ ุขูพ ฺฉู ุดุงู ู ฺฉุฑูุง ฺุงุช ฺบ

# requestFromUser
source: Request from {hashId}
af: Versoek van {hashId}
ar: طلب من {hashId}
bg: Заявка от {hashId}
bn: {hashId} থেকে অনুরোধ
ca: Sol·licitud de {hashId}
cs: Zadost od {hashId}
da: Anmodning fra {hashId}
de: Anfrage von {hashId}
el: Αίτημα από {hashId}
es: Solicitud de {hashId}
et: Taotlus kasutajalt {hashId}
eu: {hashId}-(r)en eskaera
fa: درخواست از {hashId}
fi: Pyyntö käyttäjältä {hashId}
fil: Kahilingan mula sa {hashId}
fr: Demande de {hashId}
ga: Iarratas o {hashId}
gl: Solicitude de {hashId}
gu: {hashId} તરફથી વિનંતી
he: בקשה מ-{hashId}
hi: {hashId} से अनुरोध
hr: Zahtjev od {hashId}
hu: Kérés tőle: {hashId}
id: Permintaan dari {hashId}
it: Richiesta da {hashId}
ja: {hashId}からのリクエスト
ka: მოთხოვნა {hashId}-დან
kk: {hashId} сұранысы
km: សំណើពី {hashId}
ky: {hashId} суроосу
mk: Барање од {hashId}
mr: {hashId} कडून विनंती
ms: Permintaan daripada {hashId}
nb: Forespørsel fra {hashId}
nl: Verzoek van {hashId}
pt_pt: Pedido de {hashId}
ro: Cerere de la {hashId}
ru: Запрос от {hashId}
sk: Ziadost od {hashId}
sl: Zahteva od {hashId}
sq: Kerkese nga {hashId}
sr: Захтев од {hashId}
sv: Förfrågan från {hashId}
ta: {hashId} இலிருந்து கோரிக்கை
te: {hashId} నుండి అభ్యర్థన
th: คำขอจาก {hashId}
tr: {hashId} tarafindan istek
ug: {hashId} دىن ئىلتىماس
uk: Запит від {hashId}
ur: {hashId} ฺฉ ุทุฑู ุณ ุฏุฑุฎูุงุณุช

# requestExpiresIn
source: Expires in {days} days
af: Verval oor {days} dae
ar: ينتهي خلال {days} أيام
bg: Изтича след {days} дни
bn: {days} দিনে মেয়াদ শেষ
ca: Caduca en {days} dies
cs: Vypisi za {days} dni
da: Udløber om {days} dage
de: Läuft in {days} Tagen ab
el: Λήγει σε {days} ημέρες
es: Expira en {days} días
et: Aegub {days} päeva pärast
eu: {days} egunetan iraungitzen da
fa: در {days} روز منقضی می‌شود
fi: Vanhenee {days} päivän kuluttua
fil: Mag-e-expire sa {days} araw
fr: Expire dans {days} jours
ga: In eag i {days} la
gl: Caduca en {days} dias
gu: {days} દિવસમાં એક્સપાયર થાય છે
he: יפוג בעוד {days} ימים
hi: {days} दिनों में समाप्त होगा
hr: Istjece za {days} dana
hu: {days} nap múlva lejár
id: Kedaluwarsa dalam {days} hari
it: Scade tra {days} giorni
ja: {days}日後に期限切れ
ka: ვადა გაუვა {days} დღეში
kk: {days} күнде аяқталады
km: ផុតកំណត់ក្នុង {days} ថ្ងៃ
ky: {days} күндөн кийин мөөнөтү бүтөт
mk: Истекува за {days} дена
mr: {days} दिवसांत कालबाह्य होते
ms: Tamat tempoh dalam {days} hari
nb: Utløper om {days} dager
nl: Verloopt over {days} dagen
pt_pt: Expira em {days} dias
ro: Expira in {days} zile
ru: Истекает через {days} дней
sk: Vyprsi za {days} dni
sl: Potece cez {days} dni
sq: Skadon pas {days} ditesh
sr: Истиче за {days} дана
sv: Löper ut om {days} dagar
ta: {days} நாட்களில் காலாவதியாகும்
te: {days} రోజుల్లో గడువు తీరుతుంది
th: หมดอายุใน {days} วัน
tr: {days} gun icinde sona erer
ug: {days} كۈندىن كېيىن ۋاقتى ئۆتىدۇ
uk: Діє ще {days} днів
ur: {days} ุฏููฺบ ู ฺบ ุฎุชู ู ุฌุงุฆ ฺฏ

# acceptRequest
source: Accept
af: Aanvaar
ar: قبول
bg: Приемане
bn: গ্রহণ
ca: Acceptar
cs: Prijmout
da: Accepter
de: Akzeptieren
el: Αποδοχή
es: Aceptar
et: Nõustu
eu: Onartu
fa: قبول
fi: Hyväksy
fil: Tanggapin
fr: Accepter
ga: Glac leis
gl: Aceptar
gu: સ્વીકારો
he: אשר
hi: स्वीकार करें
hr: Prihvati
hu: Elfogadás
id: Terima
it: Accetta
ja: 承諾
ka: მიღება
kk: Қабылдау
km: ទទួលយក
ky: Кабыл алуу
mk: Прифати
mr: स्वीकारा
ms: Terima
nb: Godta
nl: Accepteren
pt_pt: Aceitar
ro: Accepta
ru: Принять
sk: Prijat
sl: Sprejmi
sq: Prano
sr: Прихвати
sv: Acceptera
ta: ஏற்கவும்
te: ఆమోదించు
th: ยอมรับ
tr: Kabul et
ug: قوبۇل قىلىش
uk: Прийняти
ur: ูุจูู ฺฉุฑฺบ

# rejectRequest
source: Reject
af: Weier
ar: رفض
bg: Отхвърляне
bn: প্রত্যাখ্যান
ca: Rebutjar
cs: Odmitnout
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
et: Keeldu
eu: Ukatu
fa: رد
fi: Hylkää
fil: Tanggihan
fr: Refuser
ga: Diultaigh
gl: Rexeitar
gu: નકારો
he: דחה
hi: अस्वीकार करें
hr: Odbij
hu: Elutasítás
id: Tolak
it: Rifiuta
ja: 拒否
ka: უარყოფა
kk: Бас тарту
km: បដិសេធ
ky: Баш тартуу
mk: Одбиј
mr: नकार द्या
ms: Tolak
nb: Avvis
nl: Weigeren
pt_pt: Rejeitar
ro: Respinge
ru: Отклонить
sk: Odmietnut
sl: Zavrni
sq: Refuzo
sr: Одбиј
sv: Avvisa
ta: நிராகரி
te: తిరస్కరించు
th: ปฏิเสธ
tr: Reddet
ug: رەت قىلىش
uk: Відхилити
ur: ู ุณุชุฑุฏ ฺฉุฑฺบ

source: Request accepted
af: Versoek aanvaar
ar: تم قبول الطلب
bg: Заявката е приета
bn: অনুরোধ গৃহীত
ca: Sol·licitud acceptada
cs: Zadost prijata
da: Anmodning accepteret
de: Anfrage akzeptiert
el: Το αίτημα έγινε δεκτό
es: Solicitud aceptada
et: Taotlus vastu võetud
eu: Eskaera onartuta
fa: درخواست پذیرفته شد
fi: Pyyntö hyväksytty
fil: Tinanggap ang kahilingan
fr: Demande acceptée
ga: Iarratas glactha
gl: Solicitude aceptada
gu: વિનંતી સ્વીકારાઈ
he: הבקשה אושרה
hi: अनुरोध स्वीकार किया गया
hr: Zahtjev prihvacen
hu: Kérés elfogadva
id: Permintaan diterima
it: Richiesta accettata
ja: リクエストが承諾されました
ka: მოთხოვნა მიღებულია
kk: Сұраныс қабылданды
km: សំណើបានទទួលយក
ky: Суроо кабыл алынды
mk: Барањето е прифатено
mr: विनंती स्वीकारली
ms: Permintaan diterima
nb: Forespørsel godtatt
nl: Verzoek geaccepteerd
pt_pt: Pedido aceite
ro: Cerere acceptata
ru: Запрос принят
sk: Ziadost prijata
sl: Zahteva sprejeta
sq: Kerkesa u pranua
sr: Захтев прихваћен
sv: Förfrågan accepterad
ta: கோரிக்கை ஏற்கப்பட்டது
te: అభ్యర్థన ఆమోదించబడింది
th: ยอมรับคำขอแล้ว
tr: Istek kabul edildi
ug: ئىلتىماس قوبۇل قىلىندى
uk: Запит прийнято
ur: ุฏุฑุฎูุงุณุช ูุจูู ู ฺฏุฆ

source: Request rejected
af: Versoek geweier
ar: تم رفض الطلب
bg: Заявката е отхвърлена
bn: অনুরোধ প্রত্যাখ্যাত
ca: Sol·licitud rebutjada
cs: Zadost odmitnuta
da: Anmodning afvist
de: Anfrage abgelehnt
el: Το αίτημα απορρίφθηκε
es: Solicitud rechazada
et: Taotlus tagasi lükatud
eu: Eskaera ukatuta
fa: درخواست رد شد
fi: Pyyntö hylätty
fil: Tinanggihan ang kahilingan
fr: Demande refusée
ga: Iarratas diultaithe
gl: Solicitude rexeitada
gu: વિનંતી નકારાઈ
he: הבקשה נדחתה
hi: अनुरोध अस्वीकार किया गया
hr: Zahtjev odbijen
hu: Kérés elutasítva
id: Permintaan ditolak
it: Richiesta rifiutata
ja: リクエストが拒否されました
ka: მოთხოვნა უარყოფილია
kk: Сұраныс қабылданбады
km: សំណើបានបដិសេធ
ky: Суроо четке кагылды
mk: Барањето е одбиено
mr: विनंती नाकारली
ms: Permintaan ditolak
nb: Forespørsel avvist
nl: Verzoek geweigerd
pt_pt: Pedido rejeitado
ro: Cerere respinsa
ru: Запрос отклонён
sk: Ziadost odmietnuta
sl: Zahteva zavrnjena
sq: Kerkesa u refuzua
sr: Захтев одбијен
sv: Förfrågan avvisad
ta: கோரிக்கை நிராகரிக்கப்பட்டது
te: అభ్యర్థన తిరస్కరించబడింది
th: ปฏิเสธคำขอแล้ว
tr: Istek reddedildi
ug: ئىلتىماس رەت قىلىندى
uk: Запит відхилено
ur: ุฏุฑุฎูุงุณุช ู ุณุชุฑุฏ ู ฺฏุฆ

source: Request sent!
af: Versoek gestuur!
ar: تم إرسال الطلب!
bg: Заявката е изпратена!
bn: অনুরোধ পাঠানো হয়েছে!
ca: Sol·licitud enviada!
cs: Zadost odeslana!
da: Anmodning sendt!
de: Anfrage gesendet!
el: Το αίτημα εστάλη!
es: ¡Solicitud enviada!
et: Taotlus saadetud!
eu: Eskaera bidalita!
fa: درخواست ارسال شد!
fi: Pyyntö lähetetty!
fil: Naipadala ang kahilingan!
fr: Demande envoyée !
ga: Iarratas seolta!
gl: Solicitude enviada!
gu: વિનંતી મોકલાઈ!
he: הבקשה נשלחה!
hi: अनुरोध भेजा गया!
hr: Zahtjev poslan!
hu: Kérés elküldve!
id: Permintaan terkirim!
it: Richiesta inviata!
ja: リクエストが送信されました！
ka: მოთხოვნა გაგზავნილია!
kk: Сұраныс жіберілді!
km: សំណើបានផ្ញើ!
ky: Суроо жөнөтүлдү!
mk: Барањето е испратено!
mr: विनंती पाठवली!
ms: Permintaan dihantar!
nb: Forespørsel sendt!
nl: Verzoek verzonden!
pt_pt: Pedido enviado!
ro: Cerere trimisa!
ru: Запрос отправлен!
sk: Ziadost odoslana!
sl: Zahteva poslana!
sq: Kerkesa u dergua!
sr: Захтев послат!
sv: Förfrågan skickad!
ta: கோரிக்கை அனுப்பப்பட்டது!
te: అభ్యర్థన పంపబడింది!
th: ส่งคำขอแล้ว!
tr: Istek gonderildi!
ug: ئىلتىماس يوللاندى!
uk: Запит надіслано!
ur: ุฏุฑุฎูุงุณุช ุจฺพุฌ ุฏ ฺฏุฆ!

# requestSentSubtitle
source: Your request has been sent. The user must accept it before you can chat.
af: Jou versoek is gestuur. Die gebruiker moet dit aanvaar voordat julle kan gesels.
ar: تم إرسال طلبك. يجب على المستخدم قبوله قبل أن تتمكن من الدردشة.
bg: Вашата заявка е изпратена. Потребителят трябва да я приеме, преди да можете да чатите.
bn: আপনার অনুরোধ পাঠানো হয়েছে। চ্যাট করতে ব্যবহারকারীকে এটি গ্রহণ করতে হবে।
ca: La teva sol·licitud s'ha enviat. L'usuari l'ha d'acceptar per poder xatejar.
cs: Vase zadost byla odeslana. Uzivatel ji musi prijmout, nez budete moci chatovat.
da: Din anmodning er sendt. Brugeren skal acceptere den, før I kan chatte.
de: Deine Anfrage wurde gesendet. Der Benutzer muss sie akzeptieren, bevor ihr chatten könnt.
el: Το αίτημά σας εστάλη. Ο χρήστης πρέπει να το αποδεχτεί πριν μπορέσετε να συνομιλήσετε.
es: Tu solicitud ha sido enviada. El usuario debe aceptarla para poder chatear.
et: Teie taotlus on saadetud. Kasutaja peab selle vastu võtma enne vestluse alustamist.
eu: Zure eskaera bidali da. Erabiltzaileak onartu behar du txateatzen hasi baino lehen.
fa: درخواست شما ارسال شد. کاربر باید آن را بپذیرد تا بتوانید گفتگو کنید.
fi: Pyyntösi on lähetetty. Käyttäjän on hyväksyttävä se ennen kuin voitte keskustella.
fil: Naipadala na ang iyong kahilingan. Kailangan itong tanggapin ng user bago kayo makapag-chat.
fr: Votre demande a été envoyée. L'utilisateur doit l'accepter pour que vous puissiez discuter.
ga: Seoladh d'iarratas. Caithfidh an t-usaideoir glacadh leis sula feidir libh comhra.
gl: A tua solicitude foi enviada. O usuario debe aceptala para poder conversar.
gu: તમારી વિનંતી મોકલાઈ છે. ચેટ કરતા પહેલાં વપરાશકર્તાએ તેને સ્વીકારવી આવશ્યક છે.
he: הבקשה שלך נשלחה. המשתמש צריך לאשר אותה לפני שתוכלו לשוחח.
hi: आपका अनुरोध भेज दिया गया है। चैट करने से पहले उपयोगकर्ता को इसे स्वीकार करना होगा।
hr: Vas zahtjev je poslan. Korisnik ga mora prihvatiti prije nego sto mozete razgovarati.
hu: Kérése elküldve. A felhasználónak el kell fogadnia, mielőtt cseveghetne.
id: Permintaan Anda telah dikirim. Pengguna harus menerimanya sebelum Anda dapat mengobrol.
it: La tua richiesta è stata inviata. L'utente deve accettarla per poter chattare.
ja: リクエストが送信されました。ユーザーが承諾するとチャットできるようになります。
ka: თქვენი მოთხოვნა გაგზავნილია. მომხმარებელმა უნდა მიიღოს სანამ ჩატს დაიწყებთ.
kk: Сұранысыңыз жіберілді. Чат бастау үшін пайдаланушы оны қабылдауы керек.
km: សំណើរបស់អ្នកត្រូវបានផ្ញើ។ អ្នកប្រើត្រូវទទួលយកវាមុនពេលអ្នកអាចជជែក។
ky: Суроо жөнөтүлдү. Сүйлөшүүгө чейин колдонуучу кабыл алышы керек.
mk: Вашето барање е испратено. Корисникот мора да го прифати пред да можете да разговарате.
mr: तुमची विनंती पाठवली गेली आहे. तुम्ही गप्पा मारण्यापूर्वी वापरकर्त्याने ती स्वीकारणे आवश्यक आहे.
ms: Permintaan anda telah dihantar. Pengguna mesti menerimanya sebelum anda boleh bersembang.
nb: Forespørselen din er sendt. Brukeren må godta den før dere kan chatte.
nl: Je verzoek is verzonden. De gebruiker moet het accepteren voordat jullie kunnen chatten.
pt_pt: O seu pedido foi enviado. O utilizador deve aceita-lo antes de poderem conversar.
ro: Cererea ta a fost trimisa. Utilizatorul trebuie sa o accepte inainte sa puteti comunica.
ru: Ваш запрос отправлен. Пользователь должен его принять, прежде чем вы сможете общаться.
sk: Vasa ziadost bola odoslana. Pouzivatel ju musi prijat pred tym, nez budete moct komunikovat.
sl: Vasa zahteva je bila poslana. Uporabnik jo mora sprejeti, preden lahko komunicirate.
sq: Kerkesa juaj u dergua. Perdoruesi duhet ta pranoje perpara se te komunikoni.
sr: Ваш захтев је послат. Корисник мора да га прихвати пре него што можете да разговарате.
sv: Din förfrågan har skickats. Användaren måste acceptera den innan ni kan chatta.
ta: உங்கள் கோரிக்கை அனுப்பப்பட்டது. நீங்கள் உரையாடுவதற்கு முன் பயனர் அதை ஏற்க வேண்டும்.
te: మీ అభ్యర్థన పంపబడింది. మీరు చాట్ చేయడానికి ముందు వినియోగదారు దానిని ఆమోదించాలి.
th: คำขอถูกส่งแล้ว ผู้ใช้ต้องยอมรับก่อนจึงจะแชทได้
tr: Isteginiz gonderildi. Sohbet edebilmeniz icin kullanicinin kabul etmesi gerekiyor.
ug: ئىلتىماسىڭىز يوللاندى. پاراڭلاشتىن بۇرۇن ئىشلەتكۈچى قوبۇل قىلىشى كېرەك.
uk: Ваш запит надіслано. Користувач повинен його прийняти, перш ніж ви зможете спілкуватися.
ur: ุขูพ ฺฉ ุฏุฑุฎูุงุณุช ุจฺพุฌ ุฏ ฺฏุฆ ฺูน ฺฉุฑู ุณ ูพู ุตุงุฑู ฺฉู ุงุณ ูุจูู ฺฉุฑูุง ูฺฏุง

# requestAlreadyPending
source: A request is already pending
af: 'n Versoek is reeds hangend
ar: هناك طلب معلق بالفعل
bg: Заявка вече чака
bn: একটি অনুরোধ ইতিমধ্যে অপেক্ষমাণ
ca: Ja hi ha una sol·licitud pendent
cs: Zadost jiz ceka
da: En anmodning afventer allerede
de: Eine Anfrage ist bereits ausstehend
el: Ένα αίτημα είναι ήδη σε εκκρεμότητα
es: Ya hay una solicitud pendiente
et: Taotlus on juba ootel
eu: Eskaera bat dagoeneko zain dago
fa: یک درخواست در انتظار است
fi: Pyyntö on jo odottamassa
fil: May naghihintay nang kahilingan
fr: Une demande est déjà en attente
ga: Ta iarratas ar feitheamh cheana
gl: Xa hai unha solicitude pendente
gu: એક વિનંતી પહેલેથી બાકી છે
he: בקשה כבר ממתינה
hi: एक अनुरोध पहले से लंबित है
hr: Zahtjev je vec na cekanju
hu: Egy kérés már függőben van
id: Permintaan sudah tertunda
it: Una richiesta è già in attesa
ja: リクエストはすでに保留中です
ka: მოთხოვნა უკვე მოლოდინშია
kk: Сұраныс күтуде
km: សំណើកំពុងរង់ចាំរួចហើយ
ky: Суроо күтүүдө
mk: Барањето веќе чека
mr: एक विनंती आधीच प्रलंबित आहे
ms: Permintaan sudah tertunda
nb: En forespørsel venter allerede
nl: Er is al een verzoek in afwachting
pt_pt: Ja existe um pedido pendente
ro: O cerere este deja in asteptare
ru: Запрос уже ожидает
sk: Ziadost uz caka
sl: Zahteva že caka
sq: Nje kerkese eshte tashme ne pritje
sr: Захтев је већ на чекању
sv: En förfrågan väntar redan
ta: ஒரு கோரிக்கை ஏற்கனவே நிலுவையில் உள்ளது
te: ఒక అభ్యర్థన ఇప్పటికే పెండింగ్‌లో ఉంది
th: มีคำขอที่รอดำเนินการอยู่แล้ว
tr: Bir istek zaten beklemede
ug: ئىلتىماس ساقلاۋاتىدۇ
uk: Запит вже очікує
ur: ุงฺฉ ุฏุฑุฎูุงุณุช ูพู ุณ ุฒุฑ ุงูุชูุง 

# requestAlreadySentByOther
source: This person has already sent you a request
af: Hierdie persoon het reeds vir jou 'n versoek gestuur
ar: هذا الشخص أرسل لك طلباً بالفعل
bg: Този човек вече ви е изпратил заявка
bn: এই ব্যক্তি ইতিমধ্যে আপনাকে একটি অনুরোধ পাঠিয়েছে
ca: Aquesta persona ja t'ha enviat una sol·licitud
cs: Tato osoba vam jiz poslala zadost
da: Denne person har allerede sendt dig en anmodning
de: Diese Person hat dir bereits eine Anfrage gesendet
el: Αυτό το άτομο σας έχει ήδη στείλει αίτημα
es: Esta persona ya te ha enviado una solicitud
et: See isik on teile juba taotluse saatnud
eu: Pertsona honek dagoeneko eskaera bat bidali dizu
fa: این شخص قبلاً به شما درخواست فرستاده است
fi: Tämä henkilö on jo lähettänyt sinulle pyynnön
fil: Nagpadala na sa iyo ng kahilingan ang taong ito
fr: Cette personne vous a déjà envoyé une demande
ga: Sheol an duine seo iarratas chugat cheana
gl: Esta persoa xa che enviou unha solicitude
gu: આ વ્યક્તિએ તમને પહેલેથી વિનંતી મોકલી છે
he: אדם זה כבר שלח לך בקשה
hi: इस व्यक्ति ने आपको पहले ही अनुरोध भेजा है
hr: Ova osoba vam je vec poslala zahtjev
hu: Ez a személy már küldött Önnek kérést
id: Orang ini sudah mengirimkan permintaan kepada Anda
it: Questa persona ti ha già inviato una richiesta
ja: この人はすでにあなたにリクエストを送信しています
ka: ამ ადამიანმა უკვე გამოგიგზავნათ მოთხოვნა
kk: Бұл адам сізге сұраныс жіберген
km: បុគ្គលនេះបានផ្ញើសំណើដល់អ្នករួចហើយ
ky: Бул адам сизге суроо жөнөткөн
mk: Оваа личност веќе ви испратила барање
mr: या व्यक्तीने तुम्हाला आधीच विनंती पाठवली आहे
ms: Orang ini sudah menghantar permintaan kepada anda
nb: Denne personen har allerede sendt deg en forespørsel
nl: Deze persoon heeft je al een verzoek gestuurd
pt_pt: Esta pessoa ja lhe enviou um pedido
ro: Aceasta persoana ti-a trimis deja o cerere
ru: Этот человек уже отправил вам запрос
sk: Tato osoba vam uz poslala ziadost
sl: Ta oseba vam je že poslala zahtevo
sq: Kjo persone ju ka derguar tashme nje kerkese
sr: Ова особа вам је већ послала захтев
sv: Denna person har redan skickat dig en förfrågan
ta: இந்த நபர் ஏற்கனவே உங்களுக்கு ஒரு கோரிக்கை அனுப்பியுள்ளார்
te: ఈ వ్యక్తి మీకు ఇప్పటికే అభ్యర్థన పంపారు
th: บุคคลนี้ส่งคำขอให้คุณแล้ว
tr: Bu kisi size zaten bir istek gonderdi
ug: بۇ كىشى سىزگە ئىلتىماس يوللىغان
uk: Ця людина вже надіслала вам запит
ur: ุงุณ ุดุฎุต ู ุขูพ ฺฉู ูพู  ุฏุฑุฎูุงุณุช ุจฺพุฌ ุฏ 

source: Add by Hash ID
af: Voeg by met Hash ID
ar: إضافة عبر Hash ID
bg: Добавяне чрез Hash ID
bn: Hash ID দিয়ে যোগ করুন
ca: Afegir per Hash ID
cs: Pridat pomoci Hash ID
da: Tilføj med Hash-ID
de: Per Hash ID hinzufügen
el: Προσθήκη μέσω Hash ID
es: Añadir por Hash ID
et: Lisa Hash ID kaudu
eu: Gehitu Hash ID bidez
fa: افزودن با Hash ID
fi: Lisää Hash ID:llä
fil: Idagdag gamit ang Hash ID
fr: Ajouter par Hash ID
ga: Cuir leis le Hash ID
gl: Engadir por Hash ID
gu: Hash ID દ્વારા ઉમેરો
he: הוסף לפי Hash ID
hi: Hash ID से जोड़ें
hr: Dodaj putem Hash ID-a
hu: Hozzáadás Hash ID-vel
id: Tambah dengan Hash ID
it: Aggiungi per Hash ID
ja: Hash ID で追加
ka: Hash ID-ით დამატება
kk: Hash ID арқылы қосу
km: បន្ថែមដោយ Hash ID
ky: Hash ID менен кошуу
mk: Додај по Hash ID
mr: Hash ID ने जोडा
ms: Tambah melalui Hash ID
nb: Legg til med Hash-ID
nl: Toevoegen via Hash-ID
pt_pt: Adicionar por Hash ID
ro: Adauga dupa Hash ID
ru: Добавить по Hash ID
sk: Pridat podla Hash ID
sl: Dodaj po Hash ID
sq: Shto me Hash ID
sr: Додај преко Hash ID-а
sv: Lägg till via Hash-ID
ta: Hash ID மூலம் சேர்
te: Hash ID ద్వారా జోడించు
th: เพิ่มด้วย Hash ID
tr: Hash Kimligi ile ekle
ug: Hash ID بىلەن قوشۇش
uk: Додати за Hash ID
ur: Hash ID ุณ ุดุงู ู ฺฉุฑฺบ
