Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secTempNote
source: Even this minimal data cannot identify you. Your Hash ID is not linked to any personal information.
af: Selfs hierdie minimale data kan jou nie identifiseer nie. Jou Hash ID is nie aan enige persoonlike inligting gekoppel nie.
ar: حتى هذه البيانات الدنيا لا يمكنها التعرف عليك. معرّف Hash الخاص بك غير مرتبط بأي معلومات شخصية.
bg: Дори тези минимални данни не могат да ви идентифицират. Вашият Hash ID не е свързан с никаква лична информация.
bn: এই ন্যূনতম ডেটাও আপনাকে শনাক্ত করতে পারে না। আপনার Hash ID কোনো ব্যক্তিগত তথ্যের সাথে সংযুক্ত নয়।
ca: Fins i tot aquestes dades mínimes no et poden identificar. El teu Hash ID no està vinculat a cap informació personal.
cs: Ani tato minimalni data neumoznuji tvou identifikaci. Tvoje Hash ID neni spojeno se zadnymi osobnimi udaji.
da: Selv disse minimale data kan ikke identificere dig. Dit Hash-ID er ikke knyttet til nogen personlige oplysninger.
de: Selbst diese minimalen Daten können dich nicht identifizieren. Deine Hash ID ist mit keinen persönlichen Informationen verknüpft.
el: Ακόμη και αυτά τα ελάχιστα δεδομένα δεν μπορούν να σας ταυτοποιήσουν. Το Hash ID σας δεν συνδέεται με κανένα προσωπικό στοιχείο.
es: Incluso estos datos mínimos no pueden identificarte. Tu Hash ID no está vinculado a ninguna información personal.
et: Isegi need minimaalsed andmed ei suuda teid identifitseerida. Teie Hash ID pole seotud ühegi isikuandmega.
eu: Gutxieneko datu hauek ere ezin zaituzte identifikatu. Zure Hash ID ez dago informazio pertsonalekin lotuta.
fa: حتی این حداقل داده‌ها نمی‌توانند شما را شناسایی کنند. Hash ID شما به هیچ اطلاعات شخصی مرتبط نیست.
fi: Edes nämä minimaaliset tiedot eivät voi tunnistaa sinua. Hash ID:täsi ei ole yhdistetty mihinkään henkilötietoon.
fil: Kahit ang minimal na data na ito ay hindi makakatukoy sa iyo. Ang iyong Hash ID ay hindi konektado sa anumang personal na impormasyon.
fr: Même ces données minimales ne permettent pas de t'identifier. Ton Hash ID n'est lié à aucune information personnelle.
ga: Fiu na sonrai iosta seo ni ligeann siad d'aithint. Nil do Hash ID nasctha le haon fhaisneis phearsanta.
gl: Nin estes datos minimos permiten identificarte. O teu Hash ID non esta vinculado a ningunha informacion persoal.
gu: આ ન્યૂનતમ ડેટા પણ તમને ઓળખી શકતો નથી. તમારું Hash ID કોઈ વ્યક્તિગત માહિતી સાથે જોડાયેલું નથી.
he: גם הנתונים המינימליים האלה לא יכולים לזהות אותך. ה-Hash ID שלך אינו מקושר לשום מידע אישי.
hi: यह न्यूनतम डेटा भी आपकी पहचान नहीं कर सकता। आपका Hash ID किसी भी व्यक्तिगत जानकारी से जुड़ा नहीं है।
hr: Cak ni ovi minimalni podaci ne mogu vas identificirati. Vas Hash ID nije povezan s nijednim osobnim podacima.
hu: Még ez a minimális adat sem azonosíthatja Önt. Hash ID-je nem kapcsolódik semmilyen személyes információhoz.
id: Bahkan data minimal ini tidak dapat mengidentifikasi Anda. Hash ID Anda tidak terhubung ke informasi pribadi apa pun.
it: Anche questi dati minimi non permettono di identificarti. Il tuo Hash ID non è collegato a nessuna informazione personale.
ja: この最小限のデータでさえ、あなたを特定することはできません。Hash ID は個人情報に紐づいていません。
ka: ეს მინიმალური მონაცემებიც კი ვერ გაიდენტიფიცირებს თქვენ. თქვენი Hash ID არანაირ პირად ინფორმაციასთან არ არის დაკავშირებული.
kk: Тіпті бұл минималды деректер сізді анықтауға мүмкіндік бермейді. Hash ID-іңіз ешбір жеке ақпаратпен байланыстырылмаған.
km: សូម្បីតែទិន្នន័យអប្បបរមានេះមិនអាចកំណត់អត្តសញ្ញាណអ្នក។ Hash ID របស់អ្នកមិនត្រូវបានផ្សារភ្ជាប់ទៅព័ត៌មានផ្ទាល់ខ្លួនណាមួយ។
ky: Бул минималдуу маалыматтар да сизди аныктай албайт. Hash ID'ңыз эч кандай жеке маалыматка байланышкан эмес.
mk: Дури и овие минимални податоци не можат да ве идентификуваат. Вашиот Hash ID не е поврзан со лични информации.
mr: हा किमान डेटाही तुम्हाला ओळखू शकत नाही. तुमचा Hash ID कोणत्याही वैयक्तिक माहितीशी जोडलेला नाही.
ms: Walaupun data minimum ini tidak boleh mengenal pasti anda. Hash ID anda tidak dikaitkan dengan sebarang maklumat peribadi.
nb: Selv disse minimale dataene kan ikke identifisere deg. Hash-ID-en din er ikke knyttet til noen personlig informasjon.
nl: Zelfs deze minimale gegevens kunnen je niet identificeren. Je Hash-ID is niet gekoppeld aan persoonlijke informatie.
pt_pt: Mesmo estes dados minimos nao permitem identifica-lo. O seu Hash ID nao esta ligado a qualquer informacao pessoal.
ro: Chiar si aceste date minime nu te pot identifica. Hash ID-ul tau nu este legat de nicio informatie personala.
ru: Даже эти минимальные данные не могут идентифицировать вас. Ваш Hash ID не связан ни с какой личной информацией.
sk: Ani tieto minimalne udaje vas nemozu identifikovat. Vase Hash ID nie je prepojene so ziadnymi osobnymi informaciami.
sl: Tudi ti minimalni podatki vas ne morejo identificirati. Vas Hash ID ni povezan z nobeno osebno informacijo.
sq: Edhe keto te dhena minimale nuk mund t'ju identifikojne. Hash ID juaj nuk eshte i lidhur me asnje informacion personal.
sr: Чак ни ови минимални подаци не могу те идентификовати. Твој Hash ID није повезан ни са једном личном информацијом.
sv: Inte ens denna minimala data kan identifiera dig. Ditt Hash-ID är inte kopplat till någon personlig information.
ta: இந்த குறைந்தபட்ச தரவு கூட உங்களை அடையாளம் காண முடியாது. உங்கள் Hash ID எந்த தனிப்பட்ட தகவலுடனும் இணைக்கப்படவில்லை.
te: ఈ కనిష్ట డేటా కూడా మిమ్మల్ని గుర్తించలేదు. మీ Hash ID ఏ వ్యక్తిగత సమాచారంతో అనుసంధానించబడలేదు.
th: แม้ข้อมูลน้อยนิดนี้ก็ไม่สามารถระบุตัวคุณได้ Hash ID ไม่เชื่อมโยงกับข้อมูลส่วนบุคคลใดๆ
tr: Bu minimum veriler bile sizi tanimlayamaz. Hash Kimliginiz hicbir kisisel bilgiye baglantilanmamistir.
ug: بۇ ئەڭ ئاز سانلىق مەلۇماتمۇ سىزنى پەرقلەندۈرەلمەيدۇ. Hash ID ڭىز ھېچقانداق شەخسىي ئۇچۇرغا باغلانمىغان.
uk: Навіть ці мінімальні дані не можуть вас ідентифікувати. Ваш Hash ID не пов'язаний з жодною особистою інформацією.
ur:  ฺฉู ุณ ฺฉู ฺูนุง ุจฺพ ุขูพ ฺฉ ุดูุงุฎุช ูฺบ ฺฉุฑ ุณฺฉุชุง ุขูพ ฺฉุง Hash ID ฺฉุณ ุฐุงุช ู ุนููู ุงุช ุณ ูฺบ ุฌฺุง

# secFooterTitle
source: Your privacy, your freedom
af: Jou privaatheid, jou vryheid
ar: خصوصيتك، حريتك
bg: Вашата поверителност, вашата свобода
bn: আপনার গোপনীয়তা, আপনার স্বাধীনতা
ca: La teva privacitat, la teva llibertat
cs: Tvoje soukromi, tvoje svoboda
da: Dit privatliv, din frihed
de: Deine Privatsphäre, deine Freiheit
el: Η ιδιωτικότητά σας, η ελευθερία σας
es: Tu privacidad, tu libertad
et: Teie privaatsus, teie vabadus
eu: Zure pribatutasuna, zure askatasuna
fa: حریم خصوصی شما، آزادی شما
fi: Yksityisyytesi, vapautesi
fil: Ang iyong privacy, ang iyong kalayaan
fr: Ta vie privée, ta liberté
ga: Do phriobhaideachas, do shaoirse
gl: A tua privacidade, a tua liberdade
gu: તમારી ગોપનીયતા, તમારી સ્વતંત્રતા
he: הפרטיות שלך, החופש שלך
hi: आपकी गोपनीयता, आपकी स्वतंत्रता
hr: Vasa privatnost, vasa sloboda
hu: Az Ön magánélete, az Ön szabadsága
id: Privasi Anda, kebebasan Anda
it: La tua privacy, la tua libertà
ja: あなたのプライバシー、あなたの自由
ka: თქვენი კონფიდენციალურობა, თქვენი თავისუფლება
kk: Құпиялылығыңыз, бостандығыңыз
km: ភាពឯកជនរបស់អ្នក សេរីភាពរបស់អ្នក
ky: Жашыруундугуңуз, эркиндигиңиз
mk: Вашата приватност, вашата слобода
mr: तुमची गोपनीयता, तुमचे स्वातंत्र्य
ms: Privasi anda, kebebasan anda
nb: Personvernet ditt, friheten din
nl: Jouw privacy, jouw vrijheid
pt_pt: A tua privacidade, a tua liberdade
ro: Confidentialitatea ta, libertatea ta
ru: Ваша конфиденциальность, ваша свобода
sk: Vase sukromie, vasa sloboda
sl: Vasa zasebnost, vasa svoboda
sq: Privatesia juaj, liria juaj
sr: Твоја приватност, твоја слобода
sv: Din integritet, din frihet
ta: உங்கள் தனியுரிமை, உங்கள் சுதந்திரம்
te: మీ గోప్యత, మీ స్వేచ్ఛ
th: ความเป็นส่วนตัว คือเสรีภาพของคุณ
tr: Gizliligin, ozgurlugun
ug: مەخپىيەتلىكىڭىز، ئەركىنلىكىڭىز
uk: Ваша конфіденційність, ваша свобода
ur: ุขูพ ฺฉ ุฑุงุฒุฏุงุฑุ ุขูพ ฺฉ ุขุฒุงุฏ

# secFooterDesc
source: Hash uses the same encryption technologies as the most demanding professional applications. Your messages are protected by mathematics, not by promises.
af: Hash gebruik dieselfde enkripsietegnologieë as die mees veeleisende professionele toepassings. Jou boodskappe word deur wiskunde beskerm, nie deur beloftes nie.
ar: يستخدم Hash نفس تقنيات التشفير المستخدمة في التطبيقات المهنية الأكثر تطلباً. رسائلك محمية بالرياضيات، وليس بالوعود.
bg: Hash използва същите технологии за криптиране като най-взискателните професионални приложения. Вашите съобщения са защитени от математика, не от обещания.
bn: Hash সবচেয়ে চাহিদাবহুল পেশাদার অ্যাপ্লিকেশনের মতো একই এনক্রিপশন প্রযুক্তি ব্যবহার করে। আপনার বার্তা গণিত দিয়ে সুরক্ষিত, প্রতিশ্রুতি দিয়ে নয়।
ca: Hash utilitza les mateixes tecnologies de xifrat que les aplicacions professionals més exigents. Els teus missatges estan protegits per les matemàtiques, no per promeses.
cs: Hash pouziva stejne sifrovaci technologie jako nejnarocnejsi profesionalni aplikace. Tvoje zpravy jsou chraneny matematikou, ne sliby.
da: Hash bruger de samme krypteringsteknologier som de mest krævende professionelle applikationer. Dine beskeder er beskyttet af matematik, ikke af løfter.
de: Hash verwendet die gleichen Verschlüsselungstechnologien wie die anspruchsvollsten professionellen Anwendungen. Deine Nachrichten sind durch Mathematik geschützt, nicht durch Versprechen.
el: Το Hash χρησιμοποιεί τις ίδιες τεχνολογίες κρυπτογράφησης με τις πιο απαιτητικές επαγγελματικές εφαρμογές. Τα μηνύματά σας προστατεύονται από μαθηματικά, όχι από υποσχέσεις.
es: Hash utiliza las mismas tecnologías de cifrado que las aplicaciones profesionales más exigentes. Tus mensajes están protegidos por las matemáticas, no por promesas.
et: Hash kasutab samu krüpteerimistehnoloogiaid, mis kõige nõudlikumad professionaalsed rakendused. Teie sõnumid on kaitstud matemaatikaga, mitte lubadustega.
eu: Hash-ek aplikazio profesional zorrotzenek erabiltzen dituzten enkriptazio-teknologia berak erabiltzen ditu. Zure mezuak matematikak babesten ditu, ez promesek.
fa: Hash از همان فناوری‌های رمزنگاری استفاده می‌کند که سخت‌گیرترین برنامه‌های حرفه‌ای. پیام‌های شما با ریاضیات محافظت می‌شوند، نه با وعده‌ها.
fi: Hash käyttää samoja salausteknologioita kuin vaativimmat ammattisovellukset. Viestisi ovat matematiikan suojaamia, eivät lupausten.
fil: Gumagamit ang Hash ng parehong mga encryption technology tulad ng mga pinakamahigpit na propesyonal na application. Protektado ang iyong mga mensahe ng matematika, hindi ng mga pangako.
fr: Hash utilise les mêmes technologies de chiffrement que les applications professionnelles les plus exigeantes. Tes messages sont protégés par les mathématiques, pas par des promesses.
ga: Usaideann Hash na teicneolaiochta criptithe ceanna le haipeanna gairmiula is eiliti. Ta do chuid teachtaireachtai cosanta ag an matamaitic, ni ag gealluinti.
gl: Hash usa as mesmas tecnoloxias de cifrado que as aplicacions profesionais mais esixentes. As tuas mensaxes estan protexidas polas matematicas, non por promesas.
gu: Hash સૌથી માંગ ધરાવતી વ્યાવસાયિક એપ્લિકેશનો જેવી જ એન્ક્રિપ્શન ટેકનોલોજીનો ઉપયોગ કરે છે. તમારા સંદેશાઓ ગણિત દ્વારા સુરક્ષિત છે, વચનો દ્વારા નહીં.
he: Hash משתמש באותן טכנולוגיות הצפנה כמו האפליקציות המקצועיות המחמירות ביותר. ההודעות שלך מוגנות על ידי מתמטיקה, לא על ידי הבטחות.
hi: Hash उन्हीं एन्क्रिप्शन तकनीकों का उपयोग करता है जो सबसे कठोर पेशेवर एप्लिकेशन करते हैं। आपके संदेश गणित द्वारा सुरक्षित हैं, वादों से नहीं।
hr: Hash koristi iste tehnologije enkripcije kao najzahtjevnije profesionalne aplikacije. Vase poruke su zasticene matematikom, a ne obecanjima.
hu: A Hash ugyanazokat a titkosítási technológiákat használja, mint a legigényesebb professzionális alkalmazások. Üzeneteit matematika védi, nem ígéretek.
id: Hash menggunakan teknologi enkripsi yang sama dengan aplikasi profesional paling menuntut. Pesan Anda dilindungi oleh matematika, bukan oleh janji.
it: Hash utilizza le stesse tecnologie di crittografia delle applicazioni professionali più esigenti. I tuoi messaggi sono protetti dalla matematica, non da promesse.
ja: Hash は最も要求の厳しいプロフェッショナルアプリケーションと同じ暗号化技術を使用しています。メッセージは約束ではなく数学で保護されています。
ka: Hash იყენებს იგივე დაშიფვრის ტექნოლოგიებს, რასაც ყველაზე მოთხოვნადი პროფესიონალური აპლიკაციები. თქვენი შეტყობინებები მათემატიკით არის დაცული, არა დაპირებებით.
kk: Hash ең талапшыл кәсіби қосымшалармен бірдей шифрлау технологияларын қолданады. Хабарламаларыңыз математикамен қорғалған, уәделермен емес.
km: Hash ប្រើបច្ចេកវិទ្យាអ៊ិនគ្រីបដូចគ្នាជាមួយកម្មវិធីវិជ្ជាជីវៈដែលតម្រូវការខ្ពស់បំផុត។ សាររបស់អ្នកត្រូវបានការពារដោយគណិតវិទ្យា មិនមែនដោយការសន្យា។
ky: Hash эң талапчыл кесиптик колдонмолор сыяктуу шифрлөө технологияларын колдонот. Каттарыңыз математика менен корголгон, убадалар менен эмес.
mk: Hash ги користи истите технологии за енкрипција како најзаканувачките професионални апликации. Вашите пораки се заштитени со математика, не со ветувања.
mr: Hash सर्वात मागणी असलेल्या व्यावसायिक अॅप्लिकेशन्ससारख्याच एन्क्रिप्शन तंत्रज्ञानाचा वापर करते. तुमचे संदेश गणिताद्वारे संरक्षित आहेत, आश्वासनांद्वारे नाही.
ms: Hash menggunakan teknologi penyulitan yang sama seperti aplikasi profesional yang paling menuntut. Mesej anda dilindungi oleh matematik, bukan oleh janji.
nb: Hash bruker de samme krypteringsteknologiene som de mest krevende profesjonelle applikasjonene. Meldingene dine er beskyttet av matematikk, ikke av løfter.
nl: Hash gebruikt dezelfde versleutelingstechnologieën als de meest veeleisende professionele applicaties. Je berichten worden beschermd door wiskunde, niet door beloften.
pt_pt: O Hash utiliza as mesmas tecnologias de encriptacao que as aplicacoes profissionais mais exigentes. As tuas mensagens sao protegidas pela matematica, nao por promessas.
ro: Hash foloseste aceleasi tehnologii de criptare ca cele mai exigente aplicatii profesionale. Mesajele tale sunt protejate prin matematica, nu prin promisiuni.
ru: Hash использует те же технологии шифрования, что и самые требовательные профессиональные приложения. Ваши сообщения защищены математикой, а не обещаниями.
sk: Hash pouziva rovnake sifrovacie technologie ako najnarocnejsie profesionalne aplikacie. Vase spravy su chranene matematikou, nie slubmi.
sl: Hash uporablja enake tehnologije sifriranja kot najzahtevnejse profesionalne aplikacije. Vasa sporocila so zascitena z matematiko, ne z obljubami.
sq: Hash perdor te njejtat teknologji kriptimi si aplikacionet me profesionale me kerkuese. Mesazhet tuaja mbrohen nga matematika, jo nga premtime.
sr: Hash користи исте технологије шифровања као најзахтевније професионалне апликације. Твоје поруке су заштићене математиком, а не обећањима.
sv: Hash använder samma krypteringsteknologier som de mest krävande professionella applikationerna. Dina meddelanden skyddas av matematik, inte av löften.
ta: Hash மிகவும் கோரும் தொழில்முறை பயன்பாடுகளின் அதே குறியாக்க தொழில்நுட்பங்களைப் பயன்படுத்துகிறது. உங்கள் செய்திகள் கணிதத்தால் பாதுகாக்கப்படுகின்றன, வாக்குறுதிகளால் அல்ல.
te: Hash అత్యంత డిమాండింగ్ వృత్తిపరమైన అప్లికేషన్‌ల వలే అదే ఎన్‌క్రిప్షన్ సాంకేతికతలను ఉపయోగిస్తుంది. మీ సందేశాలు గణితశాస్త్రం ద్వారా రక్షించబడతాయి, వాగ్దానాల ద్వారా కాదు.
th: Hash ใช้เทคโนโลยีเข้ารหัสเดียวกับแอปมืออาชีพที่เข้มงวดที่สุด ข้อความของคุณปกป้องด้วยคณิตศาสตร์ ไม่ใช่คำสัญญา
tr: Hash, en titiz profesyonel uygulamalarla ayni sifreleme teknolojilerini kullanir. Mesajlariniz vaatlerle degil, matematikle korunur.
ug: Hash ئەڭ تەلەپچان كەسپىي پروگراممىلار بىلەن ئوخشاش شىفىرلاش تېخنىكىلىرىنى ئىشلىتىدۇ. ئۇچۇرلىرىڭىز ماتېماتىكا بىلەن قوغدالغان، ۋەدە بىلەن ئەمەس.
uk: Hash використовує ті самі технології шифрування, що й найвимогливіші професійні додатки. Ваші повідомлення захищені математикою, а не обіцянками.
ur: Hash ุงู ุงูฺฉุฑูพุดู ูนฺฉูุงููุฌุฒ ฺฉุง ุงุณุชุนู ุงู ฺฉุฑุชุง  ุฌู ุณุจ ุณ ุฒุงุฏ ู ุทุงูุจ ฺฉุฑู ูุงู ูพุด ูุฑุงู ุงูพูฺฉุดูุฒ ุงุณุชุนู ุงู ฺฉุฑุช ฺบ ุขูพ ฺฉ ูพุบุงู ุงุช ุฑุงุถ ุณ ู ุญููุธ ฺบุ ูุนุฏูฺบ ุณ ูฺบ

source: Send sound
fr: Son d'envoi

# sendSoundSubtitle
source: Play a sound when sending a message
fr: Jouer un son à l'envoi d'un message

source: App icon
fr: Icône de l'app

# appIconSubtitle
source: Change the app icon
fr: Changer l'icône de l'app

source: Notifying contacts...
fr: Notification des contacts...

source: Deleting account...
fr: Suppression du compte...

# appTagline
source: Zero Trace. Zero Compromise.
af: Geen spoor. Geen kompromie.
ar: بدون أثر. بدون تنازل.
bg: Нулева следа. Нулев компромис.
bn: কোনো চিহ্ন নেই। কোনো আপস নেই।
ca: Zero rastre. Zero compromís.
da: Nul spor. Nul kompromis.
de: Keine Spuren. Keine Kompromisse.
el: Kανένα ίχνος. Κανένας συμβιβασμός.
es: Cero Rastro. Cero Compromiso.
et: Jälgi null. Kompromissi null.
eu: Arrastorik zero. Konpromisorik zero.
fa: بدون ردپا. بدون سازش.
fi: Ei jälkiä. Ei kompromisseja.
fil: Walang Bakas. Walang Kompromiso.
gu: શૂન્ય નિશાન. શૂન્ય સમાધાન.
he: אפס עקבות. אפס פשרות.
hr: Nula tragova. Nula kompromisa.
hu: Nulla nyom. Nulla kompromisszum.
id: Tanpa Jejak. Tanpa Kompromi.
it: Zero Tracce. Zero Compromessi.
ja: 痕跡ゼロ。妥協ゼロ。
ka: ნულოვანი კვალი. ნულოვანი კომპრომისი.
km: គ្មានដាន។ គ្មានការសម្រុះសម្រួល។
ky: Из жок. Компромисс жок.
mk: Без трага. Без компромис.
mr: कोणताही मागोवा नाही. कोणतीही तडजोड नाही.
ms: Tiada Jejak. Tiada Kompromi.
nb: Null spor. Null kompromiss.
nl: Geen spoor. Geen compromis.
pt_pt: Zero Rasto. Zero Compromisso.
ro: Zero urme. Zero compromisuri.
ru: Ноль следов. Ноль компромиссов.
sk: Nulova stopa. Nulovy kompromis.
sl: Brez sledi. Brez kompromisov.
sq: Zero gjurme. Zero kompromis.
sr: Нула трагова. Нула компромиса.
sv: Inga spår. Inga kompromisser.
ta: தடமில்லை. சமரசமில்லை.
te: ఎలాంటి జాడ లేదు. ఎలాంటి రాజీ లేదు.
th: ไร้ร่องรอย ไร้การประนีประนอม
tr: Sifir Iz. Sifir Taviz.
ug: ئىز قالدۇرمايدۇ. تاۋۇر بەرمەيدۇ.
uk: Жодних слідів. Жодних компромісів.
ur: ฺฉูุฆ ูุดุงู ูฺบ ฺฉูุฆ ุณู ุฌฺพูุชุง ูฺบ

# conversations
source: Chats
af: Geselsies
ar: الدردشات
bg: Чатове
bn: চ্যাট
ca: Xats
cs: Chaty
el: Συνομιλίες
et: Vestlused
eu: Txatak
fa: گفتگوها
fi: Keskustelut
fil: Mga Chat
ga: Comhraite
gu: ચેટ્સ
he: צ'אטים
hi: चैट
hr: Razgovori
hu: Beszélgetések
id: Obrolan
it: Chat
ja: チャット
ka: ჩატები
kk: Чаттар
km: ការជជែក
ky: Чаттар
mk: Разговори
mr: चॅट्स
ms: Sembang
nb: Chatter
pt_pt: Conversas
ro: Conversatii
ru: Чаты
sk: Konverzacie
sl: Pogovori
sq: Bisedat
sr: Четови
sv: Chattar
ta: உரையாடல்கள்
te: చాట్‌లు
th: แชท
tr: Sohbetler
ug: پاراڭلار
uk: Чати
ur: ฺูนุณ

source: Contacts
af: Kontakte
ar: جهات الاتصال
bg: Контакти
bn: পরিচিতি
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
et: Kontaktid
eu: Kontaktuak
fa: مخاطبین
fi: Yhteystiedot
fil: Mga Kontak
ga: Teagmhalaithe
gl: Contactos
gu: સંપર્કો
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Névjegyek
id: Kontak
it: Contatti
ja: 連絡先
ka: კონტაქტები
kk: Контактілер
km: ទំនាក់ទំនង
ky: Контакттар
mk: Контакти
mr: संपर्क
ms: Kenalan
nb: Kontakter
nl: Contacten
pt_pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sl: Stiki
sq: Kontaktet
sr: Контакти
sv: Kontakter
ta: தொடர்புகள்
te: పరిచయాలు
th: รายชื่อ
tr: Kisiler
ug: ئالاقىداشلار
uk: Контакти
ur: ุฑุงุจุท

source: Notifications
af: Kennisgewings
ar: الإشعارات
bg: Известия
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Oznameni
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
et: Teavitused
eu: Jakinarazpenak
fa: اعلان‌ها
fi: Ilmoitukset
fil: Mga Notipikasyon
ga: Fograi
gl: Notificacions
gu: સૂચનાઓ
he: התראות
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
ka: შეტყობინებები
kk: Хабарландырулар
km: ការជូនដំណឹង
ky: Билдирмелер
mk: Известувања
mr: सूचना
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pt_pt: Notificacoes
ro: Notificari
ru: Уведомления
sk: Notifikacie
sl: Obvestila
sq: Njoftimet
sr: Обавештења
sv: Aviseringar
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
th: การแจ้งเตือน
tr: Bildirimler
ug: ئۇقتۇرۇشلار
uk: Сповіщення
ur: ุงุทูุงุนุงุช

source: Messages
af: Boodskappe
ar: الرسائل
bg: Съобщения
bn: বার্তা
ca: Missatges
cs: Zpravy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
et: Sõnumid
eu: Mezuak
fa: پیام‌ها
fi: Viestit
fil: Mga Mensahe
ga: Teachtaireachtai
gl: Mensaxes
gu: સંદેશાઓ
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
ka: შეტყობინებები
kk: Хабарламалар
km: សារ
ky: Каттар
mk: Пораки
mr: संदेश
ms: Mesej
nb: Meldinger
nl: Berichten
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Spravy
sl: Sporocila
sq: Mesazhet
sr: Поруке
sv: Meddelanden
ta: செய்திகள்
te: సందేశాలు
th: ข้อความ
tr: Mesajlar
ug: ئۇچۇرلار
uk: Повідомлення
ur: ูพุบุงู ุงุช

source: Vibration
af: Vibrasie
ar: الاهتزاز
bg: Вибрация
bn: কম্পন
ca: Vibració
cs: Vibrace
el: Δόνηση
es: Vibración
et: Vibratsioon
eu: Bibrazioa
fa: لرزش
fi: Värinä
fil: Vibrasyon
ga: Critheadh
gl: Vibracion
gu: વાઇબ્રેશન
he: רטט
hi: कंपन
hr: Vibracija
hu: Rezgés
id: Getaran
it: Vibrazione
ja: バイブレーション
ka: ვიბრაცია
kk: Діріл
km: រំញ័រ
ky: Титирөө
mk: Вибрација
mr: कंपन
ms: Getaran
nb: Vibrasjon
nl: Trillen
pt_pt: Vibracao
ro: Vibratie
ru: Вибрация
sk: Vibracie
sl: Vibracija
sq: Dridhja
sr: Вибрација
ta: அதிர்வு
te: వైబ్రేషన్
th: การสั่น
tr: Titresim
ug: تىترەش
uk: Вібрація
ur: ฺฉู ูพู

# autoLockMinute
source: 1 minute
af: 1 minuut
ar: دقيقة واحدة
bg: 1 минута
bn: ১ মিনিট
ca: 1 minut
cs: 1 minuta
da: 1 minut
el: 1 λεπτό
es: 1 minuto
et: 1 minut
eu: Minutu 1
fa: ۱ دقیقه
fi: 1 minuutti
fil: 1 minuto
ga: 1 noimead
gl: 1 minuto
gu: 1 મિનિટ
he: דקה אחת
hi: 1 मिनट
hr: 1 minuta
hu: 1 perc
id: 1 menit
it: 1 minuto
ja: 1分
ka: 1 წუთი
kk: 1 минут
km: ១ នាទី
ky: 1 мүнөт
mk: 1 минута
mr: 1 मिनिट
ms: 1 minit
nb: 1 minutt
nl: 1 minuut
pt_pt: 1 minuto
ro: 1 minut
ru: 1 минута
sk: 1 minuta
sl: 1 minuta
sr: 1 минут
sv: 1 minut
ta: 1 நிமிடம்
te: 1 నిమిషం
th: 1 นาที
tr: 1 dakika
ug: 1 مىنۇت
uk: 1 хвилина
ur: 1 ู ููน

# autoLockMinutes
source: {count} minutes
af: {count} minute
ar: {count} دقائق
bg: {count} минути
bn: {count} মিনিট
ca: {count} minuts
cs: {count} minut
da: {count} minutter
de: {count} Minuten
el: {count} λεπτά
es: {count} minutos
et: {count} minutit
eu: {count} minutu
fa: {count} دقیقه
fi: {count} minuuttia
fil: {count} minuto
ga: {count} noimead
gl: {count} minutos
gu: {count} મિનિટ
he: {count} דקות
hi: {count} मिनट
hr: {count} minuta
hu: {count} perc
id: {count} menit
it: {count} minuti
ja: {count}分
ka: {count} წუთი
kk: {count} минут
km: {count} នាទី
ky: {count} мүнөт
mk: {count} минути
mr: {count} मिनिटे
ms: {count} minit
nb: {count} minutter
nl: {count} minuten
pt_pt: {count} minutos
ro: {count} minute
ru: {count} минут
sk: {count} minut
sl: {count} minut
sq: {count} minuta
sr: {count} минута
sv: {count} minuter
ta: {count} நிமிடங்கள்
te: {count} నిమిషాలు
th: {count} นาที
tr: {count} dakika
ug: {count} مىنۇت
uk: {count} хвилин
ur: {count} ู ููน

# vashDeleteContactsOption
source: Contacts
af: Kontakte
ar: جهات الاتصال
bg: Контакти
bn: পরিচিতি
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
et: Kontaktid
eu: Kontaktuak
fa: مخاطبین
fi: Yhteystiedot
fil: Mga Kontak
ga: Teagmhalacha
gl: Contactos
gu: સંપર્કો
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Névjegyek
id: Kontak
it: Contatti
ja: 連絡先
ka: კონტაქტები
kk: Контактілер
km: ទំនាក់ទំនង
ky: Контакттар
mk: Контакти
mr: संपर्क
ms: Kenalan
nb: Kontakter
nl: Contacten
pt_pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sl: Stiki
sq: Kontaktet
sr: Контакти
sv: Kontakter
ta: தொடர்புகள்
te: పరిచయాలు
th: ผู้ติดต่อ
tr: Kisiler
ug: ئالاقىداشلار
uk: Контакти
ur: ุฑุงุจุท
