Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# onboardingTitle4
source: Your security
af: Jou sekuriteit
ar: أمانك
bg: Вашата сигурност
bn: আপনার নিরাপত্তা
ca: La teva seguretat
cs: Vase zabezpeceni
da: Din sikkerhed
de: Deine Sicherheit
el: Η ασφάλειά σας
es: Tu seguridad
et: Teie turvalisus
eu: Zure segurtasuna
fa: امنیت شما
fi: Turvallisuutesi
fil: Ang iyong seguridad
fr: Votre sécurité
ga: Do shlandail
gl: A tua seguridade
gu: તમારી સુરક્ષા
he: האבטחה שלך
hi: आपकी सुरक्षा
hr: Vasa sigurnost
hu: Az Ön biztonsága
id: Keamanan Anda
it: La tua sicurezza
ja: あなたのセキュリティ
ka: თქვენი უსაფრთხოება
kk: Сіздің қауіпсіздігіңіз
km: សុវត្ថិភាពរបស់អ្នក
ky: Сиздин коопсуздугуңуз
mk: Вашата безбедност
mr: तुमची सुरक्षा
ms: Keselamatan anda
nb: Din sikkerhet
nl: Jouw beveiliging
pt_pt: A sua seguranca
ro: Securitatea ta
ru: Ваша безопасность
sk: Vasa bezpecnost
sl: Vasa varnost
sq: Siguria juaj
sr: Ваша безбедност
sv: Din säkerhet
ta: உங்கள் பாதுகாப்பு
te: మీ భద్రత
th: ความปลอดภัยของคุณ
tr: Guvenliginiz
ug: بىخەتەرلىكىڭىز
uk: Ваша безпека
ur: ุขูพ ฺฉ ุณฺฉูุฑูน

# onboardingSubtitle4
source: PIN code, Vash Mode and recovery phrase
af: PIN-kode, Vash-modus en herstelfrase
ar: رمز PIN، وضع Vash وعبارة الاسترداد
bg: PIN код, Режим Vash и фраза за възстановяване
bn: PIN কোড, Vash মোড এবং পুনরুদ্ধার বাক্যাংশ
ca: Codi PIN, Mode Vash i frase de recuperació
cs: PIN kod, Rezim Vash a fraze pro obnoveni
da: PIN-kode, Vash-tilstand og gendannelsesfrase
de: PIN-Code, Vash-Modus und Wiederherstellungsphrase
el: Κωδικός PIN, λειτουργία Vash και φράση ανάκτησης
es: Código PIN, Modo Vash y frase de recuperación
et: PIN-kood, Vash režiim ja taastefraas
eu: PIN kodea, Vash modua eta berreskuratze-esaldia
fa: کد PIN، حالت Vash و عبارت بازیابی
fi: PIN-koodi, Vash-tila ja palautuslause
fil: PIN code, Vash Mode at recovery phrase
fr: Code PIN, Mode Vash et phrase de récupération
ga: Cod PIN, Modh Vash agus frasa aisghabhala
gl: Codigo PIN, Modo Vash e frase de recuperacion
gu: PIN કોડ, Vash મોડ અને રિકવરી ફ્રેઝ
he: קוד PIN, מצב Vash וביטוי שחזור
hi: PIN कोड, Vash मोड और रिकवरी वाक्यांश
hr: PIN kod, Vash nacin i fraza za oporavak
hu: PIN kód, Vash mód és helyreállítási kifejezés
id: Kode PIN, Mode Vash, dan frasa pemulihan
it: Codice PIN, Modalità Vash e frase di recupero
ja: PIN コード、Vash モード、リカバリフレーズ
ka: PIN კოდი, Vash რეჟიმი და აღდგენის ფრაზა
kk: PIN код, Vash режимі және қалпына келтіру фразасы
km: លេខកូដ PIN, មុខងារ Vash និងឃ្លាសង្គ្រោះ
ky: PIN код, Vash режими жана калыбына келтирүү фразасы
mk: PIN код, Vash режим и фраза за обновување
mr: PIN कोड, Vash मोड आणि रिकव्हरी वाक्यांश
ms: Kod PIN, Mod Vash dan frasa pemulihan
nb: PIN-kode, Vash-modus og gjenopprettingsfrase
nl: PIN-code, Vash-modus en herstelfrase
pt_pt: Codigo PIN, Modo Vash e frase de recuperacao
ro: Cod PIN, Mod Vash si fraza de recuperare
ru: PIN-код, режим Vash и фраза восстановления
sk: PIN kod, rezim Vash a fraza na obnovenie
sl: PIN koda, nacin Vash in obnovitvena fraza
sq: Kodi PIN, modaliteti Vash dhe fraza e rikuperimit
sr: PIN код, Vash режим и фраза за опоравак
sv: PIN-kod, Vash-läge och återställningsfras
ta: PIN குறியீடு, Vash பயன்முறை மற்றும் மீட்பு சொற்றொடர்
te: PIN కోడ్, Vash మోడ్ మరియు రికవరీ ఫ్రేజ్
th: รหัส PIN, โหมด Vash และวลีกู้คืน
tr: PIN kodu, Vash Modu ve kurtarma ifadesi
ug: PIN كود، Vash ھالىتى ۋە ئەسلىگە كەلتۈرۈش ئىبارىسى
uk: PIN-код, режим Vash та фраза відновлення
ur: PIN ฺฉูฺุ Vash ู ูฺ ุงูุฑ ุจุงุฒุงุจ ุฌู ู

source: Get Started
af: Begin
ar: ابدأ
bg: Започнете
bn: শুরু করুন
ca: Començar
cs: Zacit
da: Kom i gang
de: Los geht's
el: Ξεκινήστε
es: Comenzar
et: Alusta
eu: Hasi
fa: شروع کنید
fi: Aloita
fil: Magsimula
fr: Commencer
ga: Tosu
gl: Comezar
gu: શરૂ કરો
he: התחל
hi: शुरू करें
hr: Pocnite
hu: Kezdjük
id: Mulai
it: Inizia
ja: 始める
ka: დაწყება
kk: Бастау
km: ចាប់ផ្តើម
ky: Баштоо
mk: Започни
mr: सुरू करा
ms: Mula
nb: Kom i gang
nl: Aan de slag
pt_pt: Comecar
ro: Incepe
ru: Начать
sk: Zacat
sl: Zacni
sq: Fillo
sr: Започни
sv: Kom igång
ta: தொடங்கு
te: ప్రారంభించు
th: เริ่มต้น
tr: Basla
ug: باشلاش
uk: Почати
ur: ุดุฑูุน ฺฉุฑฺบ

source: Next
af: Volgende
ar: التالي
bg: Напред
bn: পরবর্তী
ca: Següent
cs: Dalsi
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Järgmine
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fil: Susunod
fr: Suivant
ga: Ar aghaidh
gl: Seguinte
gu: આગળ
he: הבא
hi: अगला
hr: Dalje
hu: Következő
id: Selanjutnya
it: Avanti
ja: 次へ
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
ky: Кийинки
mk: Следно
mr: पुढे
ms: Seterusnya
nb: Neste
nl: Volgende
pt_pt: Seguinte
ro: Urmatorul
ru: Далее
sk: Dalej
sl: Naprej
sq: Vazhdo
sr: Даље
sv: Nästa
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tr: Ileri
ug: كېيىنكى
uk: Далі
ur: ุงฺฏูุง

source: Skip
af: Slaan oor
ar: تخطي
bg: Пропускане
bn: এড়িয়ে যান
ca: Saltar
cs: Preskocit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
et: Jäta vahele
eu: Saltatu
fa: رد شدن
fi: Ohita
fil: Laktawan
fr: Passer
ga: Sceip
gl: Saltar
gu: છોડો
he: דלג
hi: छोड़ें
hr: Preskoci
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ka: გამოტოვება
kk: Өткізіп жіберу
km: រំលង
ky: Өткөрүп жиберүү
mk: Прескокни
mr: वगळा
ms: Langkau
nb: Hopp over
nl: Overslaan
pt_pt: Saltar
ro: Sari
ru: Пропустить
sk: Preskocit
sl: Preskoci
sq: Kalo
sr: Прескочи
sv: Hoppa över
ta: தவிர்
te: దాటవేయి
th: ข้าม
tr: Atla
ug: ئاتلاش
uk: Пропустити
ur: ฺฺพูฺฺบ

# alreadyHaveAccount
source: I already have an account
af: Ek het reeds 'n rekening
ar: لدي حساب بالفعل
bg: Вече имам акаунт
bn: আমার ইতিমধ্যে একটি অ্যাকাউন্ট আছে
ca: Ja tinc un compte
cs: Jiz mam ucet
da: Jeg har allerede en konto
de: Ich habe bereits ein Konto
el: Έχω ήδη λογαριασμό
es: Ya tengo una cuenta
et: Mul on juba konto
eu: Dagoeneko kontua daukat
fa: قبلاً حساب دارم
fi: Minulla on jo tili
fil: Mayroon na akong account
fr: J'ai déjà un compte
ga: Ta cuntas agam cheana
gl: Xa teno unha conta
gu: મારી પાસે પહેલેથી એકાઉન્ટ છે
he: כבר יש לי חשבון
hi: मेरा पहले से खाता है
hr: Vec imam racun
hu: Már van fiókom
id: Saya sudah memiliki akun
it: Ho già un account
ja: アカウントをお持ちです
ka: უკვე მაქვს ანგარიში
kk: Менің аккаунтым бар
km: ខ្ញុំមានគណនីរួចហើយ
ky: Менде аккаунт бар
mk: Веќе имам сметка
mr: माझ्याकडे आधीच खाते आहे
ms: Saya sudah mempunyai akaun
nb: Jeg har allerede en konto
nl: Ik heb al een account
pt_pt: Ja tenho uma conta
ro: Am deja un cont
ru: У меня уже есть аккаунт
sk: Uz mam ucet
sl: Že imam racun
sq: Kam tashme nje llogari
sr: Већ имам налог
sv: Jag har redan ett konto
ta: ஏற்கனவே கணக்கு உள்ளது
te: నాకు ఇప్పటికే ఖాతా ఉంది
th: ฉันมีบัญชีแล้ว
tr: Zaten bir hesabim var
ug: ھېساباتىم بار
uk: У мене вже є обліковий запис
ur: ู ุฑุง ูพู ุณ ุงฺฉุงุคููน 

source: Transfer my account
af: Dra my rekening oor
ar: نقل حسابي
bg: Прехвърляне на акаунта ми
bn: আমার অ্যাকাউন্ট স্থানান্তর করুন
ca: Transferir el meu compte
cs: Prevest muj ucet
da: Overfør min konto
de: Mein Konto übertragen
el: Μεταφορά του λογαριασμού μου
es: Transferir mi cuenta
et: Kanna minu konto üle
eu: Transferitu nire kontua
fa: انتقال حساب من
fi: Siirrä tilini
fil: Ilipat ang aking account
fr: Transférer mon compte
ga: Aistrigh mo chuntas
gl: Transferir a mina conta
gu: મારું એકાઉન્ટ ટ્રાન્સફર કરો
he: העבר את החשבון שלי
hi: मेरा खाता ट्रांसफर करें
hr: Prenesi moj racun
hu: Fiókom áthelyezése
id: Transfer akun saya
it: Trasferisci il mio account
ja: アカウントを移行
ka: ჩემი ანგარიშის გადატანა
kk: Аккаунтымды тасымалдау
km: ផ្ទេរគណនីរបស់ខ្ញុំ
ky: Аккаунтумду өткөрүү
mk: Пренеси ја мојата сметка
mr: माझे खाते हस्तांतरित करा
ms: Pindahkan akaun saya
nb: Overfør kontoen min
nl: Mijn account overzetten
pt_pt: Transferir a minha conta
ro: Transfera contul meu
ru: Перенести мой аккаунт
sk: Preniest moj ucet
sl: Prenesi moj racun
sq: Transfero llogarise time
sr: Пренеси мој налог
sv: Överför mitt konto
ta: எனது கணக்கை மாற்று
te: నా ఖాతాను బదిలీ చేయి
th: โอนบัญชีของฉัน
tr: Hesabimi aktar
ug: ھېساباتىمنى يۆتكەش
uk: Перенести мій обліковий запис
ur: ุงูพูุง ุงฺฉุงุคููน ู ูุชูู ฺฉุฑฺบ

# createPin
source: Create a PIN code
af: Skep 'n PIN-kode
ar: إنشاء رمز PIN
bg: Създайте PIN код
bn: একটি PIN কোড তৈরি করুন
ca: Crea un codi PIN
cs: Vytvorit PIN kod
da: Opret en PIN-kode
de: PIN-Code erstellen
el: Δημιουργία κωδικού PIN
es: Crear un código PIN
et: Loo PIN-kood
eu: Sortu PIN kodea
fa: ایجاد کد PIN
fi: Luo PIN-koodi
fil: Gumawa ng PIN code
fr: Créer un code PIN
ga: Cruthaigh cod PIN
gl: Crear un codigo PIN
gu: PIN કોડ બનાવો
he: צור קוד PIN
hi: PIN कोड बनाएं
hr: Kreirajte PIN kod
hu: PIN kód létrehozása
id: Buat kode PIN
it: Crea un codice PIN
ja: PIN コードを作成
ka: PIN კოდის შექმნა
kk: PIN код жасау
km: បង្កើតលេខកូដ PIN
ky: PIN код түзүү
mk: Креирај PIN код
mr: PIN कोड तयार करा
ms: Buat kod PIN
nb: Opprett en PIN-kode
nl: Maak een PIN-code aan
pt_pt: Criar um codigo PIN
ro: Creeaza un cod PIN
ru: Создайте PIN-код
sk: Vytvorte PIN kod
sl: Ustvarite PIN kodo
sq: Krijo nje kod PIN
sr: Направи PIN код
sv: Skapa en PIN-kod
ta: PIN குறியீட்டை உருவாக்கு
te: PIN కోడ్ సృష్టించు
th: สร้างรหัส PIN
tr: Bir PIN kodu olusturun
ug: PIN كود قۇرۇش
uk: Створити PIN-код
ur: PIN ฺฉูฺ ุจูุงุฆฺบ

# createPinSubtitle
source: This code will protect access to your app
af: Hierdie kode sal toegang tot jou app beskerm
ar: سيحمي هذا الرمز الوصول إلى تطبيقك
bg: Този код ще защитава достъпа до вашето приложение
bn: এই কোড আপনার অ্যাপে প্রবেশ রক্ষা করবে
ca: Aquest codi protegirà l'accés a la teva aplicació
cs: Tento kod bude chranit pristup k vasi aplikaci
da: Denne kode vil beskytte adgangen til din app
de: Dieser Code schützt den Zugang zu deiner App
el: Αυτός ο κωδικός θα προστατεύει την πρόσβαση στην εφαρμογή σας
es: Este código protegerá el acceso a tu app
et: See kood kaitseb juurdepääsu teie rakendusele
eu: Kode honek zure aplikaziorako sarbidea babestuko du
fa: این کد از دسترسی به برنامه شما محافظت می‌کند
fi: Tämä koodi suojaa pääsyn sovellukseesi
fil: Poprotektahan ng code na ito ang access sa iyong app
fr: Ce code protégera l'accès à votre application
ga: Cosnaionn an cod seo rochtain ar d'aip
gl: Este codigo protexera o acceso a tua aplicacion
gu: આ કોડ તમારી એપ્લિકેશનની ઍક્સેસ સુરક્ષિત કરશે
he: קוד זה יגן על הגישה לאפליקציה שלך
hi: यह कोड आपके ऐप की पहुंच की सुरक्षा करेगा
hr: Ovaj kod ce stititi pristup vasoj aplikaciji
hu: Ez a kód védi az alkalmazás hozzáférését
id: Kode ini akan melindungi akses ke aplikasi Anda
it: Questo codice proteggerà l'accesso alla tua app
ja: このコードでアプリへのアクセスを保護します
ka: ეს კოდი დაიცავს თქვენი აპის წვდომას
kk: Бұл код қосымшаңызға кіруді қорғайды
km: លេខកូដនេះនឹងការពារការចូលប្រើកម្មវិធីរបស់អ្នក
ky: Бул код колдонмоңузга кирүүнү коргойт
mk: Овој код ќе го заштити пристапот до вашата апликација
mr: हा कोड तुमच्या अॅपच्या प्रवेशाचे संरक्षण करेल
ms: Kod ini akan melindungi akses ke aplikasi anda
nb: Denne koden beskytter tilgangen til appen din
nl: Deze code beschermt de toegang tot je app
pt_pt: Este codigo protegera o acesso a sua aplicacao
ro: Acest cod va proteja accesul la aplicatia ta
ru: Этот код защитит доступ к вашему приложению
sk: Tento kod bude chranit pristup k vasej aplikacii
sl: Ta koda bo scitila dostop do vase aplikacije
sq: Ky kod do te mbroje aksesin ne aplikacionin tuaj
sr: Овај код ће штитити приступ вашој апликацији
sv: Denna kod skyddar åtkomsten till din app
ta: இந்தக் குறியீடு உங்கள் செயலி அணுகலைப் பாதுகாக்கும்
te: ఈ కోడ్ మీ యాప్‌కు ప్రవేశాన్ని రక్షిస్తుంది
th: รหัสนี้จะปกป้องการเข้าถึงแอปของคุณ
tr: Bu kod uygulamaniza erisimi koruyacaktir
ug: بۇ كود ئەپنىڭ كىرىشىنى قوغدايدۇ
uk: Цей код захистить доступ до вашого додатку
ur:  ฺฉูฺ ุขูพ ฺฉ ุงูพ ุชฺฉ ุฑุณุงุฆ ฺฉ ุญูุงุธุช ฺฉุฑ ฺฏุง

# confirmYourPin
source: Confirm your PIN code
af: Bevestig jou PIN-kode
ar: تأكيد رمز PIN
bg: Потвърдете вашия PIN код
bn: আপনার PIN কোড নিশ্চিত করুন
ca: Confirma el teu codi PIN
cs: Potvrdte svuj PIN kod
da: Bekræft din PIN-kode
de: Bestätige deinen PIN-Code
el: Επιβεβαιώστε τον κωδικό PIN σας
es: Confirma tu código PIN
et: Kinnitage oma PIN-kood
eu: Berretsi zure PIN kodea
fa: تأیید کد PIN
fi: Vahvista PIN-koodisi
fil: Kumpirmahin ang iyong PIN code
fr: Confirmez votre code PIN
ga: Deimhnigh do chod PIN
gl: Confirma o teu codigo PIN
gu: તમારો PIN કોડ કન્ફર્મ કરો
he: אשר את קוד ה-PIN שלך
hi: अपने PIN कोड की पुष्टि करें
hr: Potvrdite svoj PIN kod
hu: PIN kód megerősítése
id: Konfirmasi kode PIN Anda
it: Conferma il tuo codice PIN
ja: PIN コードを確認
ka: დაადასტურეთ PIN კოდი
kk: PIN кодыңызды растаңыз
km: បញ្ជាក់លេខកូដ PIN របស់អ្នក
ky: PIN кодуңузду ырастаңыз
mk: Потврдете го вашиот PIN код
mr: तुमचा PIN कोड पुष्टी करा
ms: Sahkan kod PIN anda
nb: Bekreft PIN-koden din
nl: Bevestig je PIN-code
pt_pt: Confirme o seu codigo PIN
ro: Confirma codul tau PIN
ru: Подтвердите ваш PIN-код
sk: Potvrdte vas PIN kod
sl: Potrdite svojo PIN kodo
sq: Konfirmo kodin tuaj PIN
sr: Потврди свој PIN код
sv: Bekräfta din PIN-kod
ta: உங்கள் PIN குறியீட்டை உறுதிசெய்யுங்கள்
te: మీ PIN కోడ్‌ను నిర్ధారించండి
th: ยืนยันรหัส PIN
tr: PIN kodunuzu onaylayin
ug: PIN كودىڭىزنى جەزملەڭ
uk: Підтвердіть ваш PIN-код
ur: ุงูพู PIN ฺฉูฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

# confirmPinSubtitle
source: Enter your PIN code again
af: Voer jou PIN-kode weer in
ar: أدخل رمز PIN مرة أخرى
bg: Въведете PIN кода си отново
bn: আবার আপনার PIN কোড দিন
ca: Torna a introduir el teu codi PIN
cs: Zadejte znovu svuj PIN kod
da: Indtast din PIN-kode igen
de: Gib deinen PIN-Code erneut ein
el: Εισάγετε ξανά τον κωδικό PIN σας
es: Introduce tu código PIN de nuevo
et: Sisestage oma PIN-kood uuesti
eu: Sartu berriro zure PIN kodea
fa: کد PIN خود را دوباره وارد کنید
fi: Syötä PIN-koodisi uudelleen
fil: Ilagay muli ang iyong PIN code
fr: Entrez à nouveau votre code PIN
ga: Cuir isteach do chod PIN aris
gl: Introduce o teu codigo PIN de novo
gu: તમારો PIN કોડ ફરીથી દાખલ કરો
he: הכנס שוב את קוד ה-PIN שלך
hi: अपना PIN कोड दोबारा दर्ज करें
hr: Unesite svoj PIN kod ponovo
hu: Adja meg újra a PIN kódját
id: Masukkan kode PIN Anda lagi
it: Inserisci nuovamente il tuo codice PIN
ja: PIN コードをもう一度入力してください
ka: კვლავ შეიყვანეთ PIN კოდი
kk: PIN кодыңызды қайта енгізіңіз
km: បញ្ចូលលេខកូដ PIN របស់អ្នកម្តងទៀត
ky: PIN кодуңузду кайра киргизиңиз
mk: Внесете го вашиот PIN код повторно
mr: तुमचा PIN कोड पुन्हा टाका
ms: Masukkan kod PIN anda sekali lagi
nb: Tast inn PIN-koden din igjen
nl: Voer je PIN-code opnieuw in
pt_pt: Introduza novamente o seu codigo PIN
ro: Introdu din nou codul tau PIN
ru: Введите PIN-код ещё раз
sk: Zadajte PIN kod znova
sl: Znova vnesite svojo PIN kodo
sq: Futni perseri kodin tuaj PIN
sr: Унесите поново свој PIN код
sv: Ange din PIN-kod igen
ta: உங்கள் PIN குறியீட்டை மீண்டும் உள்ளிடுங்கள்
te: మీ PIN కోడ్‌ను మళ్ళీ నమోదు చేయండి
th: ใส่รหัส PIN อีกครั้ง
tr: PIN kodunuzu tekrar girin
ug: PIN كودىڭىزنى قايتا كىرگۈزۈڭ
uk: Введіть ваш PIN-код ще раз
ur: ุงูพูุง PIN ฺฉูฺ ุฏูุจุงุฑ ุฏุฑุฌ ฺฉุฑฺบ

# saveRecoveryPhrase
source: Recovery phrase
af: Herstelfrase
ar: عبارة الاسترداد
bg: Фраза за възстановяване
bn: পুনরুদ্ধার বাক্যাংশ
ca: Frase de recuperació
cs: Fraze pro obnoveni
da: Gendannelsesfrase
de: Wiederherstellungsphrase
el: Φράση ανάκτησης
es: Frase de recuperación
et: Taastefraas
eu: Berreskuratze-esaldia
fa: عبارت بازیابی
fi: Palautuslause
fr: Phrase de récupération
ga: Frasa aisghabhala
gl: Frase de recuperacion
gu: રિકવરી ફ્રેઝ
he: ביטוי שחזור
hi: रिकवरी वाक्यांश
hr: Fraza za oporavak
hu: Helyreállítási kifejezés
id: Frasa pemulihan
it: Frase di recupero
ja: リカバリフレーズ
ka: აღდგენის ფრაზა
kk: Қалпына келтіру фразасы
km: ឃ្លាសង្គ្រោះ
ky: Калыбына келтирүү фразасы
mk: Фраза за обновување
mr: रिकव्हरी वाक्यांश
ms: Frasa pemulihan
nb: Gjenopprettingsfrase
nl: Herstelfrase
pt_pt: Frase de recuperacao
ro: Fraza de recuperare
ru: Фраза восстановления
sk: Fraza na obnovenie
sl: Obnovitvena fraza
sq: Fraza e rikuperimit
sr: Фраза за опоравак
sv: Återställningsfras
ta: மீட்பு சொற்றொடர்
te: రికవరీ ఫ్రేజ్
th: วลีกู้คืน
tr: Kurtarma ifadesi
ug: ئەسلىگە كەلتۈرۈش ئىبارىسى
uk: Фраза відновлення
ur: ุจุงุฒุงุจ ุฌู ู

# saveRecoveryPhraseSubtitle
source: Write down these 24 words in order. They will allow you to recover your account if you forget your PIN.
af: Skryf hierdie 24 woorde in volgorde neer. Dit sal jou toelaat om jou rekening te herwin as jy jou PIN vergeet.
ar: اكتب هذه الكلمات الـ 24 بالترتيب. ستسمح لك باسترداد حسابك إذا نسيت PIN.
bg: Запишете тези 24 думи по ред. Те ще ви позволят да възстановите акаунта си, ако забравите PIN-а си.
bn: এই ২৪টি শব্দ ক্রমানুসারে লিখে রাখুন। PIN ভুলে গেলে এগুলো আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে সাহায্য করবে।
ca: Apunta aquestes 24 paraules en ordre. Et permetran recuperar el teu compte si oblides el PIN.
cs: Zapiste si techto 24 slov v poradi. Umozni vam obnovit ucet, pokud zapomenete svuj PIN.
da: Skriv disse 24 ord ned i rækkefølge. De giver dig mulighed for at gendanne din konto, hvis du glemmer din PIN.
de: Schreibe diese 24 Wörter der Reihe nach auf. Sie ermöglichen dir die Wiederherstellung deines Kontos, falls du deine PIN vergisst.
el: Σημειώστε αυτές τις 24 λέξεις με τη σειρά. Θα σας επιτρέψουν να ανακτήσετε τον λογαριασμό σας αν ξεχάσετε το PIN σας.
es: Anota estas 24 palabras en orden. Te permitirán recuperar tu cuenta si olvidas tu PIN.
et: Kirjutage need 24 sõna järjestikku üles. Need võimaldavad teil konto taastada, kui unustate oma PIN-i.
eu: Idatzi 24 hitz hauek ordenan. Zure kontua berreskuratzeko aukera emango dizute PIN-a ahazten baduzu.
fa: این ۲۴ کلمه را به ترتیب بنویسید. در صورت فراموشی PIN، امکان بازیابی حساب شما را فراهم می‌کنند.
fi: Kirjoita nämä 24 sanaa muistiin järjestyksessä. Niiden avulla voit palauttaa tilisi, jos unohdat PIN:si.
fil: Isulat ang 24 na salitang ito nang maayos. Magagamit mo ang mga ito para ma-recover ang iyong account kung makalimutan mo ang iyong PIN.
fr: Notez ces 24 mots dans l'ordre. Ils vous permettront de récupérer votre compte si vous oubliez votre PIN.
ga: Scriobh sios na 24 focal seo in ord. Ligfidh siad duit do chuntas a aisghabháil ma dheanann tu dearmad ar do PIN.
gl: Anota estas 24 palabras en orde. Permitiranche recuperar a tua conta se esqueces o PIN.
gu: આ 24 શબ્દો ક્રમમાં લખો. જો તમે PIN ભૂલી જાઓ તો તે તમને એકાઉન્ટ રિકવર કરવા દેશે.
he: רשום את 24 המילים האלה לפי הסדר. הן יאפשרו לך לשחזר את החשבון אם תשכח את ה-PIN.
hi: इन 24 शब्दों को क्रम में लिख लें। ये आपको PIN भूलने पर खाता रिकवर करने में मदद करेंगे।
hr: Zapisite ovih 24 rijeci redom. One ce vam omoguciti oporavak racuna ako zaboravite PIN.
hu: Írja le ezt a 24 szót sorrendben. Ezek lehetővé teszik fiókja helyreállítását, ha elfelejtené a PIN-jét.
id: Tulis 24 kata ini secara berurutan. Kata-kata ini akan memungkinkan Anda memulihkan akun jika Anda lupa PIN.
it: Scrivi queste 24 parole in ordine. Ti permetteranno di recuperare il tuo account se dimentichi il PIN.
ja: これらの24語を順番に書き留めてください。PIN を忘れた場合にアカウントを回復できます。
ka: ჩაწერეთ ეს 24 სიტყვა თანმიმდევრობით. ისინი საშუალებას მოგცემთ აღადგინოთ ანგარიში, თუ PIN-ს დაივიწყებთ.
kk: Осы 24 сөзді ретімен жазып алыңыз. Олар PIN-ді ұмытсаңыз аккаунтыңызды қалпына келтіруге мүмкіндік береді.
km: កត់ពាក្យ ២៤ នេះតាមលំដាប់។ វានឹងអនុញ្ញាតឱ្យអ្នកសង្គ្រោះគណនីប្រសិនបើអ្នកភ្លេច PIN។
ky: Бул 24 сөздү ирети менен жазып алыңыз. Алар PIN'иңизди унутсаңыз аккаунтуңузду калыбына келтирүүгө мүмкүндүк берет.
mk: Запишете ги овие 24 збора по ред. Тие ќе ви овозможат да ја обновите сметката ако го заборавите PIN.
mr: हे 24 शब्द क्रमाने लिहून ठेवा. तुम्ही तुमचा PIN विसरलात तर ते तुम्हाला खाते रिकव्हर करण्यास मदत करतील.
ms: Tulis 24 perkataan ini mengikut urutan. Ia akan membolehkan anda memulihkan akaun jika anda lupa PIN.
nb: Skriv ned disse 24 ordene i rekkefølge. De lar deg gjenopprette kontoen din hvis du glemmer PIN-koden.
nl: Schrijf deze 24 woorden op volgorde op. Ze stellen je in staat om je account te herstellen als je je PIN vergeet.
pt_pt: Anote estas 24 palavras por ordem. Permitirao recuperar a sua conta se esquecer o PIN.
ro: Noteaza aceste 24 de cuvinte in ordine. Ele iti vor permite sa iti recuperezi contul daca uiti PIN-ul.
ru: Запишите эти 24 слова по порядку. Они позволят восстановить аккаунт, если вы забудете PIN.
sk: Zapisite si tieto 24 slov v poradi. Umoznia vam obnovit ucet, ak zabudnete PIN.
sl: Zapisite si teh 24 besed po vrsti. Omogocile vam bodo obnovitev racuna, ce pozabite PIN.
sq: Shkruani keto 24 fjale ne rend. Ato do t'ju lejojne te rikuperoni llogarise nese harroni PIN.
sr: Запишите ових 24 речи по реду. Они ће вам омогућити да опоравите налог ако заборавите PIN.
sv: Skriv ner dessa 24 ord i ordning. De låter dig återställa ditt konto om du glömmer din PIN.
ta: இந்த 24 வார்த்தைகளை வரிசையாக எழுதுங்கள். PIN மறந்தால் கணக்கை மீட்டெடுக்க இவை உதவும்.
te: ఈ 24 పదాలను క్రమంలో రాయండి. మీరు PIN మర్చిపోతే మీ ఖాతాను రికవర్ చేయడానికి ఇవి అనుమతిస్తాయి.
th: จดคำ 24 คำนี้ตามลำดับ จะช่วยกู้คืนบัญชีหากลืม PIN
tr: Bu 24 kelimeyi sirasiyla yazin. PIN'inizi unutursaniz hesabinizi kurtarmanizi saglayacaktir.
ug: بۇ 24 سۆزنى تەرتىپ بويىچە يېزىپ قويۇڭ. PIN ئۇنتۇلسا ھېساباتنى ئەسلىگە كەلتۈرەلەيسىز.
uk: Запишіть ці 24 слова по порядку. Вони дозволять відновити обліковий запис, якщо ви забудете PIN.
ur: ุงู 24 ุงููุงุธ ฺฉู ุชุฑุชุจ ุณ ูฺฉฺพฺบ ุงฺฏุฑ ุขูพ PIN ุจฺพูู ุฌุงุฆฺบ ุชู  ุขูพ ฺฉ ุงฺฉุงุคููน ฺฉ ุจุงุฒุงุจ ู ฺบ ู ุฏุฏ ฺฉุฑฺบ ฺฏ

# phraseWritten
source: I've written my phrase
af: Ek het my frase neergeskryf
ar: كتبت العبارة
bg: Записах фразата си
bn: আমি আমার বাক্যাংশ লিখে রেখেছি
ca: He apuntat la meva frase
cs: Zapsal/a jsem si frazi
da: Jeg har skrevet min frase ned
de: Ich habe meine Phrase aufgeschrieben
el: Σημείωσα τη φράση μου
es: He anotado mi frase
et: Olen oma fraasi üles kirjutanud
eu: Nire esaldia idatzi dut
fa: عبارت خود را نوشته‌ام
fi: Olen kirjoittanut lauseeni
fil: Naisulat ko na ang aking phrase
fr: J'ai noté ma phrase
ga: Scriobh me sios mo fhrasa
gl: Xa anotei a mina frase
gu: મેં મારો ફ્રેઝ લખી લીધો
he: רשמתי את הביטוי שלי
hi: मैंने अपना वाक्यांश लिख लिया है
hr: Zapisao/la sam svoju frazu
hu: Leírtam a kifejezésemet
id: Saya telah menulis frasa saya
it: Ho scritto la mia frase
ja: フレーズを書き留めました
ka: ჩავწერე ჩემი ფრაზა
kk: Мен фразамды жазып алдым
km: ខ្ញុំបានកត់ឃ្លារបស់ខ្ញុំ
ky: Фразамды жазып алдым
mk: Ја запишав мојата фраза
mr: मी माझा वाक्यांश लिहून ठेवला आहे
ms: Saya telah menulis frasa saya
nb: Jeg har skrevet ned frasen min
nl: Ik heb mijn frase opgeschreven
pt_pt: Anotei a minha frase
ro: Am notat fraza
ru: Я записал фразу
sk: Zapisal som si frazu
sl: Zapisal sem frazo
sq: Kam shkruar frazen
sr: Записао/ла сам своју фразу
sv: Jag har skrivit ner min fras
ta: சொற்றொடரை எழுதிவிட்டேன்
te: నేను నా ఫ్రేజ్‌ను రాశాను
th: ฉันจดวลีแล้ว
tr: Ifademi yazdim
ug: ئىبارىمنى يېزىپ بولدۇم
uk: Я записав свою фразу
ur: ู ฺบ ู ุงูพูุง ุฌู ู ูฺฉฺพ ูุง 
