Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secAnonSubtitle
source: Hash never asks for your phone number or email. You are identified by a unique and anonymous Hash ID.
af: Hash vra nooit vir jou telefoonnommer of e-pos nie. Jy word geïdentifiseer deur 'n unieke en anonieme Hash ID.
ar: لا يطلب Hash أبداً رقم هاتفك أو بريدك الإلكتروني. يتم التعرف عليك بمعرّف Hash فريد ومجهول.
bg: Hash никога не пита за телефонен номер или имейл. Идентифицирани сте чрез уникален и анонимен Hash ID.
bn: Hash কখনো আপনার ফোন নম্বর বা ইমেইল চায় না। আপনাকে একটি অনন্য ও বেনামী Hash ID দিয়ে চেনা হয়।
ca: Hash mai demana el teu número de telèfon ni el teu correu electrònic. Ets identificat per un Hash ID únic i anònim.
cs: Hash nikdy nezada tvoje telefonni cislo ani email. Jsi identifikovan/a jedinecnym a anonymnim Hash ID.
da: Hash beder aldrig om dit telefonnummer eller din email. Du identificeres med et unikt og anonymt Hash-ID.
de: Hash fragt nie nach deiner Telefonnummer oder E-Mail. Du wirst durch eine einzigartige und anonyme Hash ID identifiziert.
el: Το Hash δεν ζητά ποτέ τον αριθμό τηλεφώνου ή το email σας. Αναγνωρίζεστε από ένα μοναδικό και ανώνυμο Hash ID.
es: Hash nunca pide tu número de teléfono ni tu email. Te identificas mediante un Hash ID único y anónimo.
et: Hash ei küsi kunagi teie telefoninumbrit ega e-posti aadressi. Teid identifitseerib unikaalne ja anonüümne Hash ID.
eu: Hash-ek ez dizu inoiz zure telefono-zenbakia edo emaila eskatzen. Hash ID bakar eta anonimo baten bidez identifikatzen zaitu.
fa: Hash هرگز شماره تلفن یا ایمیل شما را نمی‌خواهد. شما با یک Hash ID منحصربه‌فرد و ناشناس شناسایی می‌شوید.
fi: Hash ei koskaan kysy puhelinnumeroasi tai sähköpostiasi. Sinut tunnistetaan ainutlaatuisella ja anonyymillä Hash ID:llä.
fil: Hindi kailanman hinihingi ng Hash ang iyong numero ng telepono o email. Kinikilala ka sa pamamagitan ng isang natatangi at anonymous na Hash ID.
fr: Hash ne demande jamais ton numéro de téléphone ni ton email. Tu es identifié par un Hash ID unique et anonyme.
ga: Ni iarrann Hash do uimhir ghuthain na do riomhphost riamh. Aithnítear thu le Hash ID uathuil anaithnid.
gl: Hash nunca pide o teu numero de telefono nin o teu email. Identificaste cun Hash ID unico e anonimo.
gu: Hash ક્યારેય તમારો ફોન નંબર કે ઈમેલ માંગતું નથી. તમને અનન્ય અને અનામી Hash ID દ્વારા ઓળખવામાં આવે છે.
he: Hash לעולם לא מבקש את מספר הטלפון או האימייל שלך. אתה מזוהה באמצעות Hash ID ייחודי ואנונימי.
hi: Hash कभी आपका फ़ोन नंबर या ईमेल नहीं मांगता। आपकी पहचान एक अद्वितीय और गुमनाम Hash ID से होती है।
hr: Hash nikada ne trazi vas telefonski broj ili e-mail. Identificirani ste jedinstvenim i anonimnim Hash ID-om.
hu: A Hash soha nem kéri telefonszámát vagy e-mail címét. Egyedi és anonim Hash ID azonosítja Önt.
id: Hash tidak pernah meminta nomor telepon atau email Anda. Anda diidentifikasi oleh Hash ID yang unik dan anonim.
it: Hash non chiede mai il tuo numero di telefono né la tua email. Sei identificato da un Hash ID unico e anonimo.
ja: Hash は電話番号やメールアドレスを要求しません。固有の匿名 Hash ID で識別されます。
ka: Hash არასოდეს ითხოვს ტელეფონის ნომერს ან ელფოსტას. თქვენ იდენტიფიცირებული ხართ უნიკალური და ანონიმური Hash ID-ით.
kk: Hash ешқашан телефон нөміріңізді немесе электрондық поштаңызды сұрамайды. Сіз бірегей және анонимді Hash ID арқылы анықталасыз.
km: Hash មិនដែលសុំលេខទូរស័ព្ទ ឬអ៊ីមែលរបស់អ្នក។ អ្នកត្រូវបានកំណត់អត្តសញ្ញាណដោយ Hash ID តែមួយ និងអនាមិក។
ky: Hash телефон номериңизди же электрондук почтаңызды эч качан сурабайт. Сиз уникалдуу жана анонимдик Hash ID менен аныкталасыз.
mk: Hash никогаш не бара телефонски број или е-пошта. Вие сте идентификувани со уникатен и анонимен Hash ID.
mr: Hash कधीही तुमचा फोन नंबर किंवा ईमेल विचारत नाही. तुम्ही एका अद्वितीय आणि अनामिक Hash ID ने ओळखले जाता.
ms: Hash tidak pernah meminta nombor telefon atau emel anda. Anda dikenal pasti oleh Hash ID yang unik dan tanpa nama.
nb: Hash ber aldri om telefonnummeret eller e-posten din. Du identifiseres med en unik og anonym Hash-ID.
nl: Hash vraagt nooit om je telefoonnummer of e-mailadres. Je wordt geïdentificeerd door een unieke en anonieme Hash-ID.
pt_pt: O Hash nunca pede o teu numero de telefone nem o teu email. Es identificado por um Hash ID unico e anonimo.
ro: Hash nu iti cere niciodata numarul de telefon sau emailul. Esti identificat printr-un Hash ID unic si anonim.
ru: Hash никогда не спрашивает номер телефона или email. Вы идентифицируетесь уникальным анонимным Hash ID.
sk: Hash nikdy nepyta vase telefonne cislo ani email. Ste identifikovany jedinecnym a anonymnym Hash ID.
sl: Hash nikoli ne zahteva vase telefonske stevilke ali e-poste. Identificirani ste z edinstvenim in anonimnim Hash ID.
sq: Hash nuk kerkon kurre numrin tuaj te telefonit ose email. Ju identifikoheni me nje Hash ID unik dhe anonim.
sr: Hash никада не тражи твој број телефона или имејл. Идентификован си јединственим и анонимним Hash ID-ем.
sv: Hash ber aldrig om ditt telefonnummer eller din e-post. Du identifieras med ett unikt och anonymt Hash-ID.
ta: Hash ஒருபோதும் உங்கள் தொலைபேசி எண்ணையோ மின்னஞ்சலையோ கேட்காது. நீங்கள் ஒரு தனிப்பட்ட மற்றும் அநாமதேய Hash ID மூலம் அடையாளம் காணப்படுவீர்கள்.
te: Hash మీ ఫోన్ నంబర్ లేదా ఇమెయిల్ ఎప్పుడూ అడగదు. మీరు ఒక ప్రత్యేక మరియు అనామక Hash ID ద్వారా గుర్తించబడతారు.
th: Hash ไม่เคยขอเบอร์โทรหรืออีเมล คุณถูกระบุด้วย Hash ID ที่ไม่ซ้ำและนิรนาม
tr: Hash asla telefon numaranizi veya e-posta adresinizi sormaz. Benzersiz ve anonim bir Hash Kimligi ile tanimlanirsiniz.
ug: Hash ھەرگىز تېلېفون نومۇرى ياكى ئېلخەت سورىمايدۇ. ئۆزگىچە ۋە نامسىز Hash ID بىلەن پەرقلىنىسىز.
uk: Hash ніколи не запитує номер телефону чи електронну пошту. Вас ідентифікують за унікальним та анонімним Hash ID.
ur: Hash ฺฉุจฺพ ุขูพ ฺฉุง ููู ูู ุจุฑ ุง ุง ู ู ูฺบ ู ุงูฺฏุชุง ุขูพ ุงฺฉ ู ููุฑุฏ ุงูุฑ ฺฏู ูุงู Hash ID ุณ ูพฺุงู ุฌุงุช ฺบ

# secHashIdTitle
source: Your Hash ID
af: Jou Hash ID
ar: معرّف Hash الخاص بك
bg: Вашият Hash ID
bn: আপনার Hash ID
ca: El teu Hash ID
cs: Tvoje Hash ID
da: Dit Hash-ID
de: Deine Hash ID
el: Το Hash ID σας
es: Tu Hash ID
et: Teie Hash ID
eu: Zure Hash ID
fa: Hash ID شما
fi: Hash ID:si
fil: Ang iyong Hash ID
fr: Ton Hash ID
ga: Do Hash ID
gl: O teu Hash ID
gu: તમારું Hash ID
he: ה-Hash ID שלך
hi: आपका Hash ID
hr: Vas Hash ID
hu: Az Ön Hash ID-je
id: Hash ID Anda
it: Il tuo Hash ID
ja: あなたの Hash ID
ka: თქვენი Hash ID
kk: Hash ID-іңіз
km: Hash ID របស់អ្នក
ky: Сиздин Hash ID
mk: Вашиот Hash ID
mr: तुमचा Hash ID
ms: Hash ID anda
nb: Din Hash-ID
nl: Je Hash-ID
pt_pt: O teu Hash ID
ro: Hash ID-ul tau
ru: Ваш Hash ID
sk: Vase Hash ID
sl: Vas Hash ID
sq: Hash ID juaj
sr: Твој Hash ID
sv: Ditt Hash-ID
ta: உங்கள் Hash ID
te: మీ Hash ID
th: Hash ID ของคุณ
tr: Hash Kimligin
ug: Hash ID ڭىز
uk: Ваш Hash ID
ur: ุขูพ ฺฉุง Hash ID
