Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secLayer1Desc
source: Each message is encrypted with a unique key. In simple terms: even if someone decrypts one message, they won't be able to decrypt the next one. Each message has its own lock.
af: Elke boodskap word met 'n unieke sleutel geënkripteer. In eenvoudige terme: selfs as iemand een boodskap dekripteer, sal hulle nie die volgende een kan dekripteer nie. Elke boodskap het sy eie slot.
ar: كل رسالة مشفرة بمفتاح فريد. ببساطة: حتى لو فك شخص تشفير رسالة واحدة، لن يتمكن من فك تشفير التالية. كل رسالة لها قفلها الخاص.
bg: Всяко съобщение е криптирано с уникален ключ. С прости думи: дори ако някой декриптира едно съобщение, няма да може да декриптира следващото. Всяко съобщение има собствена ключалка.
bn: প্রতিটি বার্তা একটি অনন্য কী দিয়ে এনক্রিপ্ট করা হয়। সহজ ভাষায়: কেউ একটি বার্তা ডিক্রিপ্ট করলেও, পরেরটি করতে পারবে না। প্রতিটি বার্তার নিজস্ব তালা আছে।
ca: Cada missatge es xifra amb una clau única. En termes senzills: fins i tot si algú desxifra un missatge, no podrà desxifrar el següent. Cada missatge té el seu propi pany.
cs: Kazda zprava je zasifrovana jedinecnym klicem. Jednoduse receno: i kdyby nekdo desifroval jednu zpravu, nebude schopen desifrovat dalsi. Kazda zprava ma svuj vlastni zamek.
da: Hver besked krypteres med en unik nøgle. Enkelt sagt: selv hvis nogen dekrypterer én besked, kan de ikke dekryptere den næste. Hver besked har sin egen lås.
de: Jede Nachricht wird mit einem einzigartigen Schlüssel verschlüsselt. Einfach gesagt: Selbst wenn jemand eine Nachricht entschlüsselt, kann er die nächste nicht entschlüsseln. Jede Nachricht hat ihr eigenes Schloss.
el: Κάθε μήνυμα κρυπτογραφείται με ένα μοναδικό κλειδί. Με απλά λόγια: ακόμη κι αν κάποιος αποκρυπτογραφήσει ένα μήνυμα, δεν θα μπορέσει να αποκρυπτογραφήσει το επόμενο. Κάθε μήνυμα έχει τη δική του κλειδαριά.
es: Cada mensaje se cifra con una clave única. En términos simples: incluso si alguien descifra un mensaje, no podrá descifrar el siguiente. Cada mensaje tiene su propia cerradura.
et: Iga sõnum krüpteeritakse unikaalse võtmega. Lihtsamalt: isegi kui keegi dekrüpteerib ühe sõnumi, ei suuda ta järgmist dekrüpteerida. Igal sõnumil on oma lukk.
eu: Mezu bakoitza gako bakar batekin enkriptatzen da. Modu sinplean: mezu bat deszifratzea lortzen bada ere, ezin izango da hurrengoa deszifratu. Mezu bakoitzak bere sarraila du.
fa: هر پیام با کلیدی منحصربه‌فرد رمزنگاری می‌شود. به زبان ساده: حتی اگر کسی یک پیام را رمزگشایی کند، نمی‌تواند پیام بعدی را رمزگشایی کند. هر پیام قفل خود را دارد.
fi: Jokainen viesti salataan ainutlaatuisella avaimella. Yksinkertaisesti: vaikka joku purkaa yhden viestin salauksen, hän ei pysty purkamaan seuraavaa. Jokaisella viestillä on oma lukkonsa.
fil: Ang bawat mensahe ay naka-encrypt gamit ang natatanging susi. Sa simpleng salita: kahit ma-decrypt ng isang tao ang isang mensahe, hindi niya madi-decrypt ang susunod. May sariling lock ang bawat mensahe.
fr: Chaque message est chiffré avec une clé unique. En termes simples : même si quelqu'un déchiffre un message, il ne pourra pas déchiffrer le suivant. Chaque message a son propre cadenas.
ga: Criptiunaitear gach teachtaireacht le heochair uathuil. Go simpli: fiu ma dhicriptiunaionn duine teachtaireacht amhain, ni feidir leo an chead cheann eile a dhicriptiuniu. Ta a ghlas fein ag gach teachtaireacht.
gl: Cada mensaxe cifrase cunha chave unica. En termos sinxelos: ainda que alguén descifre unha mensaxe, non podera descifrar a seguinte. Cada mensaxe ten o seu propio cadeado.
gu: દરેક સંદેશ એક અનન્ય કી વડે એન્ક્રિપ્ટ થાય છે. સરળ શબ્દોમાં: જો કોઈ એક સંદેશ ડિક્રિપ્ટ કરે, તો પણ તે આગલો ડિક્રિપ્ટ નહીં કરી શકે. દરેક સંદેશનું પોતાનું તાળું છે.
he: כל הודעה מוצפנת במפתח ייחודי. בפשטות: גם אם מישהו מפענח הודעה אחת, הוא לא יוכל לפענח את הבאה. לכל הודעה יש מנעול משלה.
hi: प्रत्येक संदेश एक अद्वितीय कुंजी से एन्क्रिप्ट किया जाता है। सरल शब्दों में: भले ही कोई एक संदेश डिक्रिप्ट कर ले, वे अगला डिक्रिप्ट नहीं कर पाएंगे। प्रत्येक संदेश का अपना ताला है।
hr: Svaka poruka je enkriptirana jedinstvenim kljucem. Jednostavno receno: cak i ako netko dekriptira jednu poruku, nece moci dekriptirati sljedecu. Svaka poruka ima svoju bravu.
hu: Minden üzenet egyedi kulccsal van titkosítva. Egyszerűen: még ha valaki visszafejt egy üzenetet, a következőt nem tudja. Minden üzenetnek saját zárat van.
id: Setiap pesan dienkripsi dengan kunci unik. Sederhananya: bahkan jika seseorang mendekripsi satu pesan, mereka tidak akan bisa mendekripsi yang berikutnya. Setiap pesan memiliki kuncinya sendiri.
it: Ogni messaggio viene crittografato con una chiave unica. In parole semplici: anche se qualcuno decifra un messaggio, non potrà decifrare il successivo. Ogni messaggio ha il proprio lucchetto.
ja: 各メッセージは固有の鍵で暗号化されます。簡単に言えば：誰かが1つのメッセージを解読しても、次のメッセージは解読できません。各メッセージに独自のロックがあります。
ka: ყველა შეტყობინება უნიკალური გასაღებით არის დაშიფრული. მარტივად: თუნდაც ვინმემ ერთი შეტყობინება გაშიფროს, შემდეგს ვერ შეძლებს. ყველა შეტყობინებას საკუთარი საკეტი აქვს.
kk: Әр хабарлама бірегей кілтпен шифрланады. Қарапайым тілмен: біреу бір хабарламаның шифрын ашса да, келесісін аша алмайды. Әр хабарламаның өз құлпы бар.
km: រាល់សារត្រូវបានអ៊ិនគ្រីបជាមួយកូនសោតែមួយ។ និយាយសាមញ្ញ: សូម្បីតែនរណាម្នាក់ឌិគ្រីបសារមួយ ពួកគេមិនអាចឌិគ្រីបសារបន្ទាប់បាន។ រាល់សារមានសោផ្ទាល់ខ្លួន។
ky: Ар бир кат уникалдуу ачкыч менен шифрленет. Жөнөкөй сөз менен: бирөө бир катты чечсе да, кийинкисин чече албайт. Ар бир каттын өзүнүн кулпусу бар.
mk: Секоја порака е енкриптирана со уникатен клуч. Едноставно: дури и ако некој дешифрира една порака, нема да може да ја дешифрира следната. Секоја порака има своја брава.
mr: प्रत्येक संदेश अद्वितीय कीने एन्क्रिप्ट केला जातो. सोप्या शब्दांत: कोणी एक संदेश डिक्रिप्ट केला तरी, पुढचा डिक्रिप्ट करता येणार नाही. प्रत्येक संदेशाला स्वतःचे कुलूप आहे.
ms: Setiap mesej disulitkan dengan kunci unik. Dalam kata mudah: walaupun seseorang menyahsulit satu mesej, mereka tidak akan dapat menyahsulit yang seterusnya. Setiap mesej mempunyai kuncinya sendiri.
nb: Hver melding krypteres med en unik nøkkel. Enkelt sagt: selv om noen dekrypterer én melding, kan de ikke dekryptere den neste. Hver melding har sin egen lås.
nl: Elk bericht wordt versleuteld met een unieke sleutel. Simpel gezegd: zelfs als iemand één bericht ontsleutelt, kan diegene het volgende niet ontsleutelen. Elk bericht heeft zijn eigen slot.
pt_pt: Cada mensagem e encriptada com uma chave unica. Em termos simples: mesmo que alguem desencripte uma mensagem, nao conseguira desencriptar a seguinte. Cada mensagem tem o seu proprio cadeado.
ro: Fiecare mesaj este criptat cu o cheie unica. Pe scurt: chiar daca cineva decripteaza un mesaj, nu va putea sa il decripteze pe urmatorul. Fiecare mesaj are propria incuietoare.
ru: Каждое сообщение шифруется уникальным ключом. Проще говоря: даже если кто-то расшифрует одно сообщение, следующее расшифровать не удастся. У каждого сообщения свой замок.
sk: Kazda sprava je sifrovana jedinecnym klucom. Jednoducho: aj ked niekto dessifruje jednu spravu, nasledujucu uz nedesifruje. Kazda sprava ma vlastny zamok.
sl: Vsako sporocilo je sifrirano z edinstvenim kljucem. Preprosto: tudi ce nekdo desifrira eno sporocilo, naslednjega ne bo mogel. Vsako sporocilo ima svojo kljucavnico.
sq: Çdo mesazh kriptohet me nje çeles unik. Thjesht: edhe nese dikush deshifron nje mesazh, nuk do te mund te deshifroje te ardhshem. Çdo mesazh ka braveten e vet.
sr: Свака порука је шифрована јединственим кључем. Једноставно речено: чак и ако неко дешифрује једну поруку, неће моћи да дешифрује следећу. Свака порука има свој катанац.
sv: Varje meddelande krypteras med en unik nyckel. Enkelt uttryckt: även om någon dekrypterar ett meddelande kan de inte dekryptera nästa. Varje meddelande har sitt eget lås.
ta: ஒவ்வொரு செய்தியும் தனிப்பட்ட விசையால் குறியாக்கம் செய்யப்படுகிறது. எளிமையாகச் சொன்னால்: ஒரு செய்தியை மறைகுறியாக்கம் செய்தாலும், அடுத்ததை மறைகுறியாக்கம் செய்ய முடியாது. ஒவ்வொரு செய்திக்கும் சொந்த பூட்டு உள்ளது.
te: ప్రతి సందేశం ఒక ప్రత్యేక కీతో ఎన్‌క్రిప్ట్ చేయబడుతుంది. సరళంగా చెప్పాలంటే: ఎవరైనా ఒక సందేశాన్ని డీక్రిప్ట్ చేసినా, తదుపరి దానిని డీక్రిప్ట్ చేయలేరు. ప్రతి సందేశానికి దాని స్వంత లాక్ ఉంది.
th: ทุกข้อความเข้ารหัสด้วยคีย์ไม่ซ้ำ พูดง่ายๆ: แม้ถอดรหัสข้อความหนึ่ง ก็ถอดรหัสข้อความถัดไปไม่ได้ ทุกข้อความมีแม่กุญแจของตัวเอง
tr: Her mesaj benzersiz bir anahtarla sifrelenir. Basitce: birisi bir mesaji cozse bile bir sonrakini cozemez. Her mesajin kendi kilidi vardir.
ug: ھەر ئۇچۇر ئۆزگىچە ئاچقۇچ بىلەن شىفىرلىنىدۇ. ئاددىي قىلىپ ئېيتقاندا: بىرسى بىر ئۇچۇرنى يەشلىسىمۇ، كېيىنكىسىنى يەشلەيەلمەيدۇ. ھەر ئۇچۇرنىڭ ئۆز قۇلۇپى بار.
uk: Кожне повідомлення шифрується унікальним ключем. Простими словами: навіть якщо хтось розшифрує одне повідомлення, наступне йому не піддасться. Кожне повідомлення має власний замок.
ur: ุฑ ูพุบุงู ุงฺฉ ู ููุฑุฏ ฺฉูุฏ ุณ ุงูฺฉุฑูพูน ูุชุง  ุณุงุฏ ุงููุงุธ ู ฺบ: ุงฺฏุฑ ฺฉูุฆ ุงฺฉ ูพุบุงู ฺฺฉุฑูพูน ฺฉุฑ ู ุจฺพุ ุงฺฏูุง ูฺบ ฺฉุฑ ุณฺฉ ฺฏุง ุฑ ูพุบุงู ฺฉุง ุงูพูุง ุชุงูุง 

# secLayer1Detail
source: For files (photos, videos, documents), Hash uses additional AES-256-GCM encryption. The file is encrypted before it leaves your phone.
af: Vir lêers (foto's, video's, dokumente) gebruik Hash addisionele AES-256-GCM-enkripsie. Die lêer word geënkripteer voordat dit jou foon verlaat.
ar: للملفات (الصور والفيديوهات والمستندات)، يستخدم Hash تشفير AES-256-GCM إضافي. يتم تشفير الملف قبل مغادرة هاتفك.
bg: За файлове (снимки, видеоклипове, документи) Hash използва допълнително AES-256-GCM криптиране. Файлът се криптира, преди да напусне телефона ви.
bn: ফাইলের জন্য (ছবি, ভিডিও, ডকুমেন্ট), Hash অতিরিক্ত AES-256-GCM এনক্রিপশন ব্যবহার করে। ফাইল আপনার ফোন ছাড়ার আগেই এনক্রিপ্ট হয়।
ca: Per als fitxers (fotos, vídeos, documents), Hash utilitza xifrat addicional AES-256-GCM. El fitxer es xifra abans de sortir del teu telèfon.
cs: Pro soubory (fotky, videa, dokumenty) Hash pouziva dalsi sifrovani AES-256-GCM. Soubor je zasifrovany jeste pred opustenim telefonu.
da: For filer (fotos, videoer, dokumenter) bruger Hash ekstra AES-256-GCM-kryptering. Filen krypteres, før den forlader din telefon.
de: Für Dateien (Fotos, Videos, Dokumente) verwendet Hash eine zusätzliche AES-256-GCM-Verschlüsselung. Die Datei wird verschlüsselt, bevor sie dein Telefon verlässt.
el: Για αρχεία (φωτογραφίες, βίντεο, έγγραφα), το Hash χρησιμοποιεί πρόσθετη κρυπτογράφηση AES-256-GCM. Το αρχείο κρυπτογραφείται πριν φύγει από το τηλέφωνό σας.
es: Para archivos (fotos, vídeos, documentos), Hash utiliza cifrado adicional AES-256-GCM. El archivo se cifra antes de salir de tu teléfono.
et: Failide (fotod, videod, dokumendid) jaoks kasutab Hash täiendavat AES-256-GCM krüpteerimist. Fail krüpteeritakse enne teie telefonist lahkumist.
eu: Fitxategietarako (argazkiak, bideoak, dokumentuak), Hash-ek AES-256-GCM enkriptazio gehigarria erabiltzen du. Fitxategia enkriptatzen da zure telefonotik atera baino lehen.
fa: برای فایل‌ها (عکس‌ها، ویدیوها، اسناد)، Hash از رمزنگاری اضافی AES-256-GCM استفاده می‌کند. فایل قبل از خروج از تلفن شما رمزنگاری می‌شود.
fi: Tiedostoille (kuvat, videot, dokumentit) Hash käyttää lisäksi AES-256-GCM-salausta. Tiedosto salataan ennen kuin se lähtee puhelimestasi.
fil: Para sa mga file (mga larawan, video, dokumento), gumagamit ang Hash ng karagdagang AES-256-GCM encryption. Naka-encrypt ang file bago ito umalis sa iyong telepono.
fr: Pour les fichiers (photos, vidéos, documents), Hash utilise un chiffrement AES-256-GCM supplémentaire. Le fichier est chiffré avant de quitter ton téléphone.
ga: Le haghaidh comhaid (grianghraif, fiseain, doicimeidi), usaideann Hash criptiuchain breise AES-256-GCM. Criptiunaitear an comhad sula bhfagann se do ghuthan.
gl: Para ficheiros (fotos, videos, documentos), Hash usa cifrado adicional AES-256-GCM. O ficheiro cifrase antes de saír do teu telefono.
gu: ફાઇલો (ફોટો, વીડિયો, ડોક્યુમેન્ટ) માટે, Hash વધારાનું AES-256-GCM એન્ક્રિપ્શન વાપરે છે. ફાઇલ તમારા ફોનથી નીકળે તે પહેલાં એન્ક્રિપ્ટ થાય છે.
he: עבור קבצים (תמונות, סרטונים, מסמכים), Hash משתמש בהצפנת AES-256-GCM נוספת. הקובץ מוצפן לפני שהוא עוזב את הטלפון שלך.
hi: फ़ाइलों (फ़ोटो, वीडियो, दस्तावेज़) के लिए, Hash अतिरिक्त AES-256-GCM एन्क्रिप्शन का उपयोग करता है। फ़ाइल आपके फ़ोन छोड़ने से पहले एन्क्रिप्ट की जाती है।
hr: Za datoteke (fotografije, videa, dokumente), Hash koristi dodatnu AES-256-GCM enkripciju. Datoteka je enkriptirana prije nego sto napusti vas telefon.
hu: Fájlokhoz (fotók, videók, dokumentumok) a Hash további AES-256-GCM titkosítást használ. A fájl titkosítva van, mielőtt elhagyná a telefont.
id: Untuk berkas (foto, video, dokumen), Hash menggunakan enkripsi AES-256-GCM tambahan. Berkas dienkripsi sebelum meninggalkan ponsel Anda.
it: Per i file (foto, video, documenti), Hash utilizza una crittografia AES-256-GCM aggiuntiva. Il file viene crittografato prima di lasciare il tuo telefono.
ja: ファイル（写真、動画、ドキュメント）には、Hash は追加の AES-256-GCM 暗号化を使用します。ファイルは電話を離れる前に暗号化されます。
ka: ფაილებისთვის (ფოტოები, ვიდეოები, დოკუმენტები), Hash დამატებით AES-256-GCM დაშიფვრას იყენებს. ფაილი დაშიფრულია სანამ ტელეფონს დატოვებს.
kk: Файлдар (фотолар, бейнелер, құжаттар) үшін Hash қосымша AES-256-GCM шифрлау қолданады. Файл телефоныңыздан шықпас бұрын шифрланады.
km: សម្រាប់ឯកសារ (រូបថត វីដេអូ ឯកសារ) Hash ប្រើការអ៊ិនគ្រីប AES-256-GCM បន្ថែម។ ឯកសារត្រូវបានអ៊ិនគ្រីបមុនពេលចាកចេញពីទូរស័ព្ទរបស់អ្នក។
ky: Файлдар (сүрөттөр, видеолор, документтер) үчүн Hash кошумча AES-256-GCM шифрлөөнү колдонот. Файл телефонуңуздан чыгардан мурун шифрленет.
mk: За датотеки (фотографии, видеа, документи), Hash користи дополнителна AES-256-GCM енкрипција. Датотеката се енкриптира пред да го напушти вашиот телефон.
mr: फाइल्ससाठी (फोटो, व्हिडिओ, कागदपत्रे), Hash अतिरिक्त AES-256-GCM एन्क्रिप्शन वापरते. फाइल तुमचा फोन सोडण्यापूर्वी एन्क्रिप्ट होते.
ms: Untuk fail (foto, video, dokumen), Hash menggunakan penyulitan AES-256-GCM tambahan. Fail disulitkan sebelum meninggalkan telefon anda.
nb: For filer (bilder, videoer, dokumenter) bruker Hash ekstra AES-256-GCM-kryptering. Filen krypteres før den forlater telefonen din.
nl: Voor bestanden (foto's, video's, documenten) gebruikt Hash extra AES-256-GCM-versleuteling. Het bestand wordt versleuteld voordat het je telefoon verlaat.
pt_pt: Para ficheiros (fotos, videos, documentos), o Hash utiliza encriptacao AES-256-GCM adicional. O ficheiro e encriptado antes de sair do teu telefone.
ro: Pentru fisiere (fotografii, videoclipuri, documente), Hash foloseste criptare suplimentara AES-256-GCM. Fisierul este criptat inainte sa paraseasca telefonul.
ru: Для файлов (фото, видео, документов) Hash использует дополнительное шифрование AES-256-GCM. Файл шифруется до отправки с телефона.
sk: Pre subory (fotky, videa, dokumenty) Hash pouziva dodatocne sifrovanie AES-256-GCM. Subor je sifrovany pred odoslanim z telefonu.
sl: Za datoteke (fotografije, videe, dokumente) Hash uporablja dodatno sifriranje AES-256-GCM. Datoteka je sifrirana pred posiljanjem s telefona.
sq: Per skedaret (foto, video, dokumente), Hash perdor kriptim shtese AES-256-GCM. Skedari kriptohet perpara se te lere telefonin.
sr: За фајлове (фотографије, видео записе, документе), Hash користи додатно AES-256-GCM шифровање. Фајл је шифрован пре него што напусти твој телефон.
sv: För filer (foton, videor, dokument) använder Hash ytterligare AES-256-GCM-kryptering. Filen krypteras innan den lämnar din telefon.
ta: கோப்புகளுக்கு (புகைப்படங்கள், வீடியோக்கள், ஆவணங்கள்), Hash கூடுதல் AES-256-GCM குறியாக்கத்தைப் பயன்படுத்துகிறது. கோப்பு உங்கள் தொலைபேசியை விட்டு வெளியேறுவதற்கு முன் குறியாக்கம் செய்யப்படுகிறது.
te: ఫైళ్ళ (ఫోటోలు, వీడియోలు, డాక్యుమెంట్లు) కోసం, Hash అదనపు AES-256-GCM ఎన్‌క్రిప్షన్ ఉపయోగిస్తుంది. ఫైల్ మీ ఫోన్ వదలడానికి ముందే ఎన్‌క్రిప్ట్ చేయబడుతుంది.
th: สำหรับไฟล์ (รูป, วิดีโอ, เอกสาร) Hash ใช้การเข้ารหัส AES-256-GCM เพิ่มเติม ไฟล์ถูกเข้ารหัสก่อนออกจากโทรศัพท์
tr: Dosyalar (fotograflar, videolar, belgeler) icin Hash ek AES-256-GCM sifreleme kullanir. Dosya telefonunuzdan cikmadan once sifrelenir.
ug: ھۆججەتلەر (رەسىم، سىن، ھۆججەت) ئۈچۈن Hash قوشۇمچە AES-256-GCM شىفىرلاش ئىشلىتىدۇ. ھۆججەت تېلېفوندىن چىقىشتىن بۇرۇن شىفىرلىنىدۇ.
uk: Для файлів (фото, відео, документів) Hash використовує додаткове шифрування AES-256-GCM. Файл шифрується до того, як покине ваш телефон.
ur: ูุงุฆูุฒ (ุชุตุงูุฑุ ูฺูุฒุ ุฏุณุชุงูุฒุงุช) ฺฉ ู Hash ุงุถุงู AES-256-GCM ุงูฺฉุฑูพุดู ุงุณุชุนู ุงู ฺฉุฑุชุง  ูุงุฆู ุขูพ ฺฉ ููู ุณ ูฺฉูู ุณ ูพู ุงูฺฉุฑูพูน ู ุฌุงุช 

# secLayer2Title
source: Sealed Sender (network anonymity)
af: Sealed Sender (netwerkanonimiteit)
ar: Sealed Sender (إخفاء هوية الشبكة)
bg: Sealed Sender (мрежова анонимност)
bn: Sealed Sender (নেটওয়ার্ক বেনামিতা)
ca: Sealed Sender (anonimat de xarxa)
cs: Sealed Sender (anonymita site)
da: Sealed Sender (netværksanonymitet)
de: Sealed Sender (Netzwerk-Anonymität)
el: Sealed Sender (ανωνυμία δικτύου)
es: Sealed Sender (anonimato en red)
et: Sealed Sender (võrgu anonüümsus)
eu: Sealed Sender (sarearen anonimotasuna)
fa: Sealed Sender (ناشناسی شبکه)
fi: Sealed Sender (verkon anonymiteetti)
fil: Sealed Sender (anonymity sa network)
fr: Sealed Sender (anonymat réseau)
ga: Sealed Sender (anaithnideacht lionra)
gl: Sealed Sender (anonimato na rede)
gu: Sealed Sender (નેટવર્ક અનામિકતા)
he: Sealed Sender (אנונימיות רשת)
hi: Sealed Sender (नेटवर्क गुमनामी)
hr: Sealed Sender (mrezna anonimnost)
hu: Sealed Sender (hálózati anonimitás)
id: Sealed Sender (anonimitas jaringan)
it: Sealed Sender (anonimato di rete)
ja: Sealed Sender（ネットワーク匿名性）
ka: Sealed Sender (ქსელური ანონიმურობა)
kk: Sealed Sender (желі анонимдігі)
km: Sealed Sender (អនាមិកបណ្តាញ)
ky: Sealed Sender (тармактык анонимдик)
mk: Запечатен испраќач (мрежна анонимност)
mr: Sealed Sender (नेटवर्क अनामिकता)
ms: Sealed Sender (kerahsiaan rangkaian)
nb: Sealed Sender (nettverksanonymitet)
nl: Sealed Sender (netwerkanonimiteit)
pt_pt: Sealed Sender (anonimato na rede)
ro: Sealed Sender (anonimitate retea)
ru: Sealed Sender (сетевая анонимность)
sk: Sealed Sender (sietova anonymita)
sl: Sealed Sender (omrežna anonimnost)
sq: Sealed Sender (anonimitet rrjeti)
sr: Sealed Sender (мрежна анонимност)
sv: Sealed Sender (nätverksanonymitet)
ta: Sealed Sender (பிணைய அநாமதேயம்)
te: Sealed Sender (నెట్‌వర్క్ అనామకత)
th: Sealed Sender (นิรนามบนเครือข่าย)
tr: Sealed Sender (ag anonimlik)
ug: Sealed Sender (تور نامسىزلىقى)
uk: Sealed Sender (мережева анонімність)
ur: Sealed Sender (ููน ูุฑฺฉ ฺฏู ูุงู )
