Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# deleteAccountConfirmMessage
source: Your account will be permanently deleted along with all your data. This action is irreversible, you will need to create a new account.
af: Jou rekening sal permanent verwyder word. Hierdie aksie is onomkeerbaar. • Al jou geselsies • Al jou kontakte • Jou Hash ID Jy sal 'n nuwe rekening moet skep.
ar: سيتم حذف حسابك نهائياً. هذا الإجراء لا رجعة فيه. • جميع دردشاتك • جميع جهات اتصالك • معرّف Hash الخاص بك ستحتاج إلى إنشاء حساب جديد.
bg: Акаунтът ви ще бъде изтрит завинаги. Това действие е необратимо. • Всички ваши чатове • Всички ваши контакти • Вашият Hash ID Ще трябва да създадете нов акаунт.
bn: আপনার অ্যাকাউন্ট স্থায়ীভাবে মুছে যাবে। এই কাজটি অপরিবর্তনীয়। • আপনার সমস্ত চ্যাট • আপনার সমস্ত পরিচিতি • আপনার Hash ID আপনাকে একটি নতুন অ্যাকাউন্ট তৈরি করতে হবে।
ca: El teu compte s'eliminarà permanentment. Aquesta acció és irreversible. • Tots els teus xats • Tots els teus contactes • El teu Hash ID Hauràs de crear un compte nou.
cs: Vas ucet bude trvale smazan. Tato akce je nevratna. • Vsechny vase chaty • Vsechny vase kontakty • Vase Hash ID Budete si muset vytvorit novy ucet.
da: Din konto vil blive permanent slettet. Denne handling er irreversibel. • Alle dine chats • Alle dine kontakter • Dit Hash-ID Du skal oprette en ny konto.
de: Dein Konto wird dauerhaft gelöscht. Diese Aktion ist unwiderruflich. • Alle deine Chats • Alle deine Kontakte • Deine Hash ID Du musst ein neues Konto erstellen.
el: Ο λογαριασμός σας θα διαγραφεί οριστικά. Αυτή η ενέργεια είναι μη αναστρέψιμη. - Όλες οι συνομιλίες σας - Όλες οι επαφές σας - Το Hash ID σας Θα χρειαστεί να δημιουργήσετε νέο λογαριασμό.
es: Tu cuenta será eliminada permanentemente. Esta acción es irreversible. • Todos tus chats • Todos tus contactos • Tu Hash ID Deberás crear una nueva cuenta.
et: Teie konto kustutatakse jäädavalt. See toiming on pöördumatu. - Kõik teie vestlused - Kõik teie kontaktid - Teie Hash ID Peate looma uue konto.
eu: Zure kontua betirako ezabatuko da. Ekintza hau itzulezina da. - Zure txat guztiak - Zure kontaktu guztiak - Zure Hash ID Kontu berri bat sortu beharko duzu.
fa: حساب شما برای همیشه حذف خواهد شد. این عمل برگشت‌ناپذیر است. - همه گفتگوهای شما - همه مخاطبین شما - Hash ID شما باید یک حساب جدید بسازید.
fi: Tilisi poistetaan pysyvästi. Tätä toimintoa ei voi peruuttaa. • Kaikki keskustelusi • Kaikki yhteystietosi • Hash ID:si Sinun on luotava uusi tili.
fil: Permanenteng mabubura ang iyong account. Hindi na maibabalik ang aksyong ito. • Lahat ng iyong mga chat • Lahat ng iyong mga kontak • Ang iyong Hash ID Kailangan mong gumawa ng bagong account.
fr: Votre compte sera définitivement supprimé ainsi que l'ensemble de vos données. Cette action est irréversible, vous devrez créer un nouveau compte.
ga: Scriosfar do chuntas go buan. Ta an gniomh seo do-aischuirthe. - Do chuid comhraite go leir - Do chuid teagmhalacha go leir - Do Hash ID Beidh ort cuntas nua a chruthu.
gl: A tua conta sera eliminada permanentemente. Esta accion e irreversible. • Todos os teus chats • Todos os teus contactos • O teu Hash ID Teras que crear unha conta nova.
gu: તમારું એકાઉન્ટ કાયમી ધોરણે ડિલીટ થશે. આ ક્રિયા ઉલટાવી ન શકાય તેવી છે. • તમારી બધી ચેટ્સ • તમારા બધા સંપર્કો • તમારું Hash ID તમારે નવું એકાઉન્ટ બનાવવું પડશે.
he: החשבון שלך יימחק לצמיתות. פעולה זו בלתי הפיכה. • כל הצ'אטים שלך • כל אנשי הקשר שלך • ה-Hash ID שלך תצטרך ליצור חשבון חדש.
hi: आपका खाता स्थायी रूप से हटा दिया जाएगा। यह क्रिया अपरिवर्तनीय है। • आपके सभी चैट • आपके सभी संपर्क • आपका Hash ID आपको एक नया खाता बनाना होगा।
hr: Vas racun ce biti trajno izbrisan. Ova radnja je nepovratna. • Svi vasi razgovori • Svi vasi kontakti • Vas Hash ID Morat cete kreirati novi racun.
hu: A fiókja véglegesen törlődik. Ez a művelet visszafordíthatatlan. • Összes beszélgetése • Összes névjegye • Hash ID-je Új fiókot kell létrehoznia.
id: Akun Anda akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan. • Semua obrolan Anda • Semua kontak Anda • Hash ID Anda Anda harus membuat akun baru.
it: Il tuo account sarà eliminato permanentemente. Questa azione è irreversibile. • Tutte le tue chat • Tutti i tuoi contatti • Il tuo Hash ID Dovrai creare un nuovo account.
ja: アカウントは完全に削除されます。この操作は取り消し不可能です。 • すべてのチャット • すべての連絡先 • Hash ID 新しいアカウントを作成する必要があります。
ka: თქვენი ანგარიში სამუდამოდ წაიშლება. ეს მოქმედება შეუქცევადია. • ყველა თქვენი ჩატი • ყველა თქვენი კონტაქტი • თქვენი Hash ID ახალი ანგარიშის შექმნა დაგჭირდებათ.
kk: Аккаунтыңыз біржола жойылады. Бұл әрекет қайтарымсыз. • Барлық чаттарыңыз • Барлық контактілеріңіз • Hash ID-іңіз Жаңа аккаунт жасауыңыз керек болады.
km: គណនីរបស់អ្នកនឹងត្រូវលុបជាអចិន្ត្រៃយ៍។ សកម្មភាពនេះមិនអាចត្រឡប់វិញ។ • ការជជែកទាំងអស់ • ទំនាក់ទំនងទាំងអស់ • Hash ID របស់អ្នក អ្នកនឹងត្រូវបង្កើតគណនីថ្មី។
ky: Аккаунтуңуз биротоло өчүрүлөт. Бул аракет кайтарылгыс. • Бардык чаттарыңыз • Бардык контакттарыңыз • Hash ID'ңыз Жаңы аккаунт түзүшүңүз керек болот.
mk: Вашата сметка ќе биде трајно избришана. Оваа акција е неповратна. • Сите ваши разговори • Сите ваши контакти • Вашиот Hash ID Ќе треба да креирате нова сметка.
mr: तुमचे खाते कायमचे हटवले जाईल. ही क्रिया अपरिवर्तनीय आहे. • तुमचे सर्व चॅट्स • तुमचे सर्व संपर्क • तुमचा Hash ID तुम्हाला नवीन खाते तयार करावे लागेल.
ms: Akaun anda akan dipadam secara kekal. Tindakan ini tidak boleh diterbalikkan. • Semua sembang anda • Semua kenalan anda • Hash ID anda Anda perlu membuat akaun baharu.
nb: Kontoen din vil bli permanent slettet. Denne handlingen er irreversibel. • Alle chattene dine • Alle kontaktene dine • Hash-ID-en din Du må opprette en ny konto.
nl: Je account wordt permanent verwijderd. Deze actie is onomkeerbaar. • Al je chats • Al je contacten • Je Hash-ID Je moet een nieuw account aanmaken.
pt_pt: A sua conta sera permanentemente apagada. Esta acao e irreversivel. - Todas as suas conversas - Todos os seus contactos - O seu Hash ID Tera de criar uma nova conta.
ro: Contul tau va fi sters permanent. Aceasta actiune este ireversibila. • Toate conversatiile tale • Toate contactele tale • Hash ID-ul tau Va trebui sa creezi un cont nou.
ru: Ваш аккаунт будет удалён навсегда. Это действие необратимо. • Все ваши чаты • Все ваши контакты • Ваш Hash ID Вам нужно будет создать новый аккаунт.
sk: Vas ucet bude trvalo zmazany. Tato akcia je nevratna. • Vsetky vase konverzacie • Vsetky vase kontakty • Vase Hash ID Budete si musiet vytvorit novy ucet.
sl: Vas racun bo trajno izbrisan. To dejanje je nepreklicno. • Vsi vasi pogovori • Vsi vasi stiki • Vas Hash ID Morali boste ustvariti nov racun.
sq: Llogaria juaj do te fshihet perfundimisht. Ky veprim eshte i pakthyeshem. • Te gjitha bisedat tuaja • Te gjitha kontaktet tuaja • Hash ID juaj Do te duhet te krijoni nje llogari te re.
sr: Ваш налог ће бити трајно обрисан. Ова акција је неповратна. • Сви ваши четови • Сви ваши контакти • Ваш Hash ID Мораћете да направите нови налог.
sv: Ditt konto kommer att raderas permanent. Denna åtgärd är oåterkallelig. • Alla dina chattar • Alla dina kontakter • Ditt Hash-ID Du behöver skapa ett nytt konto.
ta: உங்கள் கணக்கு நிரந்தரமாக நீக்கப்படும். இந்தச் செயல் மீளமுடியாதது. • உங்கள் அனைத்து உரையாடல்கள் • உங்கள் அனைத்து தொடர்புகள் • உங்கள் Hash ID புதிய கணக்கை உருவாக்க வேண்டும்.
te: మీ ఖాతా శాశ్వతంగా తొలగించబడుతుంది. ఈ చర్య తిరిగి మార్చలేనిది. • మీ అన్ని చాట్‌లు • మీ అన్ని పరిచయాలు • మీ Hash ID మీరు కొత్త ఖాతాను సృష్టించాల్సి ఉంటుంది.
th: บัญชีของคุณจะถูกลบอย่างถาวร การกระทำนี้ไม่สามารถย้อนกลับได้ • แชททั้งหมด • ผู้ติดต่อทั้งหมด • Hash ID ของคุณ คุณจะต้องสร้างบัญชีใหม่
tr: Hesabiniz kalici olarak silinecektir. Bu islem geri donusuzdur. - Tum sohbetleriniz - Tum kisileriniz - Hash Kimliginiz Yeni bir hesap olusturmaniz gerekecektir.
ug: ھېساباتىڭىز مەڭگۈلۈك ئۆچۈرۈلىدۇ. بۇ مەشغۇلات قايتۇرغۇسىز. • بارلىق پاراڭلىرىڭىز • بارلىق ئالاقىداشلىرىڭىز • Hash ID ڭىز يېڭى ھېسابات قۇرۇشىڭىز كېرەك.
uk: Ваш обліковий запис буде видалено назавжди. Ця дія незворотна. • Усі ваші чати • Усі ваші контакти • Ваш Hash ID Вам потрібно буде створити новий обліковий запис.
ur: ุขูพ ฺฉุง ุงฺฉุงุคููน ู ุณุชูู ุทูุฑ ูพุฑ ุญุฐู ู ุฌุงุฆ ฺฏุง  ุนู ู ูุงูุงุจู ูุงูพุณ  โข ุขูพ ฺฉ ุชู ุงู ฺูนุณ โข ุขูพ ฺฉ ุชู ุงู ุฑุงุจุท โข ุขูพ ฺฉุง Hash ID ุขูพ ฺฉู ูุง ุงฺฉุงุคููน ุจูุงูุง ูฺฏุง

# deleteForever
source: Delete permanently
af: Verwyder permanent
ar: حذف نهائي
bg: Изтриване завинаги
bn: স্থায়ীভাবে মুছুন
ca: Eliminar permanentment
cs: Smazat trvale
da: Slet permanent
de: Dauerhaft löschen
el: Οριστική διαγραφή
es: Eliminar permanentemente
et: Kustuta jäädavalt
eu: Betirako ezabatu
fa: حذف دائمی
fi: Poista pysyvästi
fil: Burahin nang permanente
fr: Supprimer définitivement
ga: Scrios go buan
gl: Eliminar permanentemente
gu: કાયમી ડિલીટ કરો
he: מחק לצמיתות
hi: स्थायी रूप से हटाएं
hr: Trajno izbrisi
hu: Végleges törlés
id: Hapus permanen
it: Elimina permanentemente
ja: 完全に削除
ka: სამუდამოდ წაშლა
kk: Біржола жою
km: លុបជាអចិន្ត្រៃយ៍
ky: Биротоло өчүрүү
mk: Избриши трајно
mr: कायमचे हटवा
ms: Padam secara kekal
nb: Slett permanent
nl: Permanent verwijderen
pt_pt: Apagar permanentemente
ro: Sterge permanent
ru: Удалить навсегда
sk: Zmazat trvalo
sl: Izbrisi trajno
sq: Fshi perfundimisht
sr: Обриши трајно
sv: Radera permanent
ta: நிரந்தரமாக நீக்கு
te: శాశ్వతంగా తొలగించు
th: ลบอย่างถาวร
tr: Kalici olarak sil
ug: مەڭگۈلۈك ئۆچۈرۈش
uk: Видалити назавжди
ur: ู ุณุชูู ุทูุฑ ูพุฑ ุญุฐู ฺฉุฑฺบ

source: Cancel
af: Kanselleer
ar: إلغاء
bg: Отказ
bn: বাতিল
ca: Cancel·lar
cs: Zrusit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
ga: Cealaigh
gl: Cancelar
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
ky: Жокко чыгаруу
mk: Откажи
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ro: Anuleaza
ru: Отмена
sk: Zrusit
sl: Preklici
sq: Anulo
sr: Откажи
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tr: Iptal
ug: بىكار قىلىش
uk: Скасувати
ur: ู ูุณูุฎ ฺฉุฑฺบ

# confirmationWord
source: DELETE
fr: SUPPRIMER

# typeWordToConfirm
source: Type your Hash ID to confirm
fr: Tapez votre Hash ID pour confirmer

# dataDeletedForSecurity
source: Vash Mode activated.
af: Vash-modus geaktiveer.
ar: تم تفعيل وضع Vash.
bg: Режим Vash е активиран.
bn: Vash মোড সক্রিয়।
ca: Mode Vash activat.
cs: Rezim Vash aktivovan.
da: Vash-tilstand aktiveret.
de: Vash-Modus aktiviert.
el: Η λειτουργία Vash ενεργοποιήθηκε.
es: Modo Vash activado.
et: Vash režiim aktiveeritud.
eu: Vash modua aktibatuta.
fa: حالت Vash فعال شد.
fi: Vash-tila aktivoitu.
fil: Na-activate ang Vash Mode.
fr: Mode Vash activé.
ga: Modh Vash gniomhachtaithe.
gl: Modo Vash activado.
gu: Vash મોડ સક્રિય થયો.
he: מצב Vash הופעל.
hi: Vash मोड सक्रिय।
hr: Vash nacin aktiviran.
hu: Vash mód aktiválva.
id: Mode Vash diaktifkan.
it: Modalità Vash attivata.
ja: Vash モードが有効化されました。
ka: Vash რეჟიმი გააქტიურებულია.
kk: Vash режимі қосылды.
km: មុខងារ Vash បានបើក។
ky: Vash режими иштетилди.
mk: Vash режимот е активиран.
mr: Vash मोड सक्रिय.
ms: Mod Vash diaktifkan.
nb: Vash-modus aktivert.
nl: Vash-modus geactiveerd.
pt_pt: Modo Vash ativado.
ro: Modul Vash activat.
ru: Режим Vash активирован.
sk: Rezim Vash aktivovany.
sl: Nacin Vash aktiviran.
sq: Modaliteti Vash u aktivizua.
sr: Vash режим активиран.
sv: Vash-läge aktiverat.
ta: Vash பயன்முறை செயல்படுத்தப்பட்டது.
te: Vash మోడ్ సక్రియం చేయబడింది.
th: เปิดใช้งานโหมด Vash แล้ว
tr: Vash Modu etkinlestirildi.
ug: Vash ھالىتى ئاكتىپلاندى.
uk: Режим Vash активовано.
ur: Vash ู ูฺ ูุนุงู ู ฺฏุง

# deletionError
source: Deletion error: {error}
af: Verwyderingsfout: {error}
ar: خطأ في الحذف: {error}
bg: Грешка при изтриване: {error}
bn: মোছায় ত্রুটি: {error}
ca: Error d'eliminació: {error}
cs: Chyba pri mazani: {error}
da: Slettefejl: {error}
de: Löschfehler: {error}
el: Σφάλμα διαγραφής: {error}
es: Error al eliminar: {error}
et: Kustutamise viga: {error}
eu: Ezabatze-errorea: {error}
fa: خطای حذف: {error}
fi: Poistamisvirhe: {error}
fil: Error sa pagbura: {error}
fr: Erreur lors de la suppression: {error}
ga: Earraid le linn scriosta: {error}
gl: Erro ao eliminar: {error}
gu: ડિલીટ કરવામાં ભૂલ: {error}
he: שגיאת מחיקה: {error}
hi: हटाने में त्रुटि: {error}
hr: Greska pri brisanju: {error}
hu: Törlési hiba: {error}
id: Kesalahan penghapusan: {error}
it: Errore di eliminazione: {error}
ja: 削除エラー：{error}
ka: წაშლის შეცდომა: {error}
kk: Жою қатесі: {error}
km: កំហុសក្នុងការលុប: {error}
ky: Өчүрүү катасы: {error}
mk: Грешка при бришење: {error}
mr: हटवण्यात त्रुटी: {error}
ms: Ralat pemadaman: {error}
nb: Slettingsfeil: {error}
nl: Verwijderingsfout: {error}
pt_pt: Erro ao apagar: {error}
ro: Eroare la stergere: {error}
ru: Ошибка удаления: {error}
sk: Chyba pri mazani: {error}
sl: Napaka pri brisanju: {error}
sq: Gabim gjate fshirjes: {error}
sr: Грешка при брисању: {error}
sv: Raderingsfel: {error}
ta: நீக்குவதில் பிழை: {error}
te: తొలగింపు లోపం: {error}
th: เกิดข้อผิดพลาดในการลบ: {error}
tr: Silme hatasi: {error}
ug: ئۆچۈرۈش خاتالىقى: {error}
uk: Помилка видалення: {error}
ur: ุญุฐู ฺฉุฑู ู ฺบ ุฎุฑุงุจ: {error}

source: Your security
af: Jou sekuriteit
ar: أمانك
bg: Вашата сигурност
bn: আপনার নিরাপত্তা
ca: La teva seguretat
cs: Vase zabezpeceni
da: Din sikkerhed
de: Deine Sicherheit
el: Η ασφάλειά σας
es: Tu seguridad
et: Teie turvalisus
eu: Zure segurtasuna
fa: امنیت شما
fi: Turvallisuutesi
fil: Ang iyong seguridad
fr: Votre sécurité
ga: Do shlandail
gl: A tua seguridade
gu: તમારી સુરક્ષા
he: האבטחה שלך
hi: आपकी सुरक्षा
hr: Vasa sigurnost
hu: Az Ön biztonsága
id: Keamanan Anda
it: La tua sicurezza
ja: あなたのセキュリティ
ka: თქვენი უსაფრთხოება
kk: Сіздің қауіпсіздігіңіз
km: សុវត្ថិភាពរបស់អ្នក
ky: Сиздин коопсуздугуңуз
mk: Вашата безбедност
mr: तुमची सुरक्षा
ms: Keselamatan anda
nb: Din sikkerhet
nl: Jouw beveiliging
pt_pt: A sua seguranca
ro: Securitatea ta
ru: Ваша безопасность
sk: Vasa bezpecnost
sl: Vasa varnost
sq: Siguria juaj
sr: Ваша безбедност
sv: Din säkerhet
ta: உங்கள் பாதுகாப்பு
te: మీ భద్రత
th: ความปลอดภัยของคุณ
tr: Guvenliginiz
ug: بىخەتەرلىكىڭىز
uk: Ваша безпека
ur: ุขูพ ฺฉ ุณฺฉูุฑูน

# securityInfo
source: • End-to-end encryption (Signal Protocol) • No data on our servers after delivery • Keys stored only on your device • PIN code never sent to server
af: • End-tot-end-enkripsie (Signal Protocol) • Geen data op ons bedieners na aflewering nie • Sleutels slegs op jou toestel gestoor • PIN-kode nooit na bediener gestuur nie
ar: • تشفير من طرف إلى طرف (بروتوكول Signal) • لا بيانات على خوادمنا بعد التسليم • المفاتيح مخزنة فقط على جهازك • رمز PIN لا يُرسل أبداً للخادم
bg: • Криптиране от край до край (Signal Protocol) • Няма данни на нашите сървъри след доставка • Ключовете се съхраняват само на вашето устройство • PIN кодът никога не се изпраща към сървъра
bn: • এন্ড-টু-এন্ড এনক্রিপশন (Signal Protocol) • ডেলিভারির পর আমাদের সার্ভারে কোনো ডেটা নেই • কী শুধুমাত্র আপনার ডিভাইসে সংরক্ষিত • PIN কোড কখনো সার্ভারে পাঠানো হয় না
ca: • Xifrat d'extrem a extrem (Signal Protocol) • Cap dada als nostres servidors després del lliurament • Claus emmagatzemades només al teu dispositiu • Codi PIN mai enviat al servidor
cs: • Sifrovani end-to-end (Signal Protocol) • Zadna data na nasich serverech po doruceni • Klice ulozeny pouze na vasem zarizeni • PIN kod nikdy neni odeslan na server
da: • End-to-end-kryptering (Signal Protocol) • Ingen data på vores servere efter levering • Nøgler opbevares kun på din enhed • PIN-kode sendes aldrig til serveren
de: • Ende-zu-Ende-Verschlüsselung (Signal-Protokoll) • Keine Daten auf unseren Servern nach Zustellung • Schlüssel nur auf deinem Gerät gespeichert • PIN-Code wird nie an Server gesendet
el: - Κρυπτογράφηση από άκρο σε άκρο (Signal Protocol) - Κανένα δεδομένο στους διακομιστές μας μετά την παράδοση - Κλειδιά αποθηκευμένα μόνο στη συσκευή σας - Ο κωδικός PIN δεν αποστέλλεται ποτέ στον διακομιστή
es: • Cifrado de extremo a extremo (Protocolo Signal) • Ningún dato en nuestros servidores tras la entrega • Claves almacenadas solo en tu dispositivo • Código PIN nunca enviado al servidor
et: - Täielik krüpteerimine (Signal Protocol) - Pärast kohaletoimetamist andmeid meie serverites pole - Võtmed salvestatakse ainult teie seadmesse - PIN-koodi ei saadeta kunagi serverisse
eu: - Muturretik muturrerako enkriptazioa (Signal Protocol) - Entregaren ondoren daturik gure zerbitzarietan ez - Gakoak zure gailuan bakarrik gordetzen dira - PIN kodea ez da inoiz zerbitzarira bidaltzen
fa: - رمزنگاری سرتاسری (Signal Protocol) - بدون داده در سرورهای ما پس از تحویل - کلیدها فقط در دستگاه شما ذخیره می‌شوند - کد PIN هرگز به سرور ارسال نمی‌شود
fi: • Päästä päähän -salaus (Signal Protocol) • Ei tietoja palvelimillamme toimituksen jälkeen • Avaimet tallennettu vain laitteellesi • PIN-koodia ei koskaan lähetetä palvelimelle
fil: • End-to-end encryption (Signal Protocol) • Walang data sa aming mga server pagkatapos ng delivery • Mga susi na nakaimbak lamang sa iyong device • Hindi kailanman ipinapadala ang PIN code sa server
fr: • Chiffrement de bout en bout (Signal Protocol) • Aucune donnée sur nos serveurs après livraison • Clés stockées uniquement sur votre appareil • Code PIN jamais envoyé au serveur
ga: - Criptiuchain ceann go ceann (Protocal Signal) - Gan sonrai ar ar bhfreastalairi tar eis seachadadh - Eochracha storaite ar do ghleas amhain - Cod PIN nach seoltar chuig an bhfreastalai riamh
gl: • Cifrado de extremo a extremo (Signal Protocol) • Sen datos nos nosos servidores despois da entrega • Chaves almacenadas so no teu dispositivo • O codigo PIN nunca se envia ao servidor
gu: • એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન (Signal Protocol) • ડિલિવરી પછી અમારા સર્વર પર કોઈ ડેટા નહીં • કી ફક્ત તમારા ઉપકરણ પર સંગ્રહિત • PIN કોડ ક્યારેય સર્વર પર મોકલાતો નથી
he: • הצפנה מקצה לקצה (Signal Protocol) • אין נתונים בשרתים שלנו לאחר מסירה • מפתחות מאוחסנים רק במכשיר שלך • קוד PIN אף פעם לא נשלח לשרת
hi: • एंड-टू-एंड एन्क्रिप्शन (Signal Protocol) • डिलीवरी के बाद हमारे सर्वर पर कोई डेटा नहीं • कुंजियां केवल आपके डिवाइस पर संग्रहीत • PIN कोड कभी सर्वर को नहीं भेजा जाता
hr: • Enkripcija od kraja do kraja (Signal Protocol) • Nema podataka na nasim posluziteljima nakon isporuke • Kljucevi pohranjeni samo na vasem uredaju • PIN kod nikada nije poslan na posluzitelj
hu: • Végponttól végpontig titkosítás (Signal Protocol) • Nincs adat a szervereinken a kézbesítés után • Kulcsok csak az Ön eszközén tárolva • PIN kód soha nincs elküldve a szerverre
id: • Enkripsi ujung-ke-ujung (Signal Protocol) • Tidak ada data di server kami setelah pengiriman • Kunci disimpan hanya di perangkat Anda • Kode PIN tidak pernah dikirim ke server
it: • Crittografia end-to-end (Protocollo Signal) • Nessun dato sui nostri server dopo la consegna • Chiavi memorizzate solo sul tuo dispositivo • Codice PIN mai inviato al server
ja: • エンドツーエンド暗号化（Signal Protocol） • 配信後サーバーにデータなし • 鍵はデバイスにのみ保存 • PIN コードはサーバーに送信されません
ka: • ბოლოდან ბოლომდე დაშიფვრა (Signal Protocol) • მონაცემები არ რჩება ჩვენს სერვერებზე მიწოდების შემდეგ • გასაღებები მხოლოდ თქვენს მოწყობილობაზეა შენახული • PIN კოდი არასოდეს იგზავნება სერვერზე
kk: • Толық шифрлау (Signal Protocol) • Жеткізуден кейін серверлерде деректер жоқ • Кілттер тек сіздің құрылғыңызда сақталады • PIN код ешқашан серверге жіберілмейді
km: • ការអ៊ិនគ្រីបពីចុងដល់ចុង (Signal Protocol) • គ្មានទិន្នន័យនៅលើម៉ាស៊ីនមេបន្ទាប់ពីការដឹកជញ្ជូន • កូនសោរក្សាតែនៅលើឧបករណ៍របស់អ្នក • លេខកូដ PIN មិនដែលផ្ញើទៅម៉ាស៊ីនមេ
ky: • Учтан-учка шифрлөө (Signal Protocol) • Жеткирүүдөн кийин серверлерибизде маалымат жок • Ачкычтар сиздин түзмөктө гана сакталат • PIN код эч качан серверге жөнөтүлбөйт
mk: • Целосна енкрипција (Signal Protocol) • Нема податоци на нашите сервери по испорака • Клучевите се чуваат само на вашиот уред • PIN кодот никогаш не се испраќа на сервер
mr: • एंड-टू-एंड एन्क्रिप्शन (Signal Protocol) • डिलिव्हरीनंतर आमच्या सर्व्हरवर कोणताही डेटा नाही • की फक्त तुमच्या डिव्हाइसवर साठवल्या जातात • PIN कोड कधीही सर्व्हरला पाठवला जात नाही
ms: • Penyulitan hujung-ke-hujung (Signal Protocol) • Tiada data di pelayan kami selepas penghantaran • Kunci disimpan hanya di peranti anda • Kod PIN tidak pernah dihantar ke pelayan
nb: • Ende-til-ende-kryptering (Signal Protocol) • Ingen data på serverne våre etter levering • Nøkler lagret kun på enheten din • PIN-kode sendes aldri til serveren
nl: • End-to-end-versleuteling (Signal Protocol) • Geen gegevens op onze servers na aflevering • Sleutels alleen opgeslagen op jouw apparaat • PIN-code wordt nooit naar de server gestuurd
pt_pt: - Encriptacao ponta a ponta (Signal Protocol) - Sem dados nos nossos servidores apos entrega - Chaves armazenadas apenas no seu dispositivo - Codigo PIN nunca enviado para o servidor
ro: • Criptare end-to-end (Signal Protocol) • Nicio data pe serverele noastre dupa livrare • Cheile stocate doar pe dispozitivul tau • Codul PIN nu este niciodata trimis la server
ru: • Сквозное шифрование (Signal Protocol) • Нет данных на наших серверах после доставки • Ключи хранятся только на вашем устройстве • PIN-код никогда не отправляется на сервер
sk: • End-to-end sifrovanie (Signal Protocol) • Ziadne udaje na nasich serveroch po doruceni • Kluce ulozene len na vasom zariadeni • PIN kod sa nikdy neodosiela na server
sl: • Sifriranje od konca do konca (Signal Protocol) • Brez podatkov na nasih strežnikih po dostavi • Kljuci shranjeni samo na vasi napravi • PIN koda nikoli ni poslana na strežnik
sq: • Kriptim nga skaji ne skaj (Signal Protocol) • Asnje e dhene ne serverat tane pas dorezimit • Çelesat ruhen vetem ne pajisjen tuaj • Kodi PIN nuk dergohet kurre ne server
sr: • Шифровање с краја на крај (Signal Protocol) • Нема података на нашим серверима после испоруке • Кључеви се чувају само на вашем уређају • PIN код се никада не шаље серверу
sv: • Ände-till-ände-kryptering (Signal Protocol) • Ingen data på våra servrar efter leverans • Nycklar lagras bara på din enhet • PIN-kod skickas aldrig till servern
ta: • முழுமையான குறியாக்கம் (Signal Protocol) • வழங்கலுக்குப் பிறகு எங்கள் சேவையகங்களில் தரவு இல்லை • விசைகள் உங்கள் சாதனத்தில் மட்டுமே சேமிக்கப்படும் • PIN குறியீடு ஒருபோதும் சேவையகத்திற்கு அனுப்பப்படாது
te: • ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్షన్ (Signal Protocol) • డెలివరీ తర్వాత మా సర్వర్‌లలో డేటా ఉండదు • కీలు మీ పరికరంలో మాత్రమే నిల్వ చేయబడతాయి • PIN కోడ్ సర్వర్‌కు ఎప్పుడూ పంపబడదు
th: • การเข้ารหัสแบบครบวงจร (Signal Protocol) • ไม่มีข้อมูลบนเซิร์ฟเวอร์หลังจัดส่ง • คีย์จัดเก็บบนอุปกรณ์ของคุณเท่านั้น • รหัส PIN ไม่เคยส่งไปยังเซิร์ฟเวอร์
tr: - Uctan uca sifreleme (Signal Protocol) - Teslimattan sonra sunucularimizda veri yok - Anahtarlar yalnizca cihazinizda saklanir - PIN kodu asla sunucuya gonderilmez
ug: • ئۇچتىن-ئۇچقا شىفىرلاش (Signal Protocol) • يەتكۈزگەندىن كېيىن مۇلازىمېتىردا سانلىق مەلۇمات يوق • ئاچقۇچلار پەقەت ئۈسكۈنىڭىزدە ساقلىنىدۇ • PIN كود ھەرگىز مۇلازىمېتىرغا يوللانمايدۇ
uk: • Наскрізне шифрування (Signal Protocol) • Жодних даних на наших серверах після доставки • Ключі зберігаються лише на вашому пристрої • PIN-код ніколи не надсилається на сервер
ur: โข ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพุดู (Signal Protocol) โข ุชุฑุณู ฺฉ ุจุนุฏ ู ุงุฑ ุณุฑูุฑุฒ ูพุฑ ฺฉูุฆ ฺูนุง ูฺบ โข ฺุงุจุงฺบ ุตุฑู ุขูพ ฺฉ ุขู ูพุฑ ู ุญููุธ ฺบ โข PIN ฺฉูฺ ฺฉุจฺพ ุณุฑูุฑ ฺฉู ูฺบ ุจฺพุฌุง ุฌุงุชุง
