Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# muteExplanation
source: You won't receive notifications for this contact
af: Jy sal nie kennisgewings vir hierdie kontak ontvang nie
ar: لن تتلقى إشعارات لجهة الاتصال هذه
bg: Няма да получавате известия за този контакт
bn: এই পরিচিতির জন্য আপনি বিজ্ঞপ্তি পাবেন না
ca: No rebràs notificacions d'aquest contacte
cs: Nebudete dostavat oznameni od tohoto kontaktu
da: Du modtager ikke notifikationer for denne kontakt
de: Du wirst keine Benachrichtigungen mehr für diesen Kontakt erhalten
el: Δεν θα λαμβάνετε ειδοποιήσεις για αυτήν την επαφή
es: No recibirás notificaciones de este contacto
et: Te ei saa selle kontakti teavitusi
eu: Ez duzu kontaktu honen jakinarazpenik jasoko
fa: اعلانی برای این مخاطب دریافت نخواهید کرد
fi: Et saa ilmoituksia tästä yhteystiedosta
fil: Hindi ka makakatanggap ng mga notipikasyon para sa kontak na ito
fr: Vous ne recevrez plus de notifications pour ce contact
ga: Ni bhfaighidh tu fograi don teagmhail seo a thuilleadh
gl: Non recibirds notificacions deste contacto
gu: તમને આ સંપર્ક માટે સૂચનાઓ મળશે નહીં
he: לא תקבל התראות עבור איש קשר זה
hi: आपको इस संपर्क से सूचनाएं नहीं मिलेंगी
hr: Necete primati obavijesti za ovaj kontakt
hu: Nem fog értesítéseket kapni erről a névjegyről
id: Anda tidak akan menerima notifikasi untuk kontak ini
it: Non riceverai più notifiche per questo contatto
ja: この連絡先の通知を受け取りません
ka: ამ კონტაქტის შეტყობინებებს აღარ მიიღებთ
kk: Бұл контакттан хабарландырулар алмайсыз
km: អ្នកនឹងមិនទទួលការជូនដំណឹងសម្រាប់ទំនាក់ទំនងនេះ
ky: Бул контакт үчүн билдирмелер алынбайт
mk: Нема да добивате известувања за овој контакт
mr: या संपर्कासाठी तुम्हाला सूचना मिळणार नाहीत
ms: Anda tidak akan menerima pemberitahuan untuk kenalan ini
nb: Du vil ikke motta varsler for denne kontakten
nl: Je ontvangt geen meldingen voor dit contact
pt_pt: Nao recebera notificacoes deste contacto
ro: Nu vei primi notificari pentru acest contact
ru: Вы не будете получать уведомления от этого контакта
sk: Nebudete dostavat notifikacie pre tento kontakt
sl: Ne boste prejemali obvestil za ta stik
sq: Nuk do te merrni njoftime per kete kontakt
sr: Нећете примати обавештења за овај контакт
sv: Du får inga aviseringar för denna kontakt
ta: இந்தத் தொடர்புக்கு அறிவிப்புகள் வராது
te: ఈ పరిచయం నుండి మీకు నోటిఫికేషన్‌లు రావు
th: คุณจะไม่ได้รับแจ้งเตือนจากผู้ติดต่อนี้
tr: Bu kisi icin bildirim almayacaksiniz
ug: بۇ ئالاقىداشتىن ئۇقتۇرۇش كەلمەيدۇ
uk: Ви не отримуватимете сповіщення для цього контакту
ur: ุขูพ ฺฉู ุงุณ ุฑุงุจุท ฺฉ ุงุทูุงุนุงุช ูฺบ ู ูฺบ ฺฏ

source: Mute notifications
af: Demp kennisgewings
ar: كتم الإشعارات
bg: Заглушаване на известия
bn: বিজ্ঞপ্তি নিঃশব্দ করুন
ca: Silenciar notificacions
cs: Ztlumit oznameni
da: Slå notifikationer fra
de: Benachrichtigungen stummschalten
el: Σίγαση ειδοποιήσεων
es: Silenciar notificaciones
et: Vaigista teavitused
eu: Isilduta jakinarazpenak
fa: بی‌صدا کردن اعلان‌ها
fi: Mykistä ilmoitukset
fil: I-mute ang mga notipikasyon
fr: Couper les notifications
ga: Ciunaigh fograi
gl: Silenciar notificacions
gu: સૂચનાઓ મ્યૂટ કરો
he: השתק התראות
hi: सूचनाएं म्यूट करें
hr: Utisaj obavijesti
hu: Értesítések némítása
id: Bisukan notifikasi
it: Silenzia notifiche
ja: 通知をミュート
ka: შეტყობინებების დადუმება
kk: Хабарландыруларды өшіру
km: បិទសំឡេងការជូនដំណឹង
ky: Билдирмелерди өчүрүү
mk: Исклучи известувања
mr: सूचना बंद करा
ms: Senyapkan pemberitahuan
nb: Demp varsler
nl: Meldingen dempen
pt_pt: Silenciar notificacoes
ro: Dezactiveaza notificarile
ru: Отключить уведомления
sk: Stlmit notifikacie
sl: Utisaj obvestila
sq: Hesht njoftimet
sr: Искључи обавештења
sv: Tysta aviseringar
ta: அறிவிப்புகளை முடக்கு
te: నోటిఫికేషన్‌లను మ్యూట్ చేయి
th: ปิดเสียงแจ้งเตือน
tr: Bildirimleri sustur
ug: ئۇقتۇرۇشلارنى ئۈنسىز قىلىش
uk: Вимкнути сповіщення
ur: ุงุทูุงุนุงุช ุฎุงู ูุด ฺฉุฑฺบ

# muteDescription
source: You won't receive notifications for this contact
af: Jy sal nie kennisgewings vir hierdie kontak ontvang nie
ar: لن تتلقى إشعارات لجهة الاتصال هذه
bg: Няма да получавате известия за този контакт
bn: এই পরিচিতির জন্য আপনি বিজ্ঞপ্তি পাবেন না
ca: No rebràs notificacions d'aquest contacte
cs: Nebudete dostavat oznameni od tohoto kontaktu
da: Du modtager ikke notifikationer for denne kontakt
de: Du wirst keine Benachrichtigungen für diesen Kontakt erhalten
el: Δεν θα λαμβάνετε ειδοποιήσεις για αυτήν την επαφή
es: No recibirás notificaciones de este contacto
et: Te ei saa selle kontakti teavitusi
eu: Ez duzu kontaktu honen jakinarazpenik jasoko
fa: اعلانی برای این مخاطب دریافت نخواهید کرد
fi: Et saa ilmoituksia tästä yhteystiedosta
fil: Hindi ka makakatanggap ng mga notipikasyon para sa kontak na ito
fr: Vous ne recevrez pas de notifications pour ce contact
ga: Ni bhfaighidh tu fograi don teagmhail seo
gl: Non recibirds notificacions deste contacto
gu: તમને આ સંપર્ક માટે સૂચનાઓ મળશે નહીં
he: לא תקבל התראות עבור איש קשר זה
hi: आपको इस संपर्क से सूचनाएं नहीं मिलेंगी
hr: Necete primati obavijesti za ovaj kontakt
hu: Nem fog értesítéseket kapni erről a névjegyről
id: Anda tidak akan menerima notifikasi untuk kontak ini
it: Non riceverai notifiche per questo contatto
ja: この連絡先の通知を受け取りません
ka: ამ კონტაქტის შეტყობინებებს აღარ მიიღებთ
kk: Бұл контакттан хабарландырулар алмайсыз
km: អ្នកនឹងមិនទទួលការជូនដំណឹងសម្រាប់ទំនាក់ទំនងនេះ
ky: Бул контакт үчүн билдирмелер алынбайт
mk: Нема да добивате известувања за овој контакт
mr: या संपर्कासाठी तुम्हाला सूचना मिळणार नाहीत
ms: Anda tidak akan menerima pemberitahuan untuk kenalan ini
nb: Du vil ikke motta varsler for denne kontakten
nl: Je ontvangt geen meldingen voor dit contact
pt_pt: Nao recebera notificacoes deste contacto
ro: Nu vei primi notificari pentru acest contact
ru: Вы не будете получать уведомления от этого контакта
sk: Nebudete dostavat notifikacie pre tento kontakt
sl: Ne boste prejemali obvestil za ta stik
sq: Nuk do te merrni njoftime per kete kontakt
sr: Нећете примати обавештења за овај контакт
sv: Du får inga aviseringar för denna kontakt
ta: இந்தத் தொடர்புக்கு அறிவிப்புகள் வராது
te: ఈ పరిచయం నుండి మీకు నోటిఫికేషన్‌లు రావు
th: คุณจะไม่ได้รับแจ้งเตือนจากผู้ติดต่อนี้
tr: Bu kisi icin bildirim almayacaksiniz
ug: بۇ ئالاقىداشتىن ئۇقتۇرۇش كەلمەيدۇ
uk: Ви не отримуватимете сповіщення для цього контакту
ur: ุขูพ ฺฉู ุงุณ ุฑุงุจุท ฺฉ ุงุทูุงุนุงุช ูฺบ ู ูฺบ ฺฏ

# mutedUntil
source: Muted until {time}
af: Gedemp tot {time}
ar: مكتوم حتى {time}
bg: Заглушено до {time}
bn: {time} পর্যন্ত নিঃশব্দ
ca: Silenciat fins {time}
cs: Ztlumeno do {time}
da: Lydløs indtil {time}
de: Stumm bis {time}
el: Σε σίγαση μέχρι {time}
es: Silenciado hasta {time}
et: Vaigistatud kuni {time}
eu: Isilduta {time} arte
fa: بی‌صدا تا {time}
fi: Mykistetty {time} asti
fil: Naka-mute hanggang {time}
fr: Muet jusqu'à {time}
ga: Ciunaithe go dti {time}
gl: Silenciado ata {time}
gu: {time} સુધી મ્યૂટ
he: מושתק עד {time}
hi: {time} तक म्यूट
hr: Utisano do {time}
hu: Némítva eddig: {time}
id: Dibisukan hingga {time}
it: Silenziato fino a {time}
ja: {time}までミュート
ka: დადუმებულია {time}-მდე
kk: {time} дейін өшірілген
km: បិទសំឡេងរហូតដល់ {time}
ky: {time} чейин үнсүз
mk: Исклучено до {time}
mr: {time} पर्यंत शांत
ms: Disenyapkan sehingga {time}
nb: Dempet til {time}
nl: Gedempt tot {time}
pt_pt: Silenciado ate {time}
ro: Dezactivat pana la {time}
ru: Отключено до {time}
sk: Stlmene do {time}
sl: Utisano do {time}
sq: Heshtur deri ne {time}
sr: Утишано до {time}
sv: Tystad till {time}
ta: {time} வரை முடக்கப்பட்டது
te: {time} వరకు మ్యూట్ చేయబడింది
th: ปิดเสียงจนถึง {time}
tr: {time} tarihine kadar sessiz
ug: {time} غىچە ئۈنسىز
uk: Вимкнено до {time}
ur: {time} ุชฺฉ ุฎุงู ูุด

# notMuted
source: Notifications enabled
af: Kennisgewings geaktiveer
ar: الإشعارات مفعلة
bg: Известията са активни
bn: বিজ্ঞপ্তি সক্রিয়
ca: Notificacions activades
cs: Oznameni zapnuta
da: Notifikationer aktiveret
de: Benachrichtigungen aktiviert
el: Οι ειδοποιήσεις είναι ενεργοποιημένες
es: Notificaciones activadas
et: Teavitused lubatud
eu: Jakinarazpenak gaituta
fa: اعلان‌ها فعال
fi: Ilmoitukset käytössä
fil: Naka-enable ang mga notipikasyon
fr: Notifications activées
ga: Fograi gniomhachtaithe
gl: Notificacions activadas
gu: સૂચનાઓ સક્ષમ
he: התראות מופעלות
hi: सूचनाएं सक्षम
hr: Obavijesti ukljucene
hu: Értesítések engedélyezve
id: Notifikasi aktif
it: Notifiche attivate
ja: 通知が有効
ka: შეტყობინებები ჩართულია
kk: Хабарландырулар қосулы
km: ការជូនដំណឹងបានបើក
ky: Билдирмелер иштетилген
mk: Известувањата се вклучени
mr: सूचना सक्रिय
ms: Pemberitahuan aktif
nb: Varsler aktivert
nl: Meldingen ingeschakeld
pt_pt: Notificacoes ativadas
ro: Notificari activate
ru: Уведомления включены
sk: Notifikacie zapnute
sl: Obvestila vklopljena
sq: Njoftimet te aktivizuara
sr: Обавештења укључена
sv: Aviseringar aktiverade
ta: அறிவிப்புகள் இயக்கப்பட்டுள்ளன
te: నోటిఫికేషన్‌లు ఎనేబుల్ చేయబడ్డాయి
th: เปิดการแจ้งเตือน
tr: Bildirimler etkin
ug: ئۇقتۇرۇشلار ئاكتىپ
uk: Сповіщення увімкнено
ur: ุงุทูุงุนุงุช ูุนุงู ฺบ

source: Unmute
af: Ontdemp
ar: إلغاء الكتم
bg: Включване на звука
bn: শব্দ চালু করুন
ca: Activar so
cs: Zrusit ztlumeni
da: Slå til
de: Reaktivieren
el: Κατάργηση σίγασης
es: Reactivar
et: Lülita tagasi sisse
eu: Desblokeatu soinua
fa: فعال کردن صدا
fi: Poista mykistys
fil: I-unmute
fr: Réactiver
ga: Diciunaigh
gl: Activar son
gu: અનમ્યૂટ
he: בטל השתקה
hi: अनम्यूट करें
hr: Ukljuci zvuk
hu: Némítás feloldása
id: Bunyikan
it: Riattiva
ja: ミュート解除
ka: ხმის ჩართვა
kk: Қосу
km: បើកសំឡេងវិញ
ky: Үндү кайтаруу
mk: Вклучи звук
mr: अनम्यूट करा
ms: Nyahsenyap
nb: Slå på igjen
nl: Dempen opheffen
pt_pt: Reativar
ro: Reactiveaza
ru: Включить
sk: Zapnut
sl: Vklopi
sq: Aktivizo
sr: Укључи звук
sv: Slå på ljud
ta: முடக்கத்தை நீக்கு
te: అన్‌మ్యూట్ చేయి
th: เปิดเสียง
tr: Sesi ac
ug: ئۈن ئاچ
uk: Увімкнути сповіщення
ur: ุขูุงุฒ ุจุญุงู ฺฉุฑฺบ

source: Notification sound
af: Kennisgewingklank
ar: صوت الإشعار
bg: Звук на известие
bn: বিজ্ঞপ্তির শব্দ
ca: So de notificació
cs: Zvuk oznameni
da: Notifikationslyd
de: Benachrichtigungston
el: Ήχος ειδοποίησης
es: Sonido de notificación
et: Teavituse heli
eu: Jakinarazpen-soinua
fa: صدای اعلان
fi: Ilmoitusääni
fil: Tunog ng notipikasyon
fr: Son de notification
ga: Fuaim fogra
gl: Son de notificacion
gu: સૂચના અવાજ
he: צליל התראה
hi: सूचना ध्वनि
hr: Zvuk obavijesti
hu: Értesítési hang
id: Suara notifikasi
it: Suono di notifica
ja: 通知音
ka: შეტყობინების ხმა
kk: Хабарландыру дыбысы
km: សំឡេងការជូនដំណឹង
ky: Билдирме үнү
mk: Звук на известување
mr: सूचना ध्वनी
ms: Bunyi pemberitahuan
nb: Varsellyd
nl: Meldingsgeluid
pt_pt: Som de notificacao
ro: Sunet notificare
ru: Звук уведомления
sk: Zvuk notifikacie
sl: Zvok obvestila
sq: Tingulli i njoftimit
sr: Звук обавештења
sv: Aviseringsljud
ta: அறிவிப்பு ஒலி
te: నోటిఫికేషన్ ధ్వని
th: เสียงแจ้งเตือน
tr: Bildirim sesi
ug: ئۇقتۇرۇش ئاۋازى
uk: Звук сповіщення
ur: ุงุทูุงุน ฺฉ ุขูุงุฒ

# defaultSound
source: Default
af: Verstek
ar: افتراضي
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
cs: Vychozi
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
et: Vaikimisi
eu: Lehenetsia
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
ga: Reamhshocru
gl: Predeterminado
gu: ડિફૉલ્ટ
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ka: ნაგულისხმევი
kk: Әдепкі
km: លំនាំដើម
ky: Демейки
mk: Стандарден
mr: डिफॉल्ट
ms: Lalai
nb: Standard
nl: Standaard
pt_pt: Predefinido
ro: Implicit
ru: По умолчанию
sk: Predvoleny
sl: Privzeto
sq: I paracaktuar
sr: Подразумевани
sv: Standard
ta: இயல்புநிலை
te: డిఫాల్ట్
th: ค่าเริ่มต้น
tr: Varsayilan
ug: سۈكۈتتىكى
uk: За замовчуванням
ur: ูพู ุณ ุท ุดุฏ

source: Chat settings
af: Geselsieinstellings
ar: إعدادات الدردشة
bg: Настройки на чат
bn: চ্যাট সেটিংস
ca: Configuració del xat
cs: Nastaveni chatu
da: Chatindstillinger
de: Chat-Einstellungen
el: Ρυθμίσεις συνομιλίας
es: Ajustes del chat
et: Vestluse seaded
eu: Txataren ezarpenak
fa: تنظیمات گفتگو
fi: Keskustelun asetukset
fil: Mga setting ng chat
fr: Paramètres du chat
ga: Socruithe comhra
gl: Axustes do chat
gu: ચેટ સેટિંગ્સ
he: הגדרות צ'אט
hi: चैट सेटिंग्स
hr: Postavke razgovora
hu: Beszélgetés beállításai
id: Pengaturan obrolan
it: Impostazioni chat
ja: チャット設定
ka: ჩატის პარამეტრები
kk: Чат баптаулары
km: ការកំណត់ការជជែក
ky: Чат жөндөөлөрү
mk: Поставки на разговор
mr: चॅट सेटिंग्ज
ms: Tetapan sembang
nb: Chat-innstillinger
nl: Chatinstellingen
pt_pt: Definicoes da conversa
ro: Setari conversatie
ru: Настройки чата
sk: Nastavenia konverzacie
sl: Nastavitve pogovora
sq: Cilesimet e bisedes
sr: Подешавања чета
sv: Chattinställningar
ta: உரையாடல் அமைப்புகள்
te: చాట్ సెట్టింగ్‌లు
th: ตั้งค่าแชท
tr: Sohbet ayarlari
ug: پاراڭ تەڭشىكى
uk: Налаштування чату
ur: ฺูน ุชุฑุชุจุงุช

source: Bubble color
af: Borrelkleur
ar: لون الفقاعات
bg: Цвят на балонче
bn: বাবল রঙ
ca: Color de les bombolles
cs: Barva bublin
da: Boblens farve
de: Blasenfarbe
el: Χρώμα φούσκας
es: Color de las burbujas
et: Mulli värv
eu: Burbuilaren kolorea
fa: رنگ حباب
fi: Kuplan väri
fil: Kulay ng bubble
fr: Couleur des bulles
ga: Dath na mbolgan
gl: Cor das burbullas
gu: બબલ રંગ
he: צבע בועה
hi: बबल का रंग
hr: Boja oblacica
hu: Buborék színe
id: Warna gelembung
it: Colore delle bolle
ja: 吹き出しの色
ka: ბუშტის ფერი
kk: Көпіршік түсі
km: ពណ៌បាឡុង
ky: Көбүк түсү
mk: Боја на балонче
mr: बबल रंग
ms: Warna gelembung
nb: Boblefarge
nl: Bubbekleur
pt_pt: Cor dos baloes
ro: Culoare balon
ru: Цвет пузыря
sk: Farba bubliny
sl: Barva oblacka
sq: Ngjyra e flluskes
sr: Боја облачића
sv: Bubbelfärg
ta: குமிழி நிறம்
te: బబుల్ రంగు
th: สีกล่องข้อความ
tr: Balon rengi
ug: كۆپۈكچە رەڭگى
uk: Колір бульбашки
ur: ุจุจู ุฑูฺฏ

source: Background color
af: Agtergrondkleur
ar: لون الخلفية
bg: Цвят на фона
bn: পটভূমির রঙ
ca: Color de fons
cs: Barva pozadi
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de fondo
et: Taustavärv
eu: Atzeko kolorea
fa: رنگ پس‌زمینه
fi: Taustaväri
fil: Kulay ng background
fr: Couleur de fond
ga: Dath an chulra
gl: Cor de fondo
gu: પૃષ્ઠભૂમિ રંગ
he: צבע רקע
hi: पृष्ठभूमि का रंग
hr: Boja pozadine
hu: Háttérszín
id: Warna latar belakang
it: Colore di sfondo
ja: 背景色
ka: ფონის ფერი
kk: Фон түсі
km: ពណ៌ផ្ទៃខាងក្រោយ
ky: Фон түсү
mk: Боја на позадина
mr: पार्श्वभूमी रंग
ms: Warna latar belakang
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pt_pt: Cor de fundo
ro: Culoare fundal
ru: Цвет фона
sk: Farba pozadia
sl: Barva ozadja
sq: Ngjyra e sfondit
sr: Боја позадине
sv: Bakgrundsfärg
ta: பின்னணி நிறம்
te: నేపథ్య రంగు
th: สีพื้นหลัง
tr: Arka plan rengi
ug: تەگلىك رەڭگى
uk: Колір фону
ur: ูพุณ ู ูุธุฑ ุฑูฺฏ

source: Background image
af: Agtergrondbeeld
ar: صورة الخلفية
bg: Фоново изображение
bn: পটভূমির ছবি
ca: Imatge de fons
cs: Obrazek pozadi
da: Baggrundsbillede
de: Hintergrundbild
el: Εικόνα φόντου
es: Imagen de fondo
et: Taustapilt
eu: Atzeko irudia
fa: تصویر پس‌زمینه
fi: Taustakuva
fil: Larawan ng background
fr: Image de fond
ga: Iomha chulra
gl: Imaxe de fondo
gu: પૃષ્ઠભૂમિ છબી
he: תמונת רקע
hi: पृष्ठभूमि चित्र
hr: Pozadinska slika
hu: Háttérkép
id: Gambar latar belakang
it: Immagine di sfondo
ja: 背景画像
ka: ფონის სურათი
kk: Фон суреті
km: រូបភាពផ្ទៃខាងក្រោយ
ky: Фон сүрөтү
mk: Позадинска слика
mr: पार्श्वभूमी प्रतिमा
ms: Imej latar belakang
nb: Bakgrunnsbilde
nl: Achtergrondafbeelding
pt_pt: Imagem de fundo
ro: Imagine fundal
ru: Фоновое изображение
sk: Obrazok pozadia
sl: Slika ozadja
sq: Imazhi i sfondit
sr: Слика позадине
sv: Bakgrundsbild
ta: பின்னணிப் படம்
te: నేపథ్య చిత్రం
th: รูปพื้นหลัง
tr: Arka plan gorseli
ug: تەگلىك رەسىمى
uk: Фонове зображення
ur: ูพุณ ู ูุธุฑ ุชุตูุฑ

source: Chat background
af: Geselsie-agtergrond
ar: خلفية الدردشة
bg: Фон на чата
bn: চ্যাট পটভূমি
ca: Fons del xat
cs: Pozadi chatu
da: Chatbaggrund
de: Chat-Hintergrund
el: Φόντο συνομιλίας
es: Fondo del chat
et: Vestluse taust
eu: Txataren atzeko planoa
fa: پس‌زمینه گفتگو
fi: Keskustelun tausta
fil: Background ng chat
fr: Fond du chat
ga: Culra an chomhra
gl: Fondo do chat
gu: ચેટ પૃષ્ઠભૂમિ
he: רקע צ'אט
hi: चैट पृष्ठभूमि
hr: Pozadina razgovora
hu: Beszélgetés háttere
id: Latar belakang obrolan
it: Sfondo della chat
ja: チャット背景
ka: ჩატის ფონი
kk: Чат фоны
km: ផ្ទៃខាងក្រោយការជជែក
ky: Чат фону
mk: Позадина на разговор
mr: चॅट पार्श्वभूमी
ms: Latar belakang sembang
nb: Chat-bakgrunn
nl: Chatachtergrond
pt_pt: Fundo da conversa
ro: Fundal conversatie
ru: Фон чата
sk: Pozadie konverzacie
sl: Ozadje pogovora
sq: Sfondi i bisedes
sr: Позадина чета
sv: Chattbakgrund
ta: உரையாடல் பின்னணி
te: చాట్ నేపథ్యం
th: พื้นหลังแชท
tr: Sohbet arka plani
ug: پاراڭ تەگلىكى
uk: Фон чату
ur: ฺูน ูพุณ ู ูุธุฑ

# customColor
source: Custom
af: Pasgemaak
ar: مخصص
bg: Персонализиран
bn: কাস্টম
ca: Personalitzat
cs: Vlastni
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
eu: Pertsonalizatua
fa: سفارشی
fi: Mukautettu
fr: Personnalisée
ga: Saincheaptha
gl: Personalizada
gu: કસ્ટમ
he: מותאם אישית
hi: कस्टम
hr: Prilagodeno
hu: Egyéni
id: Khusus
it: Personalizzato
ja: カスタム
ka: მორგებული
kk: Өзгеше
km: ផ្ទាល់ខ្លួន
ky: Ыңгайлаштырылган
mk: Прилагодена
mr: सानुकूल
ms: Tersuai
nb: Egendefinert
nl: Aangepast
pt_pt: Personalizada
ro: Personalizat
ru: Пользовательский
sk: Vlastna
sl: Po meri
sq: E personalizuar
sr: Прилагођена
sv: Anpassad
ta: தனிப்பயன்
te: అనుకూలం
th: กำหนดเอง
tr: Ozel
ug: ئىختىيارىي
uk: Власний
ur: ุญุณุจ ุถุฑูุฑุช

# defaultColor
source: Default
af: Verstek
ar: افتراضي
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
cs: Vychozi
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
et: Vaikimisi
eu: Lehenetsia
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
ga: Reamhshocru
gl: Predeterminada
gu: ડિફૉલ્ટ
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ka: ნაგულისხმევი
kk: Әдепкі
km: លំនាំដើម
ky: Демейки
mk: Стандардна
mr: डिफॉल्ट
ms: Lalai
nb: Standard
nl: Standaard
pt_pt: Predefinida
ro: Implicit
ru: По умолчанию
sk: Predvolena
sl: Privzeto
sq: E paracaktuar
sr: Подразумевана
sv: Standard
ta: இயல்புநிலை
te: డిఫాల్ట్
th: ค่าเริ่มต้น
tr: Varsayilan
ug: سۈكۈتتىكى
uk: За замовчуванням
ur: ูพู ุณ ุท ุดุฏ

source: Image selected
af: Beeld gekies
ar: تم اختيار الصورة
bg: Изображението е избрано
bn: ছবি নির্বাচিত
ca: Imatge seleccionada
cs: Obrazek vybran
da: Billede valgt
de: Bild ausgewählt
el: Η εικόνα επιλέχθηκε
es: Imagen seleccionada
et: Pilt valitud
eu: Irudia hautatuta
fa: تصویر انتخاب شد
fi: Kuva valittu
fil: Napili ang larawan
fr: Image sélectionnée
ga: Iomha roghnaithe
gl: Imaxe seleccionada
gu: છબી પસંદ થઈ
he: תמונה נבחרה
hi: चित्र चयनित
hr: Slika odabrana
hu: Kép kiválasztva
id: Gambar dipilih
it: Immagine selezionata
ja: 画像が選択されました
ka: სურათი არჩეულია
kk: Сурет таңдалды
km: រូបភាពបានជ្រើសរើស
ky: Сүрөт тандалды
mk: Сликата е избрана
mr: प्रतिमा निवडली
ms: Imej dipilih
nb: Bilde valgt
nl: Afbeelding geselecteerd
pt_pt: Imagem selecionada
ro: Imagine selectata
ru: Изображение выбрано
sk: Obrazok vybrany
sl: Slika izbrana
sq: Imazhi u zgjodh
sr: Слика изабрана
sv: Bild vald
ta: படம் தேர்ந்தெடுக்கப்பட்டது
te: చిత్రం ఎంచుకోబడింది
th: เลือกรูปแล้ว
tr: Gorsel secildi
ug: رەسىم تاللاندى
uk: Зображення обрано
ur: ุชุตูุฑ ู ูุชุฎุจ ู ฺฏุฆ

source: No image
af: Geen beeld
ar: بدون صورة
bg: Без изображение
bn: কোনো ছবি নেই
ca: Cap imatge
cs: Zadny obrazek
da: Intet billede
de: Kein Bild
el: Καμία εικόνα
es: Sin imagen
et: Pilti pole
eu: Irudirik ez
fa: بدون تصویر
fi: Ei kuvaa
fil: Walang larawan
fr: Aucune image
ga: Gan iomha
gl: Sen imaxe
gu: છબી નથી
he: ללא תמונה
hi: कोई चित्र नहीं
hr: Bez slike
hu: Nincs kép
id: Tidak ada gambar
it: Nessuna immagine
ja: 画像なし
ka: სურათი არ არის
kk: Сурет жоқ
km: គ្មានរូបភាព
ky: Сүрөт жок
mk: Нема слика
mr: प्रतिमा नाही
ms: Tiada imej
nb: Ingen bilde
nl: Geen afbeelding
pt_pt: Sem imagem
ro: Nicio imagine
ru: Нет изображения
sk: Ziadny obrazok
sl: Brez slike
sq: Asnje imazh
sr: Нема слике
sv: Ingen bild
ta: படம் இல்லை
te: చిత్రం లేదు
th: ไม่มีรูป
tr: Gorsel yok
ug: رەسىم يوق
uk: Без зображення
ur: ฺฉูุฆ ุชุตูุฑ ูฺบ

source: Color
af: Kleur
ar: اللون
bg: Цвят
bn: রঙ
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
et: Värv
eu: Kolorea
fa: رنگ
fi: Väri
fil: Kulay
fr: Couleur
ga: Dath
gl: Cor
gu: રંગ
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: 色
ka: ფერი
kk: Түс
km: ពណ៌
ky: Түс
mk: Боја
mr: रंग
ms: Warna
nb: Farge
nl: Kleur
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sq: Ngjyra
sr: Боја
sv: Färg
ta: நிறம்
te: రంగు
th: สี
tr: Renk
ug: رەڭ
uk: Колір
ur: ุฑูฺฏ

# tapToSelectImage
source: Tap to select an image
af: Tik om 'n beeld te kies
ar: انقر لاختيار صورة
bg: Докоснете, за да изберете изображение
bn: ছবি নির্বাচন করতে ট্যাপ করুন
ca: Toca per seleccionar una imatge
cs: Klepnete pro vyber obrazku
da: Tryk for at vælge et billede
de: Tippe, um ein Bild auszuwählen
el: Πατήστε για επιλογή εικόνας
es: Toca para seleccionar una imagen
et: Puudutage pildi valimiseks
eu: Sakatu irudia hautatzeko
fa: برای انتخاب تصویر ضربه بزنید
fi: Napauta valitaksesi kuvan
fil: Mag-tap para pumili ng larawan
fr: Appuyez pour sélectionner une image
ga: Bruigh chun iomha a roghnu
gl: Toca para seleccionar unha imaxe
gu: છબી પસંદ કરવા ટેપ કરો
he: הקש לבחירת תמונה
hi: चित्र चुनने के लिए टैप करें
hr: Dodirnite za odabir slike
hu: Koppintson a kép kiválasztásához
id: Ketuk untuk memilih gambar
it: Tocca per selezionare un'immagine
ja: タップして画像を選択
ka: შეხებით აირჩიეთ სურათი
kk: Сурет таңдау үшін басыңыз
km: ចុចដើម្បីជ្រើសរើសរូបភាព
ky: Сүрөт тандоо үчүн басыңыз
mk: Допрете за да изберете слика
mr: प्रतिमा निवडण्यासाठी टॅप करा
ms: Ketik untuk memilih imej
nb: Trykk for å velge et bilde
nl: Tik om een afbeelding te selecteren
pt_pt: Toque para selecionar uma imagem
ro: Atinge pentru a selecta o imagine
ru: Нажмите для выбора изображения
sk: Klepnite na vyber obrazku
sl: Tapnite za izbiro slike
sq: Trokitni per te zgjedhur nje imazh
sr: Додирните да изаберете слику
sv: Tryck för att välja en bild
ta: படத்தைத் தேர்ந்தெடுக்க தட்டுங்கள்
te: చిత్రాన్ని ఎంచుకోవడానికి నొక్కండి
th: แตะเพื่อเลือกรูป
tr: Gorsel secmek icin dokunun
ug: رەسىم تاللاش ئۈچۈن چېكىڭ
uk: Натисніть, щоб обрати зображення
ur: ุชุตูุฑ ู ูุชุฎุจ ฺฉุฑู ฺฉ ู ูนูพ ฺฉุฑฺบ

source: Change image
af: Verander beeld
ar: تغيير الصورة
bg: Промяна на изображение
bn: ছবি পরিবর্তন করুন
ca: Canviar imatge
cs: Zmenit obrazek
da: Skift billede
de: Bild ändern
el: Αλλαγή εικόνας
es: Cambiar imagen
et: Muuda pilti
eu: Aldatu irudia
fa: تغییر تصویر
fi: Vaihda kuva
fil: Palitan ang larawan
fr: Changer d'image
ga: Athraigh an iomha
gl: Cambiar imaxe
gu: છબી બદલો
he: החלף תמונה
hi: चित्र बदलें
hr: Promijeni sliku
hu: Kép módosítása
id: Ubah gambar
it: Cambia immagine
ja: 画像を変更
ka: სურათის შეცვლა
kk: Суретті өзгерту
km: ប្តូររូបភាព
ky: Сүрөттү өзгөртүү
mk: Промени слика
mr: प्रतिमा बदला
ms: Tukar imej
nb: Bytt bilde
nl: Afbeelding wijzigen
pt_pt: Alterar imagem
ro: Schimba imaginea
ru: Изменить изображение
sk: Zmenit obrazok
sl: Spremeni sliko
sq: Ndrysho imazhin
sr: Промени слику
sv: Ändra bild
ta: படத்தை மாற்று
te: చిత్రం మార్చు
th: เปลี่ยนรูป
tr: Gorseli degistir
ug: رەسىم ئۆزگەرتىش
uk: Змінити зображення
ur: ุชุตูุฑ ุชุจุฏู ฺฉุฑฺบ

# previewMessageReceived
source: Hello!
af: Hallo!
ar: مرحباً!
bg: Здравей!
bn: হ্যালো!
ca: Hola!
cs: Ahoj!
da: Hej!
de: Hallo!
el: Γεια σου!
es: ¡Hola!
et: Tere!
eu: Kaixo!
fa: سلام!
fi: Hei!
fil: Kumusta!
fr: Salut !
ga: Dia duit!
gl: Ola!
gu: નમસ્તે!
he: !שלום
hi: नमस्ते!
hr: Bok!
hu: Szia!
id: Halo!
it: Ciao!
ja: こんにちは！
ka: გამარჯობა!
kk: Сәлем!
km: សួស្តី!
ky: Салам!
mk: Здраво!
mr: नमस्कार!
ms: Hai!
nb: Hei!
nl: Hallo!
pt_pt: Ola!
ro: Salut!
ru: Привет!
sk: Ahoj!
sl: Živjo!
sq: Pershendetje!
sr: Здраво!
sv: Hej!
ta: வணக்கம்!
te: హలో!
th: สวัสดี!
tr: Merhaba!
ug: ياخشىمۇسىز!
uk: Привіт!
