Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# minutesAgoLabel
source: {count} min ago
af: {count} min gelede
ar: منذ {count} دقيقة
bg: Преди {count} мин
bn: {count} মিনিট আগে
ca: Fa {count} min
cs: Pred {count} min
da: {count} min siden
de: Vor {count} Min.
el: Πριν {count} λεπ
es: Hace {count} min
et: {count} min tagasi
eu: Duela {count} min
fa: {count} دقیقه پیش
fi: {count} min sitten
fil: {count} min nakalipas
fr: Il y a {count} min
ga: {count} noi o shin
gl: Hai {count} min
gu: {count} મિ પહેલાં
he: לפני {count} דקות
hi: {count} मिनट पहले
hr: Prije {count} min
hu: {count} perce
id: {count} mnt lalu
it: {count} min fa
ja: {count}分前
ka: {count} წთ წინ
kk: {count} мин бұрын
km: {count} នាទីមុន
ky: {count} мүн мурун
mk: Пред {count} мин
mr: {count} मि पूर्वी
ms: {count} min lalu
nb: For {count} min siden
nl: {count} min geleden
pt_pt: Ha {count} min
ro: Acum {count} min
ru: {count} мин назад
sk: Pred {count} min
sl: Pred {count} min
sq: {count} min më parë
sr: Пре {count} мин
sv: {count} min sedan
ta: {count} நிமிடம் முன்
te: {count} ని క్రితం
th: {count} นาทีที่แล้ว
tr: {count} dk once
ug: {count} مىنۇت ئىلگىرى
uk: {count} хв тому
ur: {count} ู ููน ูพู

# hoursAgoLabel
source: {hours}h ago
af: {hours}u gelede
ar: منذ {hours} ساعة
bg: Преди {hours}ч
bn: {hours}ঘ আগে
ca: Fa {hours}h
cs: Pred {hours}h
da: {hours}t siden
de: Vor {hours}h
el: Πριν {hours}ώ
es: Hace {hours}h
et: {hours}t tagasi
eu: Duela {hours}o
fa: {hours} ساعت پیش
fi: {hours}t sitten
fil: {hours}o nakalipas
fr: Il y a {hours}h
ga: {hours}u o shin
gl: Hai {hours}h
gu: {hours} ક પહેલાં
he: לפני {hours} שעות
hi: {hours} घंटे पहले
hr: Prije {hours}h
hu: {hours}ó-val ezelőtt
id: {hours}j lalu
it: {hours}h fa
ja: {hours}時間前
ka: {hours}სთ წინ
kk: {hours} сағ бұрын
km: {hours}ម៉ោងមុន
ky: {hours}с мурун
mk: Пред {hours}ч
mr: {hours}ता पूर्वी
ms: {hours}j lalu
nb: For {hours}t siden
nl: {hours}u geleden
pt_pt: Ha {hours}h
ro: Acum {hours}h
ru: {hours}ч назад
sk: Pred {hours}h
sl: Pred {hours}u
sq: {hours}o më parë
sr: Пре {hours}ч
sv: {hours}t sedan
ta: {hours} ம.நே முன்
te: {hours}గం క్రితం
th: {hours} ชม. ที่แล้ว
tr: {hours}sa once
ug: {hours} سائەت ئىلگىرى
uk: {hours}год тому
ur: {hours} ฺฏฺพููน ูพู

# hoursMinutesAgoLabel
source: {hours}h {minutes}min ago
af: {hours}u {minutes}min gelede
ar: منذ {hours} ساعة و{minutes} دقيقة
bg: Преди {hours}ч {minutes}мин
bn: {hours}ঘ {minutes}মিনিট আগে
ca: Fa {hours}h {minutes}min
cs: Pred {hours}h {minutes}min
da: {hours}t {minutes}min siden
de: Vor {hours}h {minutes}min
el: Πριν {hours}ώ {minutes}λ
es: Hace {hours}h {minutes}min
et: {hours}t {minutes}min tagasi
eu: Duela {hours}o {minutes}min
fa: {hours} ساعت و {minutes} دقیقه پیش
fi: {hours}t {minutes}min sitten
fil: {hours}o {minutes}min nakalipas
fr: Il y a {hours}h {minutes}min
ga: {hours}u {minutes}noi o shin
gl: Hai {hours}h {minutes}min
gu: {hours} ક {minutes} મિ પહેલાં
he: לפני {hours} שעות ו-{minutes} דקות
hi: {hours} घंटे {minutes} मिनट पहले
hr: Prije {hours}h {minutes}min
hu: {hours}ó {minutes}p-vel ezelőtt
id: {hours}j {minutes}mnt lalu
it: {hours}h {minutes}min fa
ja: {hours}時間{minutes}分前
ka: {hours}სთ {minutes}წთ წინ
kk: {hours} сағ {minutes} мин бұрын
km: {hours}ម៉ោង {minutes}នាទីមុន
ky: {hours}с {minutes}мүн мурун
mk: Пред {hours}ч {minutes}мин
mr: {hours}ता {minutes}मि पूर्वी
ms: {hours}j {minutes}min lalu
nb: For {hours}t {minutes}min siden
nl: {hours}u {minutes}min geleden
pt_pt: Ha {hours}h {minutes}min
ro: Acum {hours}h {minutes}min
ru: {hours}ч {minutes}мин назад
sk: Pred {hours}h {minutes}min
sl: Pred {hours}u {minutes}min
sq: {hours}o {minutes}min më parë
sr: Пре {hours}ч {minutes}мин
sv: {hours}t {minutes}min sedan
ta: {hours} ம.நே {minutes} நிமி முன்
te: {hours}గం {minutes}ని క్రితం
th: {hours} ชม. {minutes} นาทีที่แล้ว
tr: {hours}sa {minutes}dk once
ug: {hours} سائەت {minutes} مىنۇت ئىلگىرى
uk: {hours}год {minutes}хв тому
ur: {hours} ฺฏฺพููน {minutes} ู ููน ูพู

source: No maintenance planned
af: Geen onderhoud beplan
ar: لا توجد صيانة مخططة
bg: Няма планирана поддръжка
bn: কোনো রক্ষণাবেক্ষণ পরিকল্পিত নেই
ca: Cap manteniment planificat
cs: Zadna planovana udrzba
da: Ingen vedligeholdelse planlagt
de: Keine Wartung geplant
el: Δεν υπάρχει προγραμματισμένη συντήρηση
es: No hay mantenimiento planificado
et: Hooldust pole planeeritud
eu: Mantentze-lanik ez dago aurreikusia
fa: تعمیراتی برنامه‌ریزی نشده
fi: Ei suunniteltuja huoltokatkoja
fil: Walang nakaplanong maintenance
fr: Aucune maintenance prévue
ga: Gan cothabháil beartaithe
gl: Sen mantemento previsto
gu: કોઈ જાળવણી આયોજિત નથી
he: אין תחזוקה מתוכננת
hi: कोई रखरखाव नियोजित नहीं
hr: Nema planiranog odrzavanja
hu: Nincs tervezett karbantartás
id: Tidak ada pemeliharaan yang direncanakan
it: Nessuna manutenzione prevista
ja: メンテナンスの予定はありません
ka: ტექნიკური მომსახურება დაგეგმილი არ არის
kk: Жоспарланған техникалық қызмет жоқ
km: គ្មានការថែទាំគ្រោងទុក
ky: Пландалган тейлөө жок
mk: Нема планирано одржување
mr: कोणतीही देखभाल नियोजित नाही
ms: Tiada penyelenggaraan dirancang
nb: Ingen planlagt vedlikehold
nl: Geen onderhoud gepland
pt_pt: Sem manutencao planeada
ro: Nicio mentenanta planificata
ru: Техобслуживание не запланировано
sk: Ziadna planovana udrzba
sl: Ni nacrtovanega vzdrževa
sq: Asnje mirembajtje e planifikuar
sr: Нема планираног одржавања
sv: Inget planerat underhåll
ta: பராமரிப்பு திட்டமிடப்படவில்லை
te: నిర్వహణ ప్రణాళిక లేదు
th: ไม่มีการบำรุงรักษาที่วางแผนไว้
tr: Planli bakim yok
ug: ئاسراش پىلانلانمىغان
uk: Обслуговування не заплановано
ur: ฺฉูุฆ ุฏฺฉฺพ ุจฺพุงู ู ูุตูุจ ุจูุฏ ูฺบ

# everythingWorkingNormally
source: Everything is working normally
af: Alles werk normaal
ar: كل شيء يعمل بشكل طبيعي
bg: Всичко работи нормално
bn: সবকিছু স্বাভাবিকভাবে কাজ করছে
ca: Tot funciona normalment
cs: Vse funguje normalne
da: Alt fungerer normalt
de: Alles funktioniert normal
el: Όλα λειτουργούν κανονικά
es: Todo funciona con normalidad
et: Kõik töötab normaalselt
eu: Dena normaltasunez funtzionatzen du
fa: همه چیز به طور عادی کار می‌کند
fi: Kaikki toimii normaalisti
fil: Normal ang lahat ng gumagana
fr: Tout fonctionne normalement
ga: Ta gach rud ag oibriu mar is gnath
gl: Todo funciona normalmente
gu: બધું સામાન્ય રીતે કાર્ય કરી રહ્યું છે
he: הכל עובד כרגיל
hi: सब कुछ सामान्य रूप से काम कर रहा है
hr: Sve radi normalno
hu: Minden normálisan működik
id: Semuanya berfungsi normal
it: Tutto funziona normalmente
ja: すべて正常に動作しています
ka: ყველაფერი ნორმალურად მუშაობს
kk: Барлығы қалыпты жұмыс істеуде
km: អ្វីៗទាំងអស់ដំណើរការធម្មតា
ky: Баары нормалдуу иштеп жатат
mk: Сè работи нормално
mr: सर्व काही सामान्यपणे कार्यरत आहे
ms: Semuanya berfungsi dengan normal
nb: Alt fungerer normalt
nl: Alles werkt normaal
pt_pt: Tudo a funcionar normalmente
ro: Totul functioneaza normal
ru: Всё работает нормально
sk: Vsetko funguje normalne
sl: Vse deluje normalno
sq: Gjithçka po punon normalisht
sr: Све ради нормално
sv: Allt fungerar normalt
ta: எல்லாம் சாதாரணமாக வேலை செய்கிறது
te: అన్నీ సాధారణంగా పనిచేస్తున్నాయి
th: ทุกอย่างทำงานปกติ
tr: Her sey normal calisiyor
ug: ھەممىسى نورمال ئىشلەۋاتىدۇ
uk: Все працює нормально
ur: ุณุจ ฺฉฺฺพ ุนุงู ุทูุฑ ูพุฑ ฺฉุงู ฺฉุฑ ุฑุง 

# maintenanceActiveLabel
source: IN PROGRESS
af: AAN DIE GANG
ar: جارية
bg: В ХОД
bn: চলমান
ca: EN CURS
cs: PROBIHA
da: I GANG
de: AKTIV
el: ΣΕ ΕΞΕΛΙΞΗ
es: EN CURSO
et: KÄIMAS
eu: ABIAN
fa: در حال انجام
fi: KÄYNNISSÄ
fil: ISINASAGAWA
fr: EN COURS
ga: AR SIUL
gl: EN CURSO
gu: ચાલુ
he: בתהליך
hi: जारी
hr: U TIJEKU
hu: FOLYAMATBAN
id: BERLANGSUNG
it: IN CORSO
ja: 進行中
ka: მიმდინარეობს
kk: ЖҮРУДЕ
km: កំពុងដំណើរការ
ky: ЖҮРҮҮДӨ
mk: АКТИВНО
mr: चालू
ms: SEDANG BERJALAN
nb: PÅGÅR
nl: BEZIG
pt_pt: EM CURSO
ro: ÎN CURS
ru: ИДЁТ
sk: PREBIEHA
sl: V TEKU
sq: NË VAZHDIM
sr: У ТОКУ
sv: PÅGÅR
ta: நடைபெறுகிறது
te: కొనసాగుతోంది
th: กำลังดำเนินการ
tr: DEVAM EDIYOR
ug: جەريان قىلىۋاتىدۇ
uk: ТРИВАЄ
ur: ุฌุงุฑ 

# maintenancePlannedLabel
source: PLANNED
af: BEPLAN
ar: مخططة
bg: ПЛАНИРАНА
bn: পরিকল্পিত
ca: PLANIFICAT
cs: PLANOVANA
da: PLANLAGT
de: GEPLANT
el: ΠΡΟΓΡΑΜΜΑΤΙΣΜΕΝΗ
es: PLANIFICADO
et: PLANEERITUD
eu: AURREIKUSITA
fa: برنامه‌ریزی شده
fi: SUUNNITELTU
fil: NAKAPLANDOP
fr: PRÉVUE
ga: BEARTAITHE
gl: PREVISTO
gu: આયોજિત
he: מתוכנן
hi: नियोजित
hr: PLANIRANO
hu: TERVEZETT
id: DIRENCANAKAN
it: PREVISTA
ja: 予定
ka: დაგეგმილი
kk: ЖОСПАРЛАНҒАН
km: គ្រោងទុក
ky: ПЛАНДАЛГАН
mk: ПЛАНИРАНО
mr: नियोजित
ms: DIRANCANG
nb: PLANLAGT
nl: GEPLAND
pt_pt: PLANEADA
ro: PLANIFICATĂ
ru: ЗАПЛАНИРОВАНО
sk: PLÁNOVANÁ
sl: NAČRTOVANO
sq: E PLANIFIKUAR
sr: ПЛАНИРАНО
sv: PLANERAT
ta: திட்டமிடப்பட்டது
te: ప్రణాళికాబద్ధం
th: วางแผนไว้
tr: PLANLI
ug: پىلانلانغان
uk: ЗАПЛАНОВАНО
ur: ู ูุตูุจ ุจูุฏ

source: Locking...
af: Sluit...
ar: جارٍ القفل...
bg: Заключване...
bn: লক হচ্ছে...
ca: Bloquejant...
cs: Zamykani...
da: Låser...
de: Wird gesperrt...
el: Κλείδωμα...
es: Bloqueando...
et: Lukustamine...
eu: Blokeatzen...
fa: قفل شدن...
fi: Lukitaan...
fil: Nagla-lock...
fr: Verrouillage...
ga: Ag glasail...
gl: Bloqueando...
gu: લૉક થઈ રહ્યું છે...
he: נועל...
hi: लॉक हो रहा है...
hr: Zakljucavanje...
hu: Zárolás...
id: Mengunci...
it: Blocco...
ja: ロック中...
ka: იკეტება...
kk: Құлыпталуда...
km: កំពុងចាក់សោ...
ky: Кулпулоо...
mk: Заклучување...
mr: लॉक होत आहे...
ms: Mengunci...
nb: Låser...
nl: Vergrendelen...
pt_pt: A bloquear...
ro: Se blocheaza...
ru: Блокировка...
sk: Zamykanie...
sl: Zaklepanje...
sq: Duke kyçur...
sr: Закључавање...
sv: Låser...
ta: பூட்டுகிறது...
te: లాక్ అవుతోంది...
th: กำลังล็อก...
tr: Kilitleniyor...
ug: قۇلۇپلاۋاتىدۇ...
uk: Блокування...
ur: ูุงฺฉ ู ุฑุง ...

# newMessageNotification
source: New message
af: Nuwe boodskap
ar: رسالة جديدة
bg: Ново съобщение
bn: নতুন বার্তা
ca: Missatge nou
cs: Nova zprava
da: Ny besked
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
et: Uus sõnum
eu: Mezu berria
fa: پیام جدید
fi: Uusi viesti
fil: Bagong mensahe
fr: Nouveau message
ga: Teachtaireacht nua
gl: Nova mensaxe
gu: નવો સંદેશ
he: הודעה חדשה
hi: नया संदेश
hr: Nova poruka
hu: Új üzenet
id: Pesan baru
it: Nuovo messaggio
ja: 新しいメッセージ
ka: ახალი შეტყობინება
kk: Жаңа хабарлама
km: សារថ្មី
ky: Жаңы кат
mk: Нова порака
mr: नवीन संदेश
ms: Mesej baharu
nb: Ny melding
nl: Nieuw bericht
pt_pt: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
sk: Nova sprava
sl: Novo sporocilo
sq: Mesazh i ri
sr: Нова порука
sv: Nytt meddelande
ta: புதிய செய்தி
te: కొత్త సందేశం
th: ข้อความใหม่
tr: Yeni mesaj
ug: يېڭى ئۇچۇر
uk: Нове повідомлення
ur: ูุง ูพุบุงู

# secExplainTitle
source: How Hash protects you
af: Hoe Hash jou beskerm
ar: كيف يحميك Hash
bg: Как Hash ви защитава
bn: Hash কীভাবে আপনাকে রক্ষা করে
ca: Com Hash et protegeix
cs: Jak te Hash chrani
da: Sådan beskytter Hash dig
de: Wie Hash dich schützt
el: Πώς σε προστατεύει το Hash
es: Cómo Hash te protege
et: Kuidas Hash sind kaitseb
eu: Nola babesten zaitu Hash-ek
fa: Hash چگونه از شما محافظت می‌کند
fi: Kuinka Hash suojaa sinua
fil: Paano ka pinoprotektahan ng Hash
fr: Comment Hash te protège
ga: Conas a chosnaionn Hash thu
gl: Como Hash te protexe
gu: Hash તમને કેવી રીતે સુરક્ષિત રાખે છે
he: כיצד Hash מגן עליך
hi: Hash आपकी कैसे रक्षा करता है
hr: Kako vas Hash stiti
hu: Hogyan véd a Hash
id: Bagaimana Hash melindungi Anda
it: Come Hash ti protegge
ja: Hash があなたを守る方法
ka: როგორ გიცავთ Hash
kk: Hash сізді қалай қорғайды
km: របៀបដែល Hash ការពារអ្នក
ky: Hash сизди кантип коргойт
mk: Како Hash ве штити
mr: Hash तुमचे संरक्षण कसे करते
ms: Bagaimana Hash melindungi anda
nb: Hvordan Hash beskytter deg
nl: Hoe Hash je beschermt
pt_pt: Como o Hash te protege
ro: Cum te protejeaza Hash
ru: Как Hash защищает вас
sk: Ako vas Hash chrani
sl: Kako vas Hash sciti
sq: Si ju mbron Hash
sr: Како те Hash штити
sv: Hur Hash skyddar dig
ta: Hash உங்களை எப்படிப் பாதுகாக்கிறது
te: Hash మిమ్మల్ని ఎలా రక్షిస్తుంది
th: Hash ปกป้องคุณอย่างไร
tr: Hash seni nasil koruyor
ug: Hash سىزنى قانداق قوغدايدۇ
uk: Як Hash захищає вас
ur: Hash ุขูพ ฺฉ ุญูุงุธุช ฺฉุณ ฺฉุฑุชุง 

# secExplainIntro
source: Hash is designed so that nobody can read your messages.
af: Hash is ontwerp sodat niemand jou boodskappe kan lees nie.
ar: صُمم Hash بحيث لا يستطيع أحد قراءة رسائلك.
bg: Hash е проектиран така, че никой да не може да чете вашите съобщения.
bn: Hash এমনভাবে তৈরি যে কেউ আপনার বার্তা পড়তে পারবে না।
ca: Hash està dissenyat perquè ningú pugui llegir els teus missatges.
cs: Hash je navrzen tak, aby nikdo nemohl cist tve zpravy.
da: Hash er designet så ingen kan læse dine beskeder.
de: Hash ist so konzipiert, dass niemand deine Nachrichten lesen kann.
el: Το Hash σχεδιάστηκε ώστε κανείς να μην μπορεί να διαβάσει τα μηνύματά σας.
es: Hash está diseñado para que nadie pueda leer tus mensajes.
et: Hash on loodud nii, et keegi ei saaks teie sõnumeid lugeda.
eu: Hash diseinatuta dago inork zure mezuak irakurri ez ditzan.
fa: Hash طراحی شده تا هیچ‌کس نتواند پیام‌های شما را بخواند.
fi: Hash on suunniteltu niin, ettei kukaan voi lukea viestejäsi.
fil: Dinisenyo ang Hash para walang sinumang makabasa ng iyong mga mensahe.
fr: Hash est conçu pour que personne ne puisse lire tes messages.
ga: Ta Hash deartha ionas nach feidir le haon duine do chuid teachtaireachtai a leamh.
gl: Hash esta desenado para que ninguén poida ler as tuas mensaxes.
gu: Hash એવી રીતે બનાવવામાં આવ્યું છે કે કોઈ તમારા સંદેશાઓ વાંચી ન શકે.
he: Hash תוכנן כך שאף אחד לא יוכל לקרוא את ההודעות שלך.
hi: Hash इस तरह बनाया गया है कि कोई भी आपके संदेश नहीं पढ़ सकता।
hr: Hash je dizajniran tako da nitko ne moze citati vase poruke.
hu: A Hash úgy lett tervezve, hogy senki ne olvashassa az üzeneteit.
id: Hash dirancang agar tidak ada yang bisa membaca pesan Anda.
it: Hash è progettato in modo che nessuno possa leggere i tuoi messaggi.
ja: Hash は誰もあなたのメッセージを読めないように設計されています。
ka: Hash შექმნილია ისე, რომ ვერავინ წაიკითხავს თქვენს შეტყობინებებს.
kk: Hash ешкім хабарламаларыңызды оқи алмайтындай жасалған.
km: Hash ត្រូវបានរចនាដើម្បីមិនមានអ្នកណាអាចអានសាររបស់អ្នក។
ky: Hash сиздин каттарыңызды эч ким окуй албагандай иштелип чыккан.
mk: Hash е дизајниран така што никој не може да ги чита вашите пораки.
mr: Hash अशा प्रकारे तयार केले आहे की कोणीही तुमचे संदेश वाचू शकत नाही.
ms: Hash direka supaya tiada sesiapa boleh membaca mesej anda.
nb: Hash er designet slik at ingen kan lese meldingene dine.
nl: Hash is ontworpen zodat niemand je berichten kan lezen.
pt_pt: O Hash foi concebido para que ninguem consiga ler as tuas mensagens.
ro: Hash este conceput astfel incat nimeni sa nu iti poata citi mesajele.
ru: Hash создан так, чтобы никто не мог прочитать ваши сообщения.
sk: Hash je navrhnuty tak, aby nikto nemohol citat vase spravy.
sl: Hash je zasnovan tako, da nihce ne more brati vasih sporocil.
sq: Hash eshte projektuar qe askush te mos mund te lexoje mesazhet tuaja.
sr: Hash је дизајниран тако да нико не може да чита твоје поруке.
sv: Hash är designat så att ingen kan läsa dina meddelanden.
ta: யாரும் உங்கள் செய்திகளைப் படிக்க முடியாதபடி Hash வடிவமைக்கப்பட்டுள்ளது.
te: Hash మీ సందేశాలను ఎవరూ చదవలేకుండా రూపొందించబడింది.
th: Hash ออกแบบมาเพื่อไม่ให้ใครอ่านข้อความของคุณได้
tr: Hash, kimsenin mesajlarini okuyamamasi icin tasarlandi.
ug: Hash ھېچكىم ئۇچۇرلىرىڭىزنى ئوقۇيالمايدىغان قىلىپ لايىھەلەنگەن.
uk: Hash створено так, щоб ніхто не міг прочитати ваші повідомлення.
ur: Hash ุงุณ ุทุฑุญ ฺุฒุงุฆู ฺฉุง ฺฏุง  ฺฉ ฺฉูุฆ ุขูพ ฺฉ ูพุบุงู ุงุช ูฺบ ูพฺฺพ ุณฺฉุชุง

# secExplainIntroSub
source: Not even us. Here's how it works, explained simply.
af: Nie eens ons nie. Hier is hoe dit werk, eenvoudig verduidelik.
ar: حتى نحن لا نستطيع. إليك كيف يعمل الأمر، بشرح بسيط.
bg: Дори ние. Ето как работи, обяснено просто.
bn: আমরাও না। এটি কীভাবে কাজ করে, সহজভাবে ব্যাখ্যা করা হলো।
ca: Ni tan sols nosaltres. Així és com funciona, explicat de forma senzilla.
cs: Ani my. Takto to funguje, vysvetleno jednoduse.
da: Ikke engang os. Her er hvordan det virker, forklaret enkelt.
de: Nicht einmal wir. So funktioniert es, einfach erklärt.
el: Ούτε καν εμείς. Δείτε πώς λειτουργεί, με απλά λόγια.
es: Ni siquiera nosotros. Aquí te explicamos cómo funciona, de forma sencilla.
et: Isegi mitte meie. Siin on, kuidas see töötab, lihtsalt selgitatud.
eu: Guk ere ez. Hona hemen nola funtzionatzen duen, modu sinplean azalduta.
fa: حتی ما. اینجا نحوه کار آن به زبان ساده توضیح داده شده.
fi: Ei edes me. Näin se toimii, yksinkertaisesti selitettynä.
fil: Kahit kami. Ganito ang paraan nito, ipinaliwanag nang simple.
fr: Pas même nous. Voici comment ça fonctionne, expliqué simplement.
ga: Ni feidir linn fein fiu. Seo conas a oibrionn se, minithe go simpli.
gl: Nin nos mesmos. Asi e como funciona, explicado de forma sinxela.
gu: અમે પણ નહીં. અહીં છે કે તે કેવી રીતે કામ કરે છે, સરળ રીતે સમજાવ્યું.
he: אפילו לא אנחנו. הנה איך זה עובד, מוסבר בפשטות.
hi: हम भी नहीं। यहां बताया गया है कि यह कैसे काम करता है, सरल शब्दों में।
hr: Cak ni mi. Evo kako to funkcionira, jednostavno objasnjeno.
hu: Még mi sem. Így működik, egyszerűen elmagyarázva.
id: Termasuk kami. Berikut cara kerjanya, dijelaskan secara sederhana.
it: Nemmeno noi. Ecco come funziona, spiegato semplicemente.
ja: 私たちでさえも。 その仕組みを簡単に説明します。
ka: ჩვენც კი ვერ. აი, როგორ მუშაობს, მარტივად ახსნილი.
kk: Тіпті біз де. Мұның қалай жұмыс істейтінін, қарапайым тілмен.
km: សូម្បីតែយើង។ នេះជារបៀបដែលវាដំណើរការ ពន្យល់យ៉ាងសាមញ្ញ។
ky: Биз да окуй албайбыз. Мындай иштейт, жөнөкөй түшүндүрмө.
mk: Ниту ние. Еве како функционира, објаснето едноставно.
mr: आम्हीसुद्धा नाही. हे कसे काम करते, ते सोप्या शब्दांत सांगतो.
ms: Termasuk kami. Begini cara ia berfungsi, dijelaskan dengan mudah.
nb: Ikke engang oss. Slik fungerer det, enkelt forklart.
nl: Zelfs wij niet. Zo werkt het, eenvoudig uitgelegd.
pt_pt: Nem mesmo nos. Eis como funciona, explicado de forma simples.
ro: Nici macar noi. Iata cum functioneaza, explicat simplu.
ru: Даже мы. Вот как это работает, простым языком.
sk: Ani my. Tu je vysvetlenie, jednoducho.
sl: Niti mi. Tako deluje, razloženo preprosto.
sq: As ne. Ja si funksionon, shpjeguar thjesht.
sr: Чак ни ми. Ево како то функционише, објашњено једноставно.
sv: Inte ens vi. Så här fungerar det, enkelt förklarat.
ta: நாங்கள் கூட முடியாது. எப்படி வேலை செய்கிறது என்பதை எளிமையாக விளக்குகிறோம்.
te: మేము కూడా కాదు. ఇది ఎలా పనిచేస్తుందో సరళంగా వివరించబడింది.
th: แม้แต่เรา นี่คือวิธีการทำงาน อธิบายง่ายๆ
tr: Biz bile okuyamayiz. Iste nasil calistigi, basitce anlatilmis.
ug: بىزمۇ ئوقۇيالمايمىز. مانا ئاددىي چۈشەندۈرۈلگىنى.
uk: Навіть ми. Ось як це працює, пояснено просто.
ur: ู ุจฺพ ูฺบ ุงฺบ ุจุชุงุง ฺฏุง  ฺฉ  ฺฉุณ ฺฉุงู ฺฉุฑุชุง ุ ุณุงุฏ ุงููุงุธ ู ฺบ

# secJourneyLabel
source: THE JOURNEY
af: DIE REIS
ar: الرحلة
bg: ПЪТЕШЕСТВИЕТО
bn: যাত্রা
ca: EL VIATGE
cs: CESTA
da: REJSEN
de: DER WEG
el: Η ΔΙΑΔΡΟΜΗ
es: EL RECORRIDO
et: TEEKOND
eu: BIDAIA
fa: سفر
fi: MATKA
fil: ANG PAGLALAKBAY
fr: LE PARCOURS
ga: AN TURAS
gl: O PERCORRIDO
gu: યાત્રા
he: המסע
hi: यात्रा
hr: PUTOVANJE
hu: AZ UTAZÁS
id: PERJALANAN
it: IL PERCORSO
ja: 旅
ka: მოგზაურობა
kk: ЖОЛ
km: ដំណើរ
ky: ЖОЛ
mk: ПАТУВАЊЕ
mr: प्रवास
ms: PERJALANAN
nb: REISEN
nl: DE REIS
pt_pt: O PERCURSO
ro: CALATORIA
ru: ПУТЕШЕСТВИЕ
sk: CESTA
sl: POTOVANJE
sq: UDHETIMI
sr: ПУТОВАЊЕ
sv: RESAN
ta: பயணம்
te: ప్రయాణం
th: เส้นทาง
tr: YOLCULUK
ug: سەپەر
uk: ПОДОРОЖ
ur: ุณูุฑ

# secJourneyTitle
source: The journey of your message
af: Die reis van jou boodskap
ar: رحلة رسالتك
bg: Пътешествието на вашето съобщение
bn: আপনার বার্তার যাত্রা
ca: El viatge del teu missatge
cs: Cesta tve zpravy
da: Din beskeds rejse
de: Die Reise deiner Nachricht
el: Η διαδρομή του μηνύματός σας
es: El recorrido de tu mensaje
et: Teie sõnumi teekond
eu: Zure mezuaren bidaia
fa: سفر پیام شما
fi: Viestisi matka
fil: Ang paglalakbay ng iyong mensahe
fr: Le voyage de ton message
ga: Turas do theachtaireachta
gl: A viaxe da tua mensaxe
gu: તમારા સંદેશની યાત્રા
he: המסע של ההודעה שלך
hi: आपके संदेश की यात्रा
hr: Putovanje vase poruke
hu: Az üzenete útja
id: Perjalanan pesan Anda
it: Il viaggio del tuo messaggio
ja: メッセージの旅
ka: თქვენი შეტყობინების მოგზაურობა
kk: Хабарламаңыздың жолы
km: ដំណើររបស់សាររបស់អ្នក
ky: Катыңыздын сапары
mk: Патувањето на вашата порака
mr: तुमच्या संदेशाचा प्रवास
ms: Perjalanan mesej anda
nb: Meldingen din sin reise
nl: De reis van je bericht
pt_pt: A viagem da tua mensagem
ro: Calatoria mesajului tau
ru: Путешествие вашего сообщения
sk: Cesta vasej spravy
sl: Potovanje vasega sporocila
sq: Udhetimi i mesazhit tuaj
sr: Путовање твоје поруке
sv: Ditt meddelandes resa
ta: உங்கள் செய்தியின் பயணம்
te: మీ సందేశం యొక్క ప్రయాణం
th: การเดินทางของข้อความ
tr: Mesajinin yolculugu
ug: ئۇچۇرىڭىزنىڭ سەپىرى
uk: Подорож вашого повідомлення
ur: ุขูพ ฺฉ ูพุบุงู ฺฉุง ุณูุฑ
