Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secVashSolutionDesc
source: You configure two different PIN codes in Hash:
af: Jy stel twee verskillende PIN-kodes in Hash op:
ar: تُعدّ رمزي PIN مختلفين في Hash:
bg: Конфигурирате два различни PIN кода в Hash:
bn: আপনি Hash-এ দুটি ভিন্ন PIN কোড কনফিগার করেন:
ca: Configures dos codis PIN diferents a Hash:
cs: V Hash si nastavis dva ruzne PIN kody:
da: Du konfigurerer to forskellige PIN-koder i Hash:
de: Du konfigurierst zwei verschiedene PIN-Codes in Hash:
el: Ρυθμίζετε δύο διαφορετικούς κωδικούς PIN στο Hash:
es: Configuras dos códigos PIN diferentes en Hash:
et: Seadistate Hash'is kaks erinevat PIN-koodi:
eu: Bi PIN kode ezberdin konfiguratzen dituzu Hash-en:
fa: دو کد PIN متفاوت در Hash پیکربندی می‌کنید:
fi: Asetat kaksi eri PIN-koodia Hashissa:
fil: Nagko-configure ka ng dalawang magkaibang PIN code sa Hash:
fr: Tu configures deux codes PIN différents dans Hash :
ga: Cumraionn tu dha chod PIN eagsula i Hash:
gl: Configuras dous codigos PIN diferentes en Hash:
gu: તમે Hash માં બે અલગ PIN કોડ ગોઠવો:
he: אתה מגדיר שני קודי PIN שונים ב-Hash:
hi: आप Hash में दो अलग-अलग PIN कोड कॉन्फ़िगर करते हैं:
hr: Konfigurirate dva razlicita PIN koda u Hash-u:
hu: Két különböző PIN kódot konfigurál a Hash-ben:
id: Anda mengonfigurasi dua kode PIN berbeda di Hash:
it: Configuri due codici PIN diversi in Hash:
ja: Hash で2つの異なる PIN コードを設定します：
ka: Hash-ში ორ განსხვავებულ PIN კოდს აყენებთ:
kk: Hash-та екі басқа PIN код баптайсыз:
km: អ្នកកំណត់លេខកូដ PIN ពីរផ្សេងគ្នានៅក្នុង Hash:
ky: Hash'та эки башка PIN код конфигурациялайсыз:
mk: Конфигурирате два различни PIN кода во Hash:
mr: तुम्ही Hash मध्ये दोन वेगवेगळे PIN कोड कॉन्फिगर करता:
ms: Anda mengkonfigurasi dua kod PIN berbeza dalam Hash:
nb: Du konfigurerer to forskjellige PIN-koder i Hash:
nl: Je configureert twee verschillende PIN-codes in Hash:
pt_pt: Configuras dois codigos PIN diferentes no Hash:
ro: Configurezi doua coduri PIN diferite in Hash:
ru: Вы настраиваете два разных PIN-кода в Hash:
sk: V Hash nastavite dva rozne PIN kody:
sl: V Hash nastavite dve razlicni PIN kodi:
sq: Konfiguroni dy kode PIN te ndryshme ne Hash:
sr: Подешаваш два различита PIN кода у Hash-у:
sv: Du konfigurerar två olika PIN-koder i Hash:
ta: Hash-இல் இரண்டு வெவ்வேறு PIN குறியீடுகளை அமைக்கிறீர்கள்:
te: మీరు Hash లో రెండు వేర్వేరు PIN కోడ్‌లను కాన్ఫిగర్ చేస్తారు:
th: คุณตั้งค่าสอง PIN ที่แตกต่างกันใน Hash:
tr: Hash'te iki farkli PIN kodu yapilandirirsin:
ug: Hash دا ئىككى ئوخشىمىغان PIN كود تەڭشەيسىز:
uk: Ви налаштовуєте два різних PIN-коди в Hash:
ur: ุขูพ Hash ู ฺบ ุฏู ู ุฎุชูู PIN ฺฉูฺุฒ ุชุฑุชุจ ุฏุช ฺบ:

# secVashNormalCodeLabel
source: Normal code
af: Normale kode
ar: الرمز العادي
bg: Нормален код
bn: সাধারণ কোড
ca: Codi normal
cs: Normalni kod
da: Normal kode
de: Normaler Code
el: Κανονικός κωδικός
es: Código normal
et: Tavaline kood
eu: Kode normala
fa: کد عادی
fi: Normaali koodi
fil: Normal na code
fr: Code normal
ga: Gnathchod
gl: Codigo normal
gu: સામાન્ય કોડ
he: קוד רגיל
hi: सामान्य कोड
hr: Normalni kod
hu: Normál kód
id: Kode normal
it: Codice normale
ja: 通常コード
ka: ჩვეულებრივი კოდი
kk: Қалыпты код
km: លេខកូដធម្មតា
ky: Кадимки код
mk: Нормален код
mr: सामान्य कोड
ms: Kod biasa
nb: Normal kode
nl: Normale code
pt_pt: Codigo normal
ro: Codul normal
ru: Обычный код
sk: Normalny kod
sl: Navadna koda
sq: Kodi normal
sr: Нормалан код
sv: Normal kod
ta: சாதாரண குறியீடு
te: సాధారణ కోడ్
th: รหัสปกติ
tr: Normal kod
ug: نورمال كود
uk: Звичайний код
ur: ุนุงู ฺฉูฺ

# secVashNormalCodeDesc
source: Opens the app normally with all your data
af: Maak die app normaal oop met al jou data
ar: يفتح التطبيق بشكل عادي مع جميع بياناتك
bg: Отваря приложението нормално с всичките ви данни
bn: আপনার সমস্ত ডেটা সহ অ্যাপ স্বাভাবিকভাবে খোলে
ca: Obre l'aplicació normalment amb totes les teves dades
cs: Otevre aplikaci normalne se vsemi tvymi daty
da: Åbner appen normalt med alle dine data
de: Öffnet die App normal mit all deinen Daten
el: Ανοίγει κανονικά την εφαρμογή με όλα τα δεδομένα σας
es: Abre la app normalmente con todos tus datos
et: Avab rakenduse normaalselt kõigi teie andmetega
eu: Aplikazioa normaltasunez irekitzen du zure datu guztiekin
fa: برنامه را به طور عادی با همه داده‌هایتان باز می‌کند
fi: Avaa sovelluksen normaalisti kaikilla tiedoillasi
fil: Binubuksan ang app nang normal kasama ang lahat ng iyong data
fr: Ouvre l'application normalement avec toutes tes données
ga: Osclaionn an aip mar is gnath le do shonrai go leir
gl: Abre a aplicacion normalmente con todos os teus datos
gu: તમારા બધા ડેટા સાથે એપ્લિકેશન સામાન્ય રીતે ખોલે છે
he: פותח את האפליקציה כרגיל עם כל הנתונים שלך
hi: आपके सभी डेटा के साथ ऐप सामान्य रूप से खोलता है
hr: Otvara aplikaciju normalno sa svim vasim podacima
hu: Normálisan megnyitja az alkalmazást az összes adattal
id: Membuka aplikasi secara normal dengan semua data Anda
it: Apre l'app normalmente con tutti i tuoi dati
ja: すべてのデータと共にアプリを通常通り開きます
ka: ჩვეულებრივად ხსნის აპს ყველა მონაცემით
kk: Барлық деректеріңізбен қосымшаны қалыпты ашады
km: បើកកម្មវិធីធម្មតាជាមួយទិន្នន័យទាំងអស់
ky: Колдонмону бардык маалыматтарыңыз менен кадимкидей ачат
mk: Ја отвора апликацијата нормално со сите податоци
mr: तुमच्या सर्व डेटासह अॅप सामान्यपणे उघडतो
ms: Membuka aplikasi seperti biasa dengan semua data anda
nb: Åpner appen normalt med alle dataene dine
nl: Opent de app normaal met al je gegevens
pt_pt: Abre a aplicacao normalmente com todos os teus dados
ro: Deschide aplicatia normal cu toate datele tale
ru: Открывает приложение нормально со всеми данными
sk: Otvori aplikaciu normalne so vsetkymi udajmi
sl: Odpre aplikacijo normalno z vsemi podatki
sq: Hap aplikacionin normalisht me te gjitha te dhenat
sr: Отвара апликацију нормално са свим твојим подацима
sv: Öppnar appen normalt med all din data
ta: உங்கள் அனைத்து தரவுடன் செயலியை சாதாரணமாகத் திறக்கும்
te: మీ మొత్తం డేటాతో యాప్‌ను సాధారణంగా తెరుస్తుంది
th: เปิดแอปตามปกติพร้อมข้อมูลทั้งหมด
tr: Uygulamayi tum verilerinle normal olarak acar
ug: ئەپنى بارلىق سانلىق مەلۇمات بىلەن نورمال ئاچىدۇ
uk: Відкриває додаток нормально з усіма даними
ur: ุงูพ ฺฉู ุขูพ ฺฉ ุชู ุงู ฺูนุง ฺฉ ุณุงุชฺพ ุนุงู ุทูุฑ ูพุฑ ฺฉฺพููุชุง 

# secVashCodeLabel2
source: Vash code
af: Vash-kode
ar: رمز Vash
bg: Vash код
bn: Vash কোড
ca: Codi Vash
cs: Kod Vash
da: Vash-kode
el: Κωδικός Vash
es: Código Vash
et: Vash kood
eu: Vash kodea
fa: کد Vash
fi: Vash-koodi
fr: Code Vash
ga: Cod Vash
gl: Codigo Vash
gu: Vash કોડ
he: קוד Vash
hi: Vash कोड
hr: Vash kod
hu: Vash kód
id: Kode Vash
it: Codice Vash
ja: Vash コード
ka: Vash კოდი
kk: Vash коды
km: លេខកូដ Vash
ky: Vash коду
mk: Vash код
mr: Vash कोड
ms: Kod Vash
nb: Vash-kode
pt_pt: Codigo Vash
ro: Codul Vash
ru: Код Vash
sk: Kod Vash
sl: Koda Vash
sq: Kodi Vash
sr: Vash код
sv: Vash-kod
ta: Vash குறியீடு
te: Vash కోడ్
th: รหัส Vash
tr: Vash kodu
ug: Vash كودى
uk: Код Vash
ur: Vash ฺฉูฺ

# secVashCodeDescription
source: Opens the app normally... but all your data is silently deleted in the background
af: Maak die app normaal oop... maar al jou data word stilweg in die agtergrond verwyder
ar: يفتح التطبيق بشكل عادي... لكن جميع بياناتك تُحذف بصمت في الخلفية
bg: Отваря приложението нормално... но всичките ви данни се изтриват тихо на заден план
bn: অ্যাপ স্বাভাবিকভাবে খোলে... কিন্তু পেছনে নীরবে আপনার সমস্ত ডেটা মুছে যায়
ca: Obre l'aplicació normalment... però totes les teves dades s'eliminen silenciosament en segon pla
cs: Otevre aplikaci normalne... ale vsechna tvoje data jsou tise smazana na pozadi
da: Åbner appen normalt... men alle dine data slettes lydløst i baggrunden
de: Öffnet die App normal... aber alle deine Daten werden im Hintergrund lautlos gelöscht
el: Ανοίγει κανονικά την εφαρμογή... αλλά όλα τα δεδομένα σας διαγράφονται σιωπηλά στο παρασκήνιο
es: Abre la app normalmente... pero todos tus datos se eliminan silenciosamente en segundo plano
et: Avab rakenduse normaalselt... kuid kõik teie andmed kustutatakse vaikselt taustal
eu: Aplikazioa normaltasunez irekitzen du... baina zure datu guztiak isil-isilik ezabatzen dira atzeko planoan
fa: برنامه را به طور عادی باز می‌کند... اما همه داده‌هایتان بی‌صدا در پس‌زمینه حذف می‌شوند
fi: Avaa sovelluksen normaalisti... mutta kaikki tietosi poistetaan hiljaa taustalla
fil: Binubuksan ang app nang normal... pero tahimik na binubura ang lahat ng iyong data sa background
fr: Ouvre l'application normalement... mais toutes tes données sont silencieusement supprimées en arrière-plan
ga: Osclaionn an aip mar is gnath... ach scriostar do shonrai go leir go ciuin sa chulra
gl: Abre a aplicacion normalmente... pero todos os teus datos eliminanse silenciosamente en segundo plano
gu: એપ્લિકેશન સામાન્ય રીતે ખોલે છે... પરંતુ તમારો બધો ડેટા પૃષ્ઠભૂમિમાં શાંતિથી ડિલીટ થાય છે
he: פותח את האפליקציה כרגיל... אבל כל הנתונים שלך נמחקים בשקט ברקע
hi: ऐप सामान्य रूप से खोलता है... लेकिन आपका सारा डेटा पृष्ठभूमि में चुपचाप हटा दिया जाता है
hr: Otvara aplikaciju normalno... ali svi vasi podaci se tiho brisu u pozadini
hu: Normálisan megnyitja az alkalmazást... de az összes adat csendben törlődik a háttérben
id: Membuka aplikasi secara normal... tetapi semua data Anda diam-diam dihapus di latar belakang
it: Apre l'app normalmente... ma tutti i tuoi dati vengono silenziosamente eliminati in background
ja: アプリを通常通り開きます...しかしすべてのデータがバックグラウンドで静かに削除されます
ka: ჩვეულებრივად ხსნის აპს... მაგრამ ყველა მონაცემი ჩუმად იშლება ფონზე
kk: Қосымшаны қалыпты ашады... бірақ барлық деректеріңіз артта үнсіз жойылады
km: បើកកម្មវិធីធម្មតា... ប៉ុន្តែទិន្នន័យទាំងអស់ត្រូវបានលុបស្ងាត់នៅផ្ទៃខាងក្រោយ
ky: Колдонмону кадимкидей ачат... бирок бардык маалыматтарыңыз фондо үнсүз өчүрүлөт
mk: Ја отвора апликацијата нормално... но сите податоци тивко се бришат во позадина
mr: अॅप सामान्यपणे उघडतो... पण तुमचा सर्व डेटा शांतपणे पार्श्वभूमीत हटवला जातो
ms: Membuka aplikasi seperti biasa... tetapi semua data anda dipadamkan secara senyap di latar belakang
nb: Åpner appen normalt... men alle dataene dine slettes stille i bakgrunnen
nl: Opent de app normaal... maar al je gegevens worden stil op de achtergrond verwijderd
pt_pt: Abre a aplicacao normalmente... mas todos os teus dados sao silenciosamente apagados em segundo plano
ro: Deschide aplicatia normal... dar toate datele tale sunt sterse silentios in fundal
ru: Открывает приложение нормально... но все данные тихо удаляются в фоне
sk: Otvori aplikaciu normalne... ale vsetky vase udaje sa ticho zmazú na pozadi
sl: Odpre aplikacijo normalno... toda vsi podatki so tiho izbrisani v ozadju
sq: Hap aplikacionin normalisht... por te gjitha te dhenat fshihen ne heshtje ne sfond
sr: Отвара апликацију нормално... али сви твоји подаци се тихо бришу у позадини
sv: Öppnar appen normalt... men all din data raderas tyst i bakgrunden
ta: செயலியை சாதாரணமாகத் திறக்கும்... ஆனால் உங்கள் அனைத்து தரவும் பின்னணியில் அமைதியாக நீக்கப்படும்
te: యాప్‌ను సాధారణంగా తెరుస్తుంది... కానీ నేపథ్యంలో మీ మొత్తం డేటా నిశ్శబ్దంగా తొలగించబడుతుంది
th: เปิดแอปตามปกติ... แต่ข้อมูลทั้งหมดถูกลบเงียบๆ ในเบื้องหลัง
tr: Uygulamayi normal olarak acar... ama tum verilerin arka planda sessizce silinir
ug: ئەپنى نورمال ئاچىدۇ... لېكىن بارلىق سانلىق مەلۇمات ئارقا سۇپىدا جىمجىت ئۆچۈرۈلىدۇ
uk: Відкриває додаток нормально... але всі дані тихо видаляються у фоновому режимі
ur: ุงูพ ฺฉู ุนุงู ุทูุฑ ูพุฑ ฺฉฺพููุชุง ... ูฺฉู ุขูพ ฺฉุง ุชู ุงู ฺูนุง ูพุณ ู ูุธุฑ ู ฺบ ุฎุงู ูุด ุณ ุญุฐู ู ุฌุงุชุง 

# secVashWhatHappensTitle
source: What happens next
af: Wat gebeur daarna
ar: ماذا يحدث بعد ذلك
bg: Какво се случва след това
bn: এরপর কী হয়
ca: Què passa després
cs: Co se stane pak
da: Hvad der sker derefter
de: Was dann passiert
el: Τι συμβαίνει μετά
es: Lo que ocurre después
et: Mis juhtub edasi
eu: Zer gertatzen den ondoren
fa: بعد چه اتفاقی می‌افتد
fi: Mitä tapahtuu seuraavaksi
fil: Ano ang nangyayari pagkatapos
fr: Ce qui se passe ensuite
ga: Cad a tharlaionn ina dhiaidh sin
gl: Que pasa despois
gu: પછી શું થાય છે
he: מה קורה אחרי
hi: फिर क्या होता है
hr: Sto se dogada zatim
hu: Mi történik ezután
id: Apa yang terjadi selanjutnya
it: Cosa succede dopo
ja: 次に何が起こるか
ka: რა ხდება შემდეგ
kk: Содан кейін не болады
km: អ្វីកើតឡើងបន្ទាប់មក
ky: Андан кийин эмне болот
mk: Што се случува потоа
mr: पुढे काय होते
ms: Apa yang berlaku seterusnya
nb: Hva som skjer etterpå
nl: Wat er daarna gebeurt
pt_pt: O que acontece a seguir
ro: Ce se intampla apoi
ru: Что происходит дальше
sk: Co sa stane potom
sl: Kaj se zgodi potem
sq: Çfare ndodh pastaj
sr: Шта се дешава затим
sv: Vad som händer sedan
ta: பிறகு என்ன நடக்கும்
te: తర్వాత ఏమి జరుగుతుంది
th: จะเกิดอะไรขึ้น
tr: Sonra ne olur
ug: كېيىن نېمە بولىدۇ
uk: Що відбувається далі
ur: ุงุณ ฺฉ ุจุนุฏ ฺฉุง ูุชุง 
