Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# blockContactDescription
source: This contact will no longer be able to send you messages or call you. They won't be notified.
af: Hierdie kontak sal nie meer vir jou boodskappe kan stuur of jou kan bel nie. Hulle sal nie in kennis gestel word nie.
ar: لن تتمكن جهة الاتصال هذه من إرسال رسائل إليك أو الاتصال بك. لن يتم إخطارها.
bg: Този контакт няма да може да ви изпраща съобщения или да ви се обажда. Няма да бъде уведомен.
bn: এই পরিচিতি আর আপনাকে বার্তা বা কল করতে পারবে না। তাকে জানানো হবে না।
ca: Aquest contacte ja no podrà enviar-te missatges ni trucar-te. No serà notificat.
cs: Tento kontakt vam jiz nebude moci posilat zpravy ani volat. Nebude upozornen.
da: Denne kontakt vil ikke længere kunne sende dig beskeder eller ringe til dig. De bliver ikke underrettet.
de: Dieser Kontakt kann dir keine Nachrichten mehr senden oder dich anrufen. Er wird nicht benachrichtigt.
el: Αυτή η επαφή δεν θα μπορεί πλέον να σας στέλνει μηνύματα ή να σας καλεί. Δεν θα ειδοποιηθεί.
es: Este contacto ya no podrá enviarte mensajes ni llamarte. No será notificado.
et: See kontakt ei saa enam teile sõnumeid saata ega helistada. Neid ei teavitata.
eu: Kontaktu honek ezin izango dizu mezurik bidali edo deitu. Ez zaio jakinaraziko.
fa: این مخاطب دیگر نمی‌تواند برای شما پیام بفرستد یا تماس بگیرد. مطلع نخواهد شد.
fi: Tämä yhteystieto ei voi enää lähettää sinulle viestejä tai soittaa sinulle. Häntä ei ilmoiteta.
fil: Hindi na makakapadala ng mga mensahe o makakatawag sa iyo ang kontak na ito. Hindi sila aabisuhan.
fr: Ce contact ne pourra plus vous envoyer de messages ni vous appeler. Il ne sera pas notifié.
ga: Ni bheidh an teagmhail seo in ann teachtaireachtai a sheoladh chugat na glao a chur ort. Ni chuirfear ar an eolas e/i.
gl: Este contacto xa non podera enviarte mensaxes nin chamarte. Non sera notificado.
gu: આ સંપર્ક હવે તમને સંદેશ અથવા કોલ કરી શકશે નહીં. તેમને જાણ કરવામાં આવશે નહીં.
he: איש קשר זה לא יוכל עוד לשלוח לך הודעות או להתקשר אליך. הוא לא יקבל הודעה.
hi: यह संपर्क अब आपको संदेश या कॉल नहीं कर पाएगा। उन्हें सूचित नहीं किया जाएगा।
hr: Ovaj kontakt vam vise nece moci slati poruke ili vas zvati. Nece biti obavijenjen.
hu: Ez a névjegy nem tud majd üzenetet küldeni Önnek vagy hívni. Nem kap értesítést.
id: Kontak ini tidak akan dapat mengirim pesan atau menelepon Anda lagi. Mereka tidak akan diberi tahu.
it: Questo contatto non potrà più inviarti messaggi o chiamarti. Non sarà notificato.
ja: この連絡先はメッセージの送信や通話ができなくなります。通知されません。
ka: ეს კონტაქტი ვეღარ შეძლებს შეტყობინებების გაგზავნას ან ზარს. არ ეცნობება.
kk: Бұл контакт сізге хабарлама немесе қоңырау жібере алмайды. Ол хабарландырылмайды.
km: ទំនាក់ទំនងនេះនឹងមិនអាចផ្ញើសារ ឬហៅអ្នកទៀត។ ពួកគេនឹងមិនត្រូវបានជូនដំណឹង។
ky: Бул контакт сизге кат жөнөтө же чала албайт. Ал эскертилбейт.
mk: Овој контакт повеќе нема да може да ви испраќа пораки или да ви се јавува. Нема да бидат известени.
mr: हा संपर्क तुम्हाला संदेश पाठवू किंवा कॉल करू शकणार नाही. त्यांना सूचित केले जाणार नाही.
ms: Kenalan ini tidak akan dapat menghantar mesej atau menghubungi anda lagi. Mereka tidak akan diberitahu.
nb: Denne kontakten vil ikke lenger kunne sende deg meldinger eller ringe deg. De vil ikke bli varslet.
nl: Dit contact kan je geen berichten meer sturen of bellen. Ze worden niet op de hoogte gebracht.
pt_pt: Este contacto nao podera enviar-lhe mensagens nem ligar-lhe. Nao sera notificado.
ro: Acest contact nu va mai putea sa iti trimita mesaje sau sa te sune. Nu va fi notificat.
ru: Этот контакт больше не сможет отправлять вам сообщения или звонить. Он не будет уведомлён.
sk: Tento kontakt vam uz nebude moct posielat spravy ani volat. Nebude o tom informovany.
sl: Ta stik vam ne bo vec mogel posiljati sporocil ali klicati. Ne bo obvescen.
sq: Ky kontakt nuk do te mund t'ju dergoje mesazhe ose t'ju telefonoje. Nuk do te njoftohet.
sr: Овај контакт више неће моћи да вам шаље поруке нити да вас позива. Неће бити обавештен.
sv: Denna kontakt kan inte längre skicka meddelanden till dig eller ringa dig. De meddelas inte.
ta: இந்தத் தொடர்பால் உங்களுக்கு செய்திகள் அனுப்பவோ அழைக்கவோ முடியாது. அவர்களுக்குத் தெரிவிக்கப்படாது.
te: ఈ పరిచయం ఇకపై మీకు సందేశాలు పంపగలగడం లేదా కాల్ చేయగలగడం చేయలేదు. వారికి తెలియజేయబడదు.
th: ผู้ติดต่อนี้จะไม่สามารถส่งข้อความหรือโทรหาคุณได้อีก จะไม่ได้รับแจ้ง
tr: Bu kisi artik size mesaj gonderemez veya sizi arayamaz. Bilgilendirilmeyecektir.
ug: بۇ ئالاقىداش سىزگە ئۇچۇر يوللاش ياكى چاقىرىش ئىمكانىيىتىدىن مەھرۇم بولىدۇ. ئۇقتۇرۇش بېرىلمەيدۇ.
uk: Цей контакт більше не зможе надсилати вам повідомлення або дзвонити. Його не буде повідомлено.
ur:  ุฑุงุจุท ุงุจ ุขูพ ฺฉู ูพุบุงู ุงุช ูฺบ ุจฺพุฌ ุณฺฉ ฺฏุง ุงูุฑ ู  ฺฉุงู ฺฉุฑ ุณฺฉ ฺฏุง ุงูฺบ ู ุทูุน ูฺบ ฺฉุง ุฌุงุฆ ฺฏุง

source: Unblock contact
af: Deblokkeer kontak
ar: إلغاء حظر جهة الاتصال
bg: Деблокиране на контакт
bn: পরিচিতি আনব্লক করুন
ca: Desbloquejar contacte
cs: Odblokovat kontakt
da: Fjern blokering af kontakt
de: Kontakt entsperren
el: Ξεμπλοκάρισμα επαφής
es: Desbloquear contacto
et: Deblokeeri kontakt
eu: Desblokeatu kontaktua
fa: رفع مسدودیت مخاطب
fi: Poista esto
fil: I-unblock ang kontak
fr: Débloquer le contact
ga: Dibhlocail an teagmhail
gl: Desbloquear contacto
gu: સંપર્ક અનબ્લોક કરો
he: בטל חסימת איש קשר
hi: संपर्क अनब्लॉक करें
hr: Odblokiraj kontakt
hu: Névjegy feloldása
id: Buka blokir kontak
it: Sblocca contatto
ja: 連絡先のブロックを解除
ka: კონტაქტის განბლოკვა
kk: Контактты блоктан шығару
km: ដោះរារាំងទំនាក់ទំនង
ky: Контакттын бөгөтүн алуу
mk: Одблокирај контакт
mr: संपर्क अनब्लॉक करा
ms: Nyahsekat kenalan
nb: Opphev blokkering
nl: Contact deblokkeren
pt_pt: Desbloquear contacto
ro: Deblocheaza contactul
ru: Разблокировать контакт
sk: Odblokovat kontakt
sl: Odblokiraj stik
sq: Zhblloko kontaktin
sr: Деблокирај контакт
sv: Avblockera kontakt
ta: தொடர்பைத் தடைநீக்கு
te: పరిచయాన్ని అన్‌బ్లాక్ చేయి
th: ปลดบล็อกผู้ติดต่อ
tr: Engeli kaldir
ug: ئالاقىداش توسۇشنى ئېچىش
uk: Розблокувати контакт
ur: ุฑุงุจุท ุงู ุจูุงฺฉ ฺฉุฑฺบ

# unblockContactDescription
source: This contact will be able to send you messages and call you again.
af: Hierdie kontak sal weer vir jou boodskappe kan stuur en jou kan bel.
ar: ستتمكن جهة الاتصال هذه من إرسال رسائل إليك والاتصال بك مرة أخرى.
bg: Този контакт ще може отново да ви изпраща съобщения и да ви се обажда.
bn: এই পরিচিতি আবার আপনাকে বার্তা ও কল করতে পারবে।
ca: Aquest contacte podrà tornar a enviar-te missatges i trucar-te.
cs: Tento kontakt vam bude moci opet posilat zpravy a volat.
da: Denne kontakt vil igen kunne sende dig beskeder og ringe til dig.
de: Dieser Kontakt kann dir wieder Nachrichten senden und dich anrufen.
el: Αυτή η επαφή θα μπορεί ξανά να σας στέλνει μηνύματα και να σας καλεί.
es: Este contacto podrá volver a enviarte mensajes y llamarte.
et: See kontakt saab teile uuesti sõnumeid saata ja helistada.
eu: Kontaktu honek berriro mezuak bidali eta deitu ahal izango dizu.
fa: این مخاطب دوباره می‌تواند برای شما پیام بفرستد و تماس بگیرد.
fi: Tämä yhteystieto voi jälleen lähettää sinulle viestejä ja soittaa sinulle.
fil: Makakapadala muli ng mga mensahe at makakatawag sa iyo ang kontak na ito.
fr: Ce contact pourra à nouveau vous envoyer des messages et vous appeler.
ga: Beidh an teagmhail seo in ann teachtaireachtai a sheoladh chugat agus glao a chur ort aris.
gl: Este contacto podera enviarte mensaxes e chamarte de novo.
gu: આ સંપર્ક ફરીથી તમને સંદેશ અને કોલ કરી શકશે.
he: איש קשר זה יוכל שוב לשלוח לך הודעות ולהתקשר אליך.
hi: यह संपर्क फिर से आपको संदेश भेज और कॉल कर सकेगा।
hr: Ovaj kontakt ce vam ponovo moci slati poruke i zvati vas.
hu: Ez a névjegy újra küldhet üzenetet és hívhat.
id: Kontak ini akan dapat mengirim pesan dan menelepon Anda lagi.
it: Questo contatto potrà nuovamente inviarti messaggi e chiamarti.
ja: この連絡先は再びメッセージの送信や通話ができるようになります。
ka: ეს კონტაქტი კვლავ შეძლებს შეტყობინებების გაგზავნას და ზარს.
kk: Бұл контакт қайтадан хабарлама жіберіп, қоңырау шала алады.
km: ទំនាក់ទំនងនេះនឹងអាចផ្ញើសារ និងហៅអ្នកម្តងទៀត។
ky: Бул контакт кайрадан кат жөнөтүп жана чала алат.
mk: Овој контакт повторно ќе може да ви испраќа пораки и да ви се јавува.
mr: हा संपर्क तुम्हाला पुन्हा संदेश पाठवू आणि कॉल करू शकेल.
ms: Kenalan ini akan dapat menghantar mesej dan menghubungi anda semula.
nb: Denne kontakten vil igjen kunne sende deg meldinger og ringe deg.
nl: Dit contact kan je weer berichten sturen en bellen.
pt_pt: Este contacto podera novamente enviar-lhe mensagens e ligar-lhe.
ro: Acest contact va putea din nou sa iti trimita mesaje si sa te sune.
ru: Этот контакт снова сможет отправлять вам сообщения и звонить.
sk: Tento kontakt vam bude opat moct posielat spravy a volat.
sl: Ta stik vam bo spet lahko posiljal sporocila in klical.
sq: Ky kontakt do te mund t'ju dergoje perseri mesazhe dhe t'ju telefonoje.
sr: Овај контакт ће поново моћи да вам шаље поруке и да вас позива.
sv: Denna kontakt kan åter skicka meddelanden till dig och ringa dig.
ta: இந்தத் தொடர்பு மீண்டும் உங்களுக்கு செய்திகள் அனுப்பவும் அழைக்கவும் முடியும்.
te: ఈ పరిచయం మళ్ళీ మీకు సందేశాలు పంపగలరు మరియు కాల్ చేయగలరు.
th: ผู้ติดต่อนี้จะสามารถส่งข้อความและโทรหาคุณได้อีกครั้ง
tr: Bu kisi tekrar size mesaj gonderebilir ve sizi arayabilir.
ug: بۇ ئالاقىداش قايتا ئۇچۇر يوللاش ۋە چاقىرىش ئىمكانىيىتىگە ئېرىشىدۇ.
uk: Цей контакт знову зможе надсилати вам повідомлення та дзвонити.
ur:  ุฑุงุจุท ุฏูุจุงุฑ ุขูพ ฺฉู ูพุบุงู ุงุช ุจฺพุฌ ุณฺฉ ฺฏุง ุงูุฑ ฺฉุงู ฺฉุฑ ุณฺฉ ฺฏุง

source: Contact blocked
af: Kontak geblokkeer
ar: تم حظر جهة الاتصال
bg: Контактът е блокиран
bn: পরিচিতি ব্লক করা হয়েছে
ca: Contacte bloquejat
cs: Kontakt zablokovan
da: Kontakt blokeret
de: Kontakt blockiert
el: Η επαφή αποκλείστηκε
es: Contacto bloqueado
et: Kontakt blokeeritud
eu: Kontaktua blokeatuta
fa: مخاطب مسدود شد
fi: Yhteystieto estetty
fil: Na-block ang kontak
fr: Contact bloqué
ga: Teagmhail blocailte
gl: Contacto bloqueado
gu: સંપર્ક બ્લોક થયો
he: איש קשר נחסם
hi: संपर्क ब्लॉक किया गया
hr: Kontakt blokiran
hu: Névjegy letiltva
id: Kontak diblokir
it: Contatto bloccato
ja: 連絡先がブロックされました
ka: კონტაქტი დაბლოკილია
kk: Контакт блокталды
km: ទំនាក់ទំនងត្រូវបានរារាំង
ky: Контакт бөгөттөлдү
mk: Контактот е блокиран
mr: संपर्क ब्लॉक केला
ms: Kenalan disekat
nb: Kontakt blokkert
nl: Contact geblokkeerd
pt_pt: Contacto bloqueado
ro: Contact blocat
ru: Контакт заблокирован
sk: Kontakt blokovany
sl: Stik blokiran
sq: Kontakti u bllokua
sr: Контакт блокиран
sv: Kontakt blockerad
ta: தொடர்பு தடுக்கப்பட்டது
te: పరిచయం బ్లాక్ చేయబడింది
th: บล็อกผู้ติดต่อแล้ว
tr: Kisi engellendi
ug: ئالاقىداش توسۇلدى
uk: Контакт заблоковано
ur: ุฑุงุจุท ุจูุงฺฉ ู ฺฏุง

source: Contact unblocked
af: Kontak gedeblokkeer
ar: تم إلغاء حظر جهة الاتصال
bg: Контактът е деблокиран
bn: পরিচিতি আনব্লক করা হয়েছে
ca: Contacte desbloquejat
cs: Kontakt odblokovan
da: Kontakt blokering fjernet
de: Kontakt entsperrt
el: Η επαφή ξεμπλοκαρίστηκε
es: Contacto desbloqueado
et: Kontakt deblokeeritud
eu: Kontaktua desblokeatuta
fa: مسدودیت مخاطب رفع شد
fi: Esto poistettu
fil: Na-unblock ang kontak
fr: Contact débloqué
ga: Teagmhail dibhlocailte
gl: Contacto desbloqueado
gu: સંપર્ક અનબ્લોક થયો
he: חסימת איש קשר בוטלה
hi: संपर्क अनब्लॉक किया गया
hr: Kontakt odblokiran
hu: Névjegy feloldva
id: Kontak dibuka blokirnya
it: Contatto sbloccato
ja: 連絡先のブロックが解除されました
ka: კონტაქტი განბლოკილია
kk: Контакт блоктан шығарылды
km: ទំនាក់ទំនងត្រូវបានដោះរារាំង
ky: Контакттын бөгөтү алынды
mk: Контактот е одблокиран
mr: संपर्क अनब्लॉक केला
ms: Kenalan dinyahsekat
nb: Blokkering opphevet
nl: Contact gedeblokkeerd
pt_pt: Contacto desbloqueado
ro: Contact deblocat
ru: Контакт разблокирован
sk: Kontakt odblokovany
sl: Stik odblokiran
sq: Kontakti u zhbllokua
sr: Контакт деблокиран
sv: Kontakt avblockerad
ta: தொடர்பு தடைநீக்கப்பட்டது
te: పరిచయం అన్‌బ్లాక్ చేయబడింది
th: ปลดบล็อกผู้ติดต่อแล้ว
tr: Engel kaldirildi
ug: ئالاقىداش توسۇشى ئېچىلدى
uk: Контакт розблоковано
ur: ุฑุงุจุท ุงู ุจูุงฺฉ ู ฺฏุง

# contactIsBlocked
source: This contact is blocked
af: Hierdie kontak is geblokkeer
ar: جهة الاتصال هذه محظورة
bg: Този контакт е блокиран
bn: এই পরিচিতি ব্লক করা আছে
ca: Aquest contacte està bloquejat
cs: Tento kontakt je zablokovan
da: Denne kontakt er blokeret
de: Dieser Kontakt ist blockiert
el: Αυτή η επαφή είναι αποκλεισμένη
es: Este contacto está bloqueado
et: See kontakt on blokeeritud
eu: Kontaktu hau blokeatuta dago
fa: این مخاطب مسدود است
fi: Tämä yhteystieto on estetty
fil: Naka-block ang kontak na ito
fr: Ce contact est bloqué
ga: Ta an teagmhail seo blocailte
gl: Este contacto esta bloqueado
gu: આ સંપર્ક બ્લોક છે
he: איש קשר זה חסום
hi: यह संपर्क ब्लॉक है
hr: Ovaj kontakt je blokiran
hu: Ez a névjegy le van tiltva
id: Kontak ini diblokir
it: Questo contatto è bloccato
ja: この連絡先はブロックされています
ka: ეს კონტაქტი დაბლოკილია
kk: Бұл контакт блокталған
km: ទំនាក់ទំនងនេះត្រូវបានរារាំង
ky: Бул контакт бөгөттөлгөн
mk: Овој контакт е блокиран
mr: हा संपर्क ब्लॉक केला आहे
ms: Kenalan ini disekat
nb: Denne kontakten er blokkert
nl: Dit contact is geblokkeerd
pt_pt: Este contacto esta bloqueado
ro: Acest contact este blocat
ru: Этот контакт заблокирован
sk: Tento kontakt je blokovany
sl: Ta stik je blokiran
sq: Ky kontakt eshte i bllokuar
sr: Овај контакт је блокиран
sv: Denna kontakt är blockerad
ta: இந்தத் தொடர்பு தடுக்கப்பட்டுள்ளது
te: ఈ పరిచయం బ్లాక్ చేయబడింది
th: ผู้ติดต่อนี้ถูกบล็อก
tr: Bu kisi engellenmis
ug: بۇ ئالاقىداش توسۇلغان
uk: Цей контакт заблоковано
ur:  ุฑุงุจุท ุจูุงฺฉ 

source: Unblock
af: Deblokkeer
ar: إلغاء الحظر
bg: Деблокиране
bn: আনব্লক
ca: Desbloquejar
cs: Odblokovat
da: Fjern blokering
de: Entsperren
el: Ξεμπλοκάρισμα
es: Desbloquear
et: Deblokeeri
eu: Desblokeatu
fa: رفع مسدودیت
fi: Poista esto
fil: I-unblock
fr: Débloquer
ga: Dibhlocail
gl: Desbloquear
gu: અનબ્લોક
he: בטל חסימה
hi: अनब्लॉक करें
hr: Odblokiraj
hu: Feloldás
id: Buka blokir
it: Sblocca
ja: ブロック解除
ka: განბლოკვა
kk: Блоктан шығару
km: ដោះរារាំង
ky: Бөгөттөн алуу
mk: Одблокирај
mr: अनब्लॉक करा
ms: Nyahsekat
nb: Opphev blokkering
nl: Deblokkeren
pt_pt: Desbloquear
ro: Deblocheaza
ru: Разблокировать
sk: Odblokovat
sl: Odblokiraj
sq: Zhblloko
sr: Деблокирај
sv: Avblockera
ta: தடைநீக்கு
te: అన్‌బ్లాక్ చేయి
th: ปลดบล็อก
tr: Engeli kaldir
ug: توسۇشنى ئېچىش
uk: Розблокувати
ur: ุงู ุจูุงฺฉ ฺฉุฑฺบ

# deleteContactSubtitle
source: Delete this contact and chat
af: Verwyder hierdie kontak en geselsie
ar: حذف جهة الاتصال هذه والدردشة
bg: Изтриване на този контакт и чат
bn: এই পরিচিতি ও চ্যাট মুছুন
ca: Eliminar aquest contacte i el xat
cs: Smazat tento kontakt a chat
da: Slet denne kontakt og chat
de: Diesen Kontakt und Chat löschen
el: Διαγραφή αυτής της επαφής και της συνομιλίας
es: Eliminar este contacto y el chat
et: Kustuta see kontakt ja vestlus
eu: Ezabatu kontaktu hau eta txata
fa: حذف این مخاطب و گفتگو
fi: Poista tämä yhteystieto ja keskustelu
fil: Burahin ang kontak at chat na ito
fr: Supprimer ce contact et le chat
ga: Scrios an teagmhail seo agus an comhra
gl: Eliminar este contacto e chat
gu: આ સંપર્ક અને ચેટ ડિલીટ કરો
he: מחק איש קשר וצ'אט זה
hi: यह संपर्क और चैट हटाएं
hr: Izbrisi ovaj kontakt i razgovor
hu: Névjegy és beszélgetés törlése
id: Hapus kontak dan obrolan ini
it: Elimina questo contatto e la chat
ja: 連絡先とチャットを削除
ka: კონტაქტის და ჩატის წაშლა
kk: Бұл контактты және чатты жою
km: លុបទំនាក់ទំនង និងការជជែកនេះ
ky: Бул контактты жана чатты өчүрүү
mk: Избриши го овој контакт и разговор
mr: हा संपर्क आणि चॅट हटवा
ms: Padam kenalan dan sembang ini
nb: Slett denne kontakten og chatten
nl: Dit contact en chat verwijderen
pt_pt: Apagar este contacto e conversa
ro: Sterge acest contact si conversatia
ru: Удалить этот контакт и чат
sk: Zmazat tento kontakt a konverzaciu
sl: Izbrisi ta stik in pogovor
sq: Fshi kete kontakt dhe biseden
sr: Обриши овај контакт и чет
sv: Radera denna kontakt och chatt
ta: இந்தத் தொடர்பையும் உரையாடலையும் நீக்கு
te: ఈ పరిచయాన్ని మరియు చాట్‌ను తొలగించు
th: ลบผู้ติดต่อและแชทนี้
tr: Bu kisiyi ve sohbeti sil
ug: بۇ ئالاقىداش ۋە پاراڭنى ئۆچۈرۈش
uk: Видалити цей контакт і чат
ur:  ุฑุงุจุท ุงูุฑ ฺูน ุญุฐู ฺฉุฑฺบ

source: Confirm with PIN
af: Bevestig met PIN
ar: تأكيد بالـ PIN
bg: Потвърдете с PIN
bn: PIN দিয়ে নিশ্চিত করুন
ca: Confirmar amb PIN
cs: Potvrdit PINem
da: Bekræft med PIN
de: Mit PIN bestätigen
el: Επιβεβαίωση με PIN
es: Confirmar con PIN
et: Kinnita PIN-iga
eu: Berretsi PIN-arekin
fa: تأیید با PIN
fi: Vahvista PIN:llä
fil: Kumpirmahin gamit ang PIN
fr: Confirmer avec le PIN
ga: Deimhnigh le PIN
gl: Confirmar co PIN
gu: PIN સાથે કન્ફર્મ કરો
he: אשר עם PIN
hi: PIN से पुष्टि करें
hr: Potvrdite PIN-om
hu: Megerősítés PIN-nel
id: Konfirmasi dengan PIN
it: Conferma con PIN
ja: PIN で確認
ka: PIN-ით დადასტურება
kk: PIN-мен растау
km: បញ្ជាក់ជាមួយ PIN
ky: PIN менен ырастоо
mk: Потврди со PIN
mr: PIN ने पुष्टी करा
ms: Sahkan dengan PIN
nb: Bekreft med PIN
nl: Bevestigen met PIN
pt_pt: Confirmar com PIN
ro: Confirma cu PIN
ru: Подтвердить с PIN
sk: Potvrdit PIN-om
sl: Potrdi s PIN
sq: Konfirmo me PIN
sr: Потврди PIN-ом
sv: Bekräfta med PIN
ta: PIN மூலம் உறுதிசெய்
te: PIN తో నిర్ధారించు
th: ยืนยันด้วย PIN
tr: PIN ile onayla
ug: PIN بىلەن جەزملەش
uk: Підтвердити PIN-кодом
ur: PIN ุณ ุชุตุฏู ฺฉุฑฺบ

# enterPinToConfirm
source: Enter your PIN to confirm this action
af: Voer jou PIN in om hierdie aksie te bevestig
ar: أدخل رمز PIN لتأكيد هذا الإجراء
bg: Въведете PIN-а си, за да потвърдите това действие
bn: এই কাজ নিশ্চিত করতে আপনার PIN দিন
ca: Introdueix el teu PIN per confirmar aquesta acció
cs: Zadejte svuj PIN pro potvrzeni teto akce
da: Indtast din PIN for at bekræfte denne handling
de: Gib deine PIN ein, um diese Aktion zu bestätigen
el: Εισάγετε το PIN σας για επιβεβαίωση αυτής της ενέργειας
es: Introduce tu PIN para confirmar esta acción
et: Sisestage oma PIN selle toimingu kinnitamiseks
eu: Sartu zure PIN-a ekintza hau berresteko
fa: PIN خود را برای تأیید این عمل وارد کنید
fi: Syötä PIN vahvistaaksesi tämän toiminnon
fil: Ilagay ang iyong PIN para kumpirmahin ang aksyong ito
fr: Entrez votre PIN pour confirmer cette action
ga: Cuir isteach do PIN chun an gniomh seo a dheimhniu
gl: Introduce o teu PIN para confirmar esta accion
gu: આ ક્રિયા કન્ફર્મ કરવા માટે PIN દાખલ કરો
he: הכנס את ה-PIN שלך כדי לאשר פעולה זו
hi: इस क्रिया की पुष्टि के लिए अपना PIN दर्ज करें
hr: Unesite PIN za potvrdu ove radnje
hu: Adja meg a PIN-jét a művelet megerősítéséhez
id: Masukkan PIN Anda untuk mengonfirmasi tindakan ini
it: Inserisci il tuo PIN per confermare questa azione
ja: この操作を確認するため PIN を入力してください
ka: შეიყვანეთ PIN ამ მოქმედების დასადასტურებლად
kk: Бұл әрекетті растау үшін PIN-ді енгізіңіз
km: បញ្ចូល PIN របស់អ្នកដើម្បីបញ្ជាក់សកម្មភាពនេះ
ky: Бул аракетти ырастоо үчүн PIN'иңизди киргизиңиз
mk: Внесете го вашиот PIN за да ја потврдите оваа акција
mr: या क्रियेची पुष्टी करण्यासाठी तुमचा PIN टाका
ms: Masukkan PIN anda untuk mengesahkan tindakan ini
nb: Tast inn PIN-koden din for å bekrefte denne handlingen
nl: Voer je PIN in om deze actie te bevestigen
pt_pt: Introduza o seu PIN para confirmar esta acao
ro: Introdu PIN-ul pentru a confirma aceasta actiune
ru: Введите PIN для подтверждения действия
sk: Zadajte PIN na potvrdenie tejto akcie
sl: Vnesite PIN za potrditev tega dejanja
sq: Futni PIN per te konfirmuar kete veprim
sr: Унесите свој PIN да потврдите ову акцију
sv: Ange din PIN för att bekräfta denna åtgärd
ta: இந்தச் செயலை உறுதிசெய்ய உங்கள் PIN-ஐ உள்ளிடுங்கள்
te: ఈ చర్యను నిర్ధారించడానికి మీ PIN నమోదు చేయండి
th: ใส่ PIN เพื่อยืนยันการกระทำนี้
tr: Bu islemi onaylamak icin PIN'inizi girin
ug: بۇ مەشغۇلاتنى جەزملەش ئۈچۈن PIN كىرگۈزۈڭ
uk: Введіть PIN для підтвердження цієї дії
ur: ุงุณ ุนู ู ฺฉ ุชุตุฏู ฺฉ ู ุงูพูุง PIN ุฏุฑุฌ ฺฉุฑฺบ

source: Profile photo
af: Profielfoto
ar: صورة الملف الشخصي
bg: Профилна снимка
bn: প্রোফাইল ছবি
ca: Foto de perfil
cs: Profilova fotka
da: Profilbillede
de: Profilbild
el: Φωτογραφία προφίλ
es: Foto de perfil
et: Profilifoto
eu: Profilaren argazkia
fa: عکس پروفایل
fi: Profiilikuva
fil: Larawan ng profile
fr: Photo de profil
ga: Grianghraf proifil
gl: Foto de perfil
gu: પ્રોફાઇલ ફોટો
he: תמונת פרופיל
hi: प्रोफ़ाइल फ़ोटो
hr: Fotografija profila
hu: Profilkép
id: Foto profil
it: Foto profilo
ja: プロフィール写真
ka: პროფილის ფოტო
kk: Профиль фотосы
km: រូបថតប្រវត្តិរូប
ky: Профил сүрөтү
mk: Профилна фотографија
mr: प्रोफाइल फोटो
ms: Foto profil
nb: Profilbilde
nl: Profielfoto
pt_pt: Fotografia de perfil
ro: Foto profil
ru: Фото профиля
sk: Profilova fotka
sl: Profilna fotografija
sq: Foto e profilit
sr: Профилна фотографија
sv: Profilbild
ta: சுயவிவரப் புகைப்படம்
te: ప్రొఫైల్ ఫోటో
th: รูปโปรไฟล์
tr: Profil fotografi
ug: تەرجىمىھال رەسىمى
uk: Фото профілю
ur: ูพุฑููุงุฆู ุชุตูุฑ

# takePhoto
source: Take a photo
af: Neem 'n foto
ar: التقاط صورة
bg: Направете снимка
bn: ছবি তুলুন
ca: Fer una foto
cs: Vyfotit
da: Tag et billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Tomar una foto
et: Tee foto
eu: Atera argazkia
fa: عکس بگیرید
fi: Ota kuva
fil: Kumuha ng larawan
fr: Prendre une photo
ga: Glac grianghraf
gl: Facer unha foto
gu: ફોટો લો
he: צלם תמונה
hi: फ़ोटो लें
hr: Uslikaj fotografiju
hu: Fénykép készítése
id: Ambil foto
it: Scatta una foto
ja: 写真を撮る
ka: ფოტოს გადაღება
kk: Фото түсіру
km: ថតរូប
ky: Сүрөт тартуу
mk: Направи фотографија
mr: फोटो काढा
ms: Ambil foto
nb: Ta et bilde
nl: Foto nemen
pt_pt: Tirar fotografia
ro: Fa o fotografie
ru: Сделать фото
sk: Odfotit
sl: Posnemi fotografijo
sq: Bej nje foto
sr: Усликај
sv: Ta ett foto
ta: புகைப்படம் எடு
te: ఫోటో తీయి
th: ถ่ายรูป
tr: Fotograf cek
ug: رەسىم تارتىش
uk: Зробити фото
ur: ุชุตูุฑ ูฺบ

source: Choose from gallery
af: Kies uit galery
ar: اختيار من المعرض
bg: Изберете от галерия
bn: গ্যালারি থেকে বেছে নিন
ca: Triar de la galeria
cs: Vybrat z galerie
da: Vælg fra galleri
de: Aus Galerie wählen
el: Επιλογή από τη γκαλερί
es: Elegir de la galería
et: Vali galeriist
eu: Aukeratu galeriatik
fa: انتخاب از گالری
fi: Valitse galleriasta
fil: Pumili mula sa gallery
fr: Choisir dans la galerie
ga: Roghnaigh on danlann
gl: Elixir da galeria
gu: ગેલેરીમાંથી પસંદ કરો
he: בחר מהגלריה
hi: गैलरी से चुनें
hr: Odaberi iz galerije
hu: Választás a galériából
id: Pilih dari galeri
it: Scegli dalla galleria
ja: ギャラリーから選択
ka: გალერიიდან არჩევა
kk: Галереядан таңдау
km: ជ្រើសរើសពីវិចិត្រសាល
ky: Галереядан тандоо
mk: Избери од галерија
mr: गॅलरीतून निवडा
ms: Pilih dari galeri
nb: Velg fra galleri
nl: Kiezen uit galerij
pt_pt: Escolher da galeria
ro: Alege din galerie
ru: Выбрать из галереи
sk: Vybrat z galerie
sl: Izberi iz galerije
sq: Zgjidh nga galeria
sr: Изабери из галерије
sv: Välj från galleri
ta: கேலரியிலிருந்து தேர்வு செய்
te: గ్యాలరీ నుండి ఎంచుకో
th: เลือกจากแกลเลอรี
tr: Galeriden sec
ug: رەسىم ئامبىرىدىن تاللاش
uk: Обрати з галереї
ur: ฺฏูุฑ ุณ ู ูุชุฎุจ ฺฉุฑฺบ

source: Remove photo
af: Verwyder foto
ar: إزالة الصورة
bg: Премахване на снимка
bn: ছবি সরান
ca: Eliminar foto
cs: Odstranit fotku
da: Fjern billede
de: Foto entfernen
el: Αφαίρεση φωτογραφίας
es: Eliminar foto
et: Eemalda foto
eu: Kendu argazkia
fa: حذف عکس
fi: Poista kuva
fil: Alisin ang larawan
fr: Supprimer la photo
ga: Bain an grianghraf
gl: Eliminar foto
gu: ફોટો કાઢી નાખો
he: הסר תמונה
hi: फ़ोटो हटाएं
hr: Ukloni fotografiju
hu: Fénykép eltávolítása
id: Hapus foto
it: Rimuovi foto
ja: 写真を削除
ka: ფოტოს წაშლა
kk: Фотоны жою
km: ដករូបថត
ky: Сүрөттү алып салуу
mk: Отстрани фотографија
mr: फोटो काढून टाका
ms: Buang foto
nb: Fjern bilde
nl: Foto verwijderen
pt_pt: Remover fotografia
ro: Sterge fotografia
ru: Удалить фото
sk: Odstranit fotku
sl: Odstrani fotografijo
sq: Hiq foton
sr: Уклони фотографију
sv: Ta bort foto
ta: புகைப்படத்தை நீக்கு
te: ఫోటో తొలగించు
th: ลบรูป
tr: Fotografi kaldir
ug: رەسىم ئۆچۈرۈش
uk: Видалити фото
ur: ุชุตูุฑ ูนุงุฆฺบ
