Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# biometricAuthError
source: Error during biometric authentication
af: Fout tydens biometriese verifikasie
ar: خطأ أثناء المصادقة البيومترية
bg: Грешка при биометрична автентикация
bn: বায়োমেট্রিক প্রমাণীকরণে ত্রুটি
ca: Error durant l'autenticació biomètrica
cs: Chyba pri biometrickem overeni
da: Fejl under biometrisk godkendelse
de: Fehler bei der biometrischen Authentifizierung
el: Σφάλμα κατά τη βιομετρική ταυτοποίηση
es: Error durante la autenticación biométrica
et: Viga biomeetrilise autentimise ajal
eu: Errorea autentifikazio biometrikoan
fa: خطا در احراز هویت بیومتریک
fi: Virhe biometrisessä tunnistautumisessa
fil: Error sa biometric authentication
fr: Erreur lors de l'authentification biométrique
ga: Earraid le linn fiordheimnhiu bithmheadrach
gl: Erro na autenticacion biometrica
gu: બાયોમેટ્રિક ઓથેન્ટિકેશનમાં ભૂલ
he: שגיאה באימות ביומטרי
hi: बायोमेट्रिक प्रमाणीकरण में त्रुटि
hr: Greska pri biometrijskoj autentifikaciji
hu: Hiba a biometrikus hitelesítés során
id: Kesalahan autentikasi biometrik
it: Errore durante l'autenticazione biometrica
ja: 生体認証中にエラーが発生しました
ka: ბიომეტრიული ავთენტიფიკაციის შეცდომა
kk: Биометриялық аутентификация қатесі
km: កំហុសក្នុងការផ្ទៀងផ្ទាត់ជីវមាត្រ
ky: Биометрик аутентификация катасы
mk: Грешка при биометриска автентикација
mr: बायोमेट्रिक प्रमाणीकरण दरम्यान त्रुटी
ms: Ralat pengesahan biometrik
nb: Feil under biometrisk autentisering
nl: Fout bij biometrische authenticatie
pt_pt: Erro durante a autenticacao biometrica
ro: Eroare in timpul autentificarii biometrice
ru: Ошибка биометрической аутентификации
sk: Chyba pri biometrickej autentifikacii
sl: Napaka pri biometricnem preverjanju
sq: Gabim gjate vertetimit biometrik
sr: Грешка при биометријској аутентификацији
sv: Fel vid biometrisk autentisering
ta: உயிரியல் அளவீடு சரிபார்ப்பில் பிழை
te: బయోమెట్రిక్ ప్రమాణీకరణ సమయంలో లోపం
th: เกิดข้อผิดพลาดในการยืนยันไบโอเมตริก
tr: Biyometrik dogrulama sirasinda hata olustu
ug: بىئولوگىيىلىك دەلىللەشتە خاتالىق
uk: Помилка біометричної автентифікації
ur: ุจุงูู ูนุฑฺฉ ุชุตุฏู ู ฺบ ุฎุฑุงุจ

# authenticateForBiometric
source: Please authenticate to enable biometrics
af: Verifieer asseblief om biometrie te aktiveer
ar: يرجى المصادقة لتفعيل المقاييس الحيوية
bg: Моля, удостоверете се, за да активирате биометрията
bn: বায়োমেট্রিক সক্রিয় করতে অনুগ্রহ করে প্রমাণীকরণ করুন
ca: Si us plau, autenticà't per activar els biomètrics
cs: Prosim overte se pro zapnuti biometrie
da: Godkend venligst for at aktivere biometri
de: Bitte authentifiziere dich, um Biometrie zu aktivieren
el: Παρακαλώ πιστοποιηθείτε για να ενεργοποιήσετε τα βιομετρικά
es: Autentícate para activar la biometría
et: Palun autentimine biomeetria lubamiseks
eu: Autentifikatu biometrikoak gaitzeko
fa: لطفاً برای فعال‌سازی بیومتریک احراز هویت کنید
fi: Tunnistaudu ottaaksesi biometrian käyttöön
fil: Mangyaring mag-authenticate para i-enable ang biometrics
fr: Veuillez vous authentifier pour activer la biométrie
ga: Dean fiordheimnhiu chun bithmheadracht a chumasiu le do thoil
gl: Autenticate para activar a biometria
gu: બાયોમેટ્રિક સક્ષમ કરવા માટે કૃપા કરીને ઓથેન્ટિકેટ કરો
he: אנא אמת כדי להפעיל ביומטריה
hi: बायोमेट्रिक्स सक्षम करने के लिए कृपया प्रमाणित करें
hr: Molimo autentificirajte se za omogucavanje biometrije
hu: Kérjük, hitelesítse magát a biometria engedélyezéséhez
id: Silakan autentikasi untuk mengaktifkan biometrik
it: Autenticati per attivare la biometria
ja: 生体認証を有効にするため認証してください
ka: გთხოვთ გაიარეთ ავთენტიფიკაცია ბიომეტრიის ჩასართავად
kk: Биометрияны қосу үшін аутентификация жасаңыз
km: សូមផ្ទៀងផ្ទាត់ដើម្បីបើកជីវមាត្រ
ky: Биометрияны иштетүү үчүн аутентификациялаңыз
mk: Ве молиме автентицирајте се за да овозможите биометрија
mr: कृपया बायोमेट्रिक्स सक्रिय करण्यासाठी प्रमाणीकरण करा
ms: Sila buat pengesahan untuk mengaktifkan biometrik
nb: Vennligst autentiser for å aktivere biometri
nl: Authenticeer om biometrie te activeren
pt_pt: Autentique-se para ativar a biometria
ro: Te rugam sa te autentifici pentru a activa biometria
ru: Пожалуйста, аутентифицируйтесь для включения биометрии
sk: Prosim autentifikujte sa na povolenie biometrie
sl: Prosim preverite identiteto za omogocanje biometrije
sq: Ju lutem vertetohuni per te aktivizuar biometrine
sr: Молимо аутентификујте се да бисте омогућили биометрију
sv: Autentisera dig för att aktivera biometri
ta: உயிரியல் அளவீட்டை இயக்க சரிபார்க்கவும்
te: బయోమెట్రిక్స్ ఎనేబుల్ చేయడానికి దయచేసి ప్రమాణీకరించండి
th: กรุณายืนยันตัวตนเพื่อเปิดใช้ไบโอเมตริก
tr: Biyometriyi etkinlestirmek icin lutfen kimliginizi dogrulayin
ug: بىئولوگىيىلىكنى ئاكتىپلاش ئۈچۈن دەلىللەڭ
uk: Будь ласка, пройдіть автентифікацію для увімкнення біометрії
ur: ุจุงูู ูนุฑฺฉุณ ูุนุงู ฺฉุฑู ฺฉ ู ุจุฑุง ฺฉุฑู ุชุตุฏู ฺฉุฑฺบ

# biometricAuthFailed
source: Biometric authentication failed
af: Biometriese verifikasie het misluk
ar: فشلت المصادقة البيومترية
bg: Биометричната автентикация е неуспешна
bn: বায়োমেট্রিক প্রমাণীকরণ ব্যর্থ
ca: L'autenticació biomètrica ha fallat
cs: Biometricke overeni selhalo
da: Biometrisk godkendelse mislykkedes
de: Biometrische Authentifizierung fehlgeschlagen
el: Η βιομετρική ταυτοποίηση απέτυχε
es: La autenticación biométrica falló
et: Biomeetriline autentimine ebaõnnestus
eu: Autentifikazio biometrikoak huts egin du
fa: احراز هویت بیومتریک ناموفق بود
fi: Biometrinen tunnistautuminen epäonnistui
fil: Nabigo ang biometric authentication
fr: Authentification biométrique échouée
ga: Theip ar fhiordheimnhiu bithmheadrach
gl: A autenticacion biometrica fallou
gu: બાયોમેટ્રિક ઓથેન્ટિકેશન નિષ્ફળ
he: אימות ביומטרי נכשל
hi: बायोमेट्रिक प्रमाणीकरण विफल
hr: Biometrijska autentifikacija neuspjesna
hu: A biometrikus hitelesítés sikertelen
id: Autentikasi biometrik gagal
it: Autenticazione biometrica fallita
ja: 生体認証に失敗しました
ka: ბიომეტრიული ავთენტიფიკაცია ვერ მოხერხდა
kk: Биометриялық аутентификация сәтсіз
km: ការផ្ទៀងផ្ទាត់ជីវមាត្របរាជ័យ
ky: Биометрик аутентификация ийгиликсиз
mk: Биометриската автентикација не успеа
mr: बायोमेट्रिक प्रमाणीकरण अयशस्वी
ms: Pengesahan biometrik gagal
nb: Biometrisk autentisering mislyktes
nl: Biometrische authenticatie mislukt
pt_pt: Autenticacao biometrica falhou
ro: Autentificarea biometrica a esuat
ru: Биометрическая аутентификация не удалась
sk: Biometricka autentifikacia zlyhala
sl: Biometricno preverjanje ni uspelo
sq: Vertetimi biometrik deshtoi
sr: Биометријска аутентификација неуспешна
sv: Biometrisk autentisering misslyckades
ta: உயிரியல் அளவீடு சரிபார்ப்பு தோல்வியுற்றது
te: బయోమెట్రిక్ ప్రమాణీకరణ విఫలమైంది
th: การยืนยันไบโอเมตริกล้มเหลว
tr: Biyometrik dogrulama basarisiz oldu
ug: بىئولوگىيىلىك دەلىللەش مەغلۇب بولدى
uk: Біометрична автентифікація не вдалася
ur: ุจุงูู ูนุฑฺฉ ุชุตุฏู ูุงฺฉุงู

# forceUpdateTitle
source: Update required
af: Opdatering vereis
ar: تحديث مطلوب
bg: Необходимо е обновяване
bn: আপডেট প্রয়োজন
ca: Actualització requerida
cs: Vyzadovana aktualizace
da: Opdatering kræves
de: Update erforderlich
el: Απαιτείται ενημέρωση
es: Actualización requerida
et: Uuendus vajalik
eu: Eguneratzea beharrezkoa
fa: به‌روزرسانی لازم است
fi: Päivitys vaaditaan
fil: Kailangan ng update
fr: Mise à jour requise
ga: Nuashonru riachtanach
gl: Actualizacion requirida
gu: અપડેટ જરૂરી
he: נדרש עדכון
hi: अपडेट आवश्यक
hr: Potrebno azuriranje
hu: Frissítés szükséges
id: Pembaruan diperlukan
it: Aggiornamento richiesto
ja: アップデートが必要です
ka: განახლება საჭიროა
kk: Жаңарту қажет
km: ត្រូវការការធ្វើបច្ចុប្បន្នភាព
ky: Жаңыртуу талап кылынат
mk: Потребно ажурирање
mr: अद्ययावत करणे आवश्यक
ms: Kemas kini diperlukan
nb: Oppdatering kreves
nl: Update vereist
pt_pt: Atualizacao necessaria
ro: Actualizare necesara
ru: Требуется обновление
sk: Vyzadovana aktualizacia
sl: Posodobitev potrebna
sq: Perditesim i kerkuar
sr: Потребно ажурирање
sv: Uppdatering krävs
ta: புதுப்பிப்பு தேவை
te: నవీకరణ అవసరం
th: ต้องอัปเดต
tr: Guncelleme gerekli
ug: يېڭىلاش تەلەپ قىلىنىدۇ
uk: Потрібне оновлення
ur: ุงูพฺูน ุถุฑูุฑ 

# forceUpdateMessage
source: A new version of Hash is available. Please update to continue.
af: 'n Nuwe weergawe van Hash is beskikbaar. Dateer asseblief op om voort te gaan.
ar: إصدار جديد من Hash متوفر. يرجى التحديث للمتابعة.
bg: Налична е нова версия на Hash. Моля, обновете, за да продължите.
bn: Hash-এর নতুন সংস্করণ পাওয়া যাচ্ছে। চালিয়ে যেতে অনুগ্রহ করে আপডেট করুন।
ca: Hi ha una nova versió de Hash disponible. Si us plau, actualitza per continuar.
cs: Je dostupna nova verze Hash. Prosim aktualizujte pro pokracovani.
da: En ny version af Hash er tilgængelig. Opdater venligst for at fortsætte.
de: Eine neue Version von Hash ist verfügbar. Bitte aktualisiere, um fortzufahren.
el: Μια νέα έκδοση του Hash είναι διαθέσιμη. Παρακαλώ ενημερώστε για να συνεχίσετε.
es: Una nueva versión de Hash está disponible. Por favor actualiza para continuar.
et: Hash'i uus versioon on saadaval. Palun uuendage jätkamiseks.
eu: Hash-en bertsio berri bat eskuragarri dago. Eguneratu jarraitzeko.
fa: نسخه جدیدی از Hash در دسترس است. لطفاً برای ادامه به‌روزرسانی کنید.
fi: Uusi versio Hashista on saatavilla. Päivitä jatkaaksesi.
fil: May bagong version ng Hash na available. Mangyaring mag-update para makapagpatuloy.
fr: Une nouvelle version de Hash est disponible. Veuillez mettre à jour pour continuer.
ga: Ta leagan nua de Hash ar fail. Nuashonraigh le do thoil chun leanunt ar aghaidh.
gl: Hai unha nova version de Hash disponidle. Actualiza para continuar.
gu: Hash નું નવું વર્ઝન ઉપલબ્ધ છે. ચાલુ રાખવા માટે કૃપા કરીને અપડેટ કરો.
he: גרסה חדשה של Hash זמינה. אנא עדכן כדי להמשיך.
hi: Hash का नया संस्करण उपलब्ध है। जारी रखने के लिए कृपया अपडेट करें।
hr: Nova verzija Hash-a je dostupna. Molimo azurirajte za nastavak.
hu: A Hash új verziója elérhető. Kérjük, frissítsen a folytatáshoz.
id: Versi baru Hash tersedia. Silakan perbarui untuk melanjutkan.
it: È disponibile una nuova versione di Hash. Aggiorna per continuare.
ja: Hash の新しいバージョンが利用可能です。続行するにはアップデートしてください。
ka: Hash-ის ახალი ვერსია ხელმისაწვდომია. გთხოვთ განაახლეთ გასაგრძელებლად.
kk: Hash-тың жаңа нұсқасы қолжетімді. Жалғастыру үшін жаңартыңыз.
km: កំណែថ្មីនៃ Hash មាន។ សូមធ្វើបច្ចុប្បន្នភាពដើម្បីបន្ត។
ky: Hash'тын жаңы версиясы жеткиликтүү. Улантуу үчүн жаңыртыңыз.
mk: Нова верзија на Hash е достапна. Ве молиме ажурирајте за да продолжите.
mr: Hash ची नवीन आवृत्ती उपलब्ध आहे. कृपया पुढे जाण्यासाठी अद्ययावत करा.
ms: Versi baharu Hash tersedia. Sila kemas kini untuk meneruskan.
nb: En ny versjon av Hash er tilgjengelig. Vennligst oppdater for å fortsette.
nl: Een nieuwe versie van Hash is beschikbaar. Update om door te gaan.
pt_pt: Uma nova versao do Hash esta disponivel. Atualize para continuar.
ro: O noua versiune Hash este disponibila. Te rugam sa actualizezi pentru a continua.
ru: Доступна новая версия Hash. Обновите для продолжения.
sk: K dispozicii je nova verzia Hash. Aktualizujte na pokracovanie.
sl: Na voljo je nova razlicica Hash. Posodobite za nadaljevanje.
sq: Nje version i ri i Hash eshte i disponueshem. Ju lutem perditesoni per te vazhduar.
sr: Нова верзија Hash-а је доступна. Молимо ажурирајте да бисте наставили.
sv: En ny version av Hash finns tillgänglig. Uppdatera för att fortsätta.
ta: Hash-இன் புதிய பதிப்பு கிடைக்கிறது. தொடர புதுப்பிக்கவும்.
te: Hash యొక్క కొత్త వెర్షన్ అందుబాటులో ఉంది. కొనసాగించడానికి దయచేసి నవీకరించండి.
th: มี Hash เวอร์ชันใหม่ กรุณาอัปเดตเพื่อดำเนินการต่อ
tr: Hash'in yeni bir surumu mevcut. Devam etmek icin lutfen guncelleyin.
ug: Hash نىڭ يېڭى نەشرى بار. داۋاملاشتۇرۇش ئۈچۈن يېڭىلاڭ.
uk: Доступна нова версія Hash. Будь ласка, оновіть, щоб продовжити.
ur: Hash ฺฉุง ูุง ูุฑฺู ุฏุณุชุงุจ  ุฌุงุฑ ุฑฺฉฺพู ฺฉ ู ุจุฑุง ฺฉุฑู ุงูพฺูน ฺฉุฑฺบ

# updateButton
source: Update
af: Opdateer
ar: تحديث
bg: Обновяване
bn: আপডেট
ca: Actualitzar
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
et: Uuenda
eu: Eguneratu
fa: به‌روزرسانی
fi: Päivitä
fil: Mag-update
fr: Mettre à jour
ga: Nuashonraigh
gl: Actualizar
gu: અપડેટ
he: עדכן
hi: अपडेट करें
hr: Azuriraj
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: アップデート
ka: განახლება
kk: Жаңарту
km: ធ្វើបច្ចុប្បន្នភាព
ky: Жаңыртуу
mk: Ажурирај
mr: अद्ययावत करा
ms: Kemas kini
nb: Oppdater
nl: Updaten
pt_pt: Atualizar
ro: Actualizeaza
ru: Обновить
sk: Aktualizovat
sl: Posodobi
sq: Perditeso
sr: Ажурирај
sv: Uppdatera
ta: புதுப்பி
te: నవీకరించు
th: อัปเดต
tr: Guncelle
ug: يېڭىلاش
uk: Оновити
ur: ุงูพฺูน ฺฉุฑฺบ

source: Maintenance in progress
af: Onderhoud aan die gang
ar: الصيانة جارية
bg: Поддръжка в ход
bn: রক্ষণাবেক্ষণ চলছে
ca: Manteniment en curs
cs: Probiha udrzba
da: Vedligeholdelse i gang
de: Wartung läuft
el: Συντήρηση σε εξέλιξη
es: Mantenimiento en curso
et: Hooldus käimas
eu: Mantentze-lanak abian
fa: تعمیرات در حال انجام
fi: Huolto käynnissä
fil: May isinasagawang maintenance
fr: Maintenance en cours
ga: Cothabháil ar siul
gl: Mantemento en curso
gu: જાળવણી ચાલુ છે
he: תחזוקה בתהליך
hi: रखरखाव जारी
hr: Odrzavanje u tijeku
hu: Karbantartás folyamatban
id: Pemeliharaan sedang berlangsung
it: Manutenzione in corso
ja: メンテナンス中
ka: ტექნიკური მომსახურება მიმდინარეობს
kk: Техникалық қызмет көрсетілуде
km: ការថែទាំកំពុងដំណើរការ
ky: Тейлөө иштери жүрүүдө
mk: Одржување во тек
mr: देखभाल सुरू आहे
ms: Penyelenggaraan sedang berlangsung
nb: Vedlikehold pågår
nl: Onderhoud bezig
pt_pt: Manutencao em curso
ro: Mentenanta in desfasurare
ru: Идёт техническое обслуживание
sk: Prebieha udrzba
sl: Vzdrževo v teku
sq: Mirembajtje ne proces
sr: Одржавање у току
sv: Underhåll pågår
ta: பராமரிப்பு நடைபெறுகிறது
te: నిర్వహణ జరుగుతోంది
th: กำลังบำรุงรักษา
tr: Bakim devam ediyor
ug: ئاسراش جەريانى
uk: Технічне обслуговування
ur: ุฏฺฉฺพ ุจฺพุงู ุฌุงุฑ 

# tryAgainLater
source: Please try again later
af: Probeer asseblief later weer
ar: يرجى المحاولة مرة أخرى لاحقاً
bg: Моля, опитайте отново по-късно
bn: অনুগ্রহ করে পরে আবার চেষ্টা করুন
ca: Si us plau, torna-ho a provar més tard
cs: Zkuste to prosim pozdeji
da: Prøv venligst igen senere
de: Bitte versuche es später erneut
el: Παρακαλώ δοκιμάστε ξανά αργότερα
es: Inténtalo más tarde
et: Palun proovige hiljem uuesti
eu: Saiatu berriro geroago
fa: لطفاً بعداً دوباره تلاش کنید
fi: Yritä myöhemmin uudelleen
fil: Subukan muli mamaya
fr: Veuillez réessayer plus tard
ga: Bain triail eile as nios deanai le do thoil
gl: Intentao de novo mais tarde
gu: કૃપા કરીને પછીથી ફરી પ્રયાસ કરો
he: אנא נסה שוב מאוחר יותר
hi: कृपया बाद में पुनः प्रयास करें
hr: Pokusajte ponovo kasnije
hu: Kérjük, próbálja újra később
id: Silakan coba lagi nanti
it: Riprova più tardi
ja: 後でもう一度お試しください
ka: გთხოვთ სცადეთ მოგვიანებით
kk: Кейінірек қайталап көріңіз
km: សូមព្យាយាមម្តងទៀតពេលក្រោយ
ky: Кийинчерээк кайра аракет кылыңыз
mk: Ве молиме обидете се подоцна
mr: कृपया नंतर पुन्हा प्रयत्न करा
ms: Sila cuba lagi kemudian
nb: Vennligst prøv igjen senere
nl: Probeer het later opnieuw
pt_pt: Tente novamente mais tarde
ro: Te rugam sa incerci mai tarziu
ru: Пожалуйста, попробуйте позже
sk: Prosim skuste neskor
sl: Prosim poskusite pozneje
sq: Ju lutem provoni me vone
sr: Покушајте поново касније
sv: Försök igen senare
ta: பின்னர் மீண்டும் முயற்சிக்கவும்
te: దయచేసి తర్వాత మళ్ళీ ప్రయత్నించండి
th: กรุณาลองอีกครั้งภายหลัง
tr: Lutfen daha sonra tekrar deneyin
ug: كېيىن قايتا سىناڭ
uk: Спробуйте пізніше
ur: ุจุฑุง ฺฉุฑู ุจุนุฏ ู ฺบ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: Later
ar: لاحقاً
bg: По-късно
bn: পরে
ca: Més tard
cs: Pozdeji
da: Senere
de: Später
el: Αργότερα
es: Más tarde
et: Hiljem
eu: Geroago
fa: بعداً
fi: Myöhemmin
fil: Mamaya
fr: Plus tard
ga: Nios deanai
gl: Mais tarde
gu: પછી
he: מאוחר יותר
hi: बाद में
hr: Kasnije
hu: Később
id: Nanti
it: Più tardi
ja: 後で
ka: მოგვიანებით
kk: Кейінірек
km: ពេលក្រោយ
ky: Кийинчерээк
mk: Подоцна
mr: नंतर
ms: Kemudian
nb: Senere
pt_pt: Mais tarde
ro: Mai târziu
ru: Позже
sk: Neskôr
sl: Pozneje
sq: Më vonë
sr: Касније
sv: Senare
ta: பின்னர்
te: తర్వాత
th: ภายหลัง
tr: Daha sonra
ug: كېيىن
uk: Пізніше
ur: ุจุนุฏ ู ฺบ

source: Do you like Hash?
af: Hou jy van Hash?
ar: هل يعجبك Hash؟
bg: Харесвате ли Hash?
bn: Hash আপনার ভালো লাগছে?
ca: T'agrada Hash?
cs: Libi se vam Hash?
da: Kan du lide Hash?
de: Gefällt dir Hash?
el: Σας αρέσει το Hash;
es: ¿Te gusta Hash?
et: Kas teile meeldib Hash?
eu: Hash gustuko duzu?
fa: آیا Hash را دوست دارید؟
fi: Pidätkö Hashista?
fil: Gusto mo ba ang Hash?
fr: Aimez-vous Hash ?
ga: An maith leat Hash?
gl: Gustache Hash?
gu: તમને Hash ગમે છે?
he: אתה אוהב את Hash?
hi: क्या आपको Hash पसंद है?
hr: Sviđa li vam se Hash?
hu: Tetszik a Hash?
id: Apakah Anda suka Hash?
it: Ti piace Hash?
ja: Hashは気に入りましたか？
ka: მოგწონთ Hash?
kk: Сізге Hash ұнай ма?
km: តើអ្នកចូលចិត្ត Hash ទេ?
ky: Hash жагабы?
mk: Дали ви се допаѓа Hash?
mr: तुम्हाला Hash आवडते का?
ms: Adakah anda suka Hash?
nb: Liker du Hash?
nl: Vind je Hash leuk?
pt_pt: Gosta do Hash?
ro: Vă place Hash?
ru: Вам нравится Hash?
sk: Páči sa vám Hash?
sl: Vam je všeč Hash?
sq: Ju pëlqen Hash?
sr: Да ли вам се свиђа Hash?
sv: Gillar du Hash?
ta: Hash பிடிக்குமா?
te: మీకు Hash నచ్చిందా?
th: ชอบ Hash ไหม?
tr: Hash'i begendiniz mi?
ug: Hash ياقامدۇ?
uk: Вам подобається Hash?
ur: ฺฉุง ุขูพ ฺฉู Hash ูพุณูุฏ ุ

# yourFeedbackHelps
source: Your feedback helps us improve the app
af: Jou terugvoer help ons om die toep te verbeter
ar: ملاحظاتك تساعدنا على تحسين التطبيق
bg: Вашата обратна връзка ни помага да подобрим приложението
bn: আপনার মতামত অ্যাপ উন্নত করতে সাহায্য করে
ca: La teva opinió ens ajuda a millorar l'aplicació
cs: Vase zpetna vazba nam pomaha zlepsovat aplikaci
da: Din feedback hjælper os med at forbedre appen
de: Dein Feedback hilft uns, die App zu verbessern
el: Τα σχόλιά σας μας βοηθούν να βελτιώσουμε την εφαρμογή
es: Tu opinión nos ayuda a mejorar la app
et: Teie tagasiside aitab meil rakendust paremaks teha
eu: Zure iritziak aplikazioa hobetzen laguntzen digu
fa: بازخورد شما به ما کمک می‌کند برنامه را بهبود دهیم
fi: Palautteesi auttaa meitä parantamaan sovellusta
fil: Nakakatulong ang iyong feedback para mapabuti ang app
fr: Votre avis nous aide à améliorer l'application
ga: Cuidioun d'aiseolas linn an aip a fheabhsu
gl: A tua opinion axudanos a mellorar a aplicacion
gu: તમારો પ્રતિસાદ અમને એપ્લિકેશન સુધારવામાં મદદ કરે છે
he: המשוב שלך עוזר לנו לשפר את האפליקציה
hi: आपकी प्रतिक्रिया ऐप को बेहतर बनाने में मदद करती है
hr: Vaše povratne informacije nam pomažu poboljšati aplikaciju
hu: Visszajelzése segít nekünk az alkalmazás fejlesztésében
id: Umpan balik Anda membantu kami meningkatkan aplikasi
it: Il tuo feedback ci aiuta a migliorare l'app
ja: フィードバックがアプリの改善に役立ちます
ka: თქვენი გამოხმაურება გვეხმარება აპის გაუმჯობესებაში
kk: Сіздің пікіріңіз қосымшаны жақсартуға көмектеседі
km: មតិកែលម្អរបស់អ្នកជួយយើងកែលម្អកម្មវិធី
ky: Пикириңиз колдонмону жакшыртууга жардам берет
mk: Вашиот коментар ни помага да ја подобриме апликацијата
mr: तुमचा अभिप्राय आम्हाला अॅप सुधारण्यास मदत करतो
ms: Maklum balas anda membantu kami memperbaiki aplikasi
nb: Din tilbakemelding hjelper oss med å forbedre appen
nl: Je feedback helpt ons de app te verbeteren
pt_pt: A sua opiniao ajuda-nos a melhorar a aplicacao
ro: Feedback-ul dvs. ne ajută să îmbunătățim aplicația
ru: Ваш отзыв помогает нам улучшить приложение
sk: Vaša spätná väzba nám pomáha zlepšovať aplikáciu
sl: Vaše povratne informacije nam pomagajo izboljšati aplikacijo
sq: Përshtypjet tuaja na ndihmojnë të përmirësojmë aplikacionin
sr: Ваше мишљење нам помаже да побољшамо апликацију
sv: Din feedback hjälper oss att förbättra appen
ta: உங்கள் கருத்து செயலியை மேம்படுத்த உதவுகிறது
te: మీ అభిప్రాయం యాప్‌ను మెరుగుపరచడంలో మాకు సహాయపడుతుంది
th: ความคิดเห็นของคุณช่วยปรับปรุงแอป
tr: Geri bildiriminiz uygulamayi gelistirmemize yardimci olur
ug: ئىنكاسىڭىز ئەپنى ياخشىلاشقا ياردەم بېرىدۇ
uk: Ваш відгук допомагає нам покращити додаток
ur: ุขูพ ฺฉ ุฑุงุฆ ุงูพ ฺฉู ุจุชุฑ ุจูุงู ู ฺบ ู ุฏุฏ ฺฉุฑุช 

# ratingBad
source: Bad
af: Sleg
ar: سيء
bg: Лошо
bn: খারাপ
ca: Dolent
cs: Spatne
da: Dårlig
de: Schlecht
el: Κακό
es: Malo
et: Halb
eu: Txarra
fa: بد
fi: Huono
fil: Masama
fr: Mauvais
ga: Dona
gl: Malo
gu: ખરાબ
he: רע
hi: खराब
hr: Loše
hu: Rossz
id: Buruk
it: Brutto
ja: 悪い
ka: ცუდი
kk: Нашар
km: អាក្រក់
ky: Начар
mk: Лошо
mr: वाईट
ms: Buruk
nb: Dårlig
nl: Slecht
pt_pt: Mau
ro: Rău
ru: Плохо
sk: Zlé
sl: Slabo
sq: Keq
sr: Лоше
sv: Dåligt
ta: கெட்ட
te: చెడు
th: แย่
tr: Kotu
ug: ناچار
uk: Погано
ur: ุจุฑุง

# ratingOk
source: Ok
ar: مقبول
bg: Нормално
bn: ঠিকঠাক
ca: Acceptable
cs: Ujde
el: Μέτριο
et: Okei
eu: Ondo
fa: متوسط
fr: Correct
ga: Ceart go leor
gl: Aceptable
gu: ઠીક
he: בסדר
hi: ठीक
hr: U redu
hu: Rendben
id: Cukup
it: Discreto
ja: 普通
ka: ნორმალური
kk: Қалыпты
km: ធម្មតា
ky: Жарайт
mk: Во ред
mr: ठीक
nb: Greit
nl: Oké
pt_pt: Razoavel
ru: Нормально
sl: V redu
sq: Në rregull
sr: У реду
sv: Okej
ta: சரி
te: సరే
th: พอใช้
tr: Orta
ug: بولىدۇ
uk: Нормально
ur: ูนฺพฺฉ

# ratingGood
source: Good
af: Goed
ar: جيد
bg: Добре
bn: ভালো
ca: Bo
cs: Dobre
da: God
de: Gut
el: Καλό
es: Bueno
et: Hea
eu: Ona
fa: خوب
fi: Hyvä
fil: Maganda
fr: Bien
ga: Maith
gl: Bo
gu: સારું
he: טוב
hi: अच्छा
hr: Dobro
hu: Jó
id: Bagus
it: Buono
ja: 良い
ka: კარგი
kk: Жақсы
km: ល្អ
ky: Жакшы
mk: Добро
mr: चांगले
ms: Baik
nb: Bra
nl: Goed
pt_pt: Bom
ro: Bine
ru: Хорошо
sk: Dobré
sl: Dobro
sq: Mirë
sr: Добро
sv: Bra
ta: நல்ல
te: మంచి
th: ดี
tr: Iyi
ug: ياخشى
uk: Добре
ur: ุงฺฺพุง
