Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# warningRecoveryPhrase
source: If you lose this phrase and forget your PIN, you will lose access to your account.
af: As jy hierdie frase verloor en jou PIN vergeet, sal jy toegang tot jou rekening verloor.
ar: إذا فقدت هذه العبارة ونسيت PIN، ستفقد الوصول إلى حسابك.
bg: Ако загубите тази фраза и забравите PIN-а си, ще загубите достъп до акаунта си.
bn: এই বাক্যাংশ হারালে এবং PIN ভুলে গেলে, আপনি আপনার অ্যাকাউন্টে প্রবেশ হারাবেন।
ca: Si perds aquesta frase i oblides el PIN, perdràs l'accés al teu compte.
cs: Pokud ztratite tuto frazi a zapomenete svuj PIN, ztratite pristup ke svemu uctu.
da: Hvis du mister denne frase og glemmer din PIN, mister du adgangen til din konto.
de: Wenn du diese Phrase verlierst und deine PIN vergisst, verlierst du den Zugang zu deinem Konto.
el: Αν χάσετε αυτή τη φράση και ξεχάσετε το PIN σας, θα χάσετε την πρόσβαση στον λογαριασμό σας.
es: Si pierdes esta frase y olvidas tu PIN, perderás el acceso a tu cuenta.
et: Kui kaotate selle fraasi ja unustate oma PIN-i, kaotate juurdepääsu oma kontole.
eu: Esaldi hau galtzen baduzu eta PIN-a ahazten baduzu, zure konturako sarbidea galduko duzu.
fa: اگر این عبارت را گم کنید و PIN خود را فراموش کنید، دسترسی به حساب خود را از دست خواهید داد.
fi: Jos menetät tämän lauseen ja unohdat PIN:si, menetät pääsyn tiliisi.
fil: Kung mawala mo ang phrase na ito at makalimutan ang iyong PIN, mawawala ang access mo sa iyong account.
fr: Si vous perdez cette phrase et oubliez votre PIN, vous perdrez l'accès à votre compte.
ga: Ma chailleann tu an fhrasa seo agus ma dheanann tu dearmad ar do PIN, caillfidh tu rochtain ar do chuntas.
gl: Se perdes esta frase e esqueces o PIN, perderas o acceso a tua conta.
gu: જો તમે આ ફ્રેઝ ગુમાવો અને PIN ભૂલી જાઓ, તો તમે એકાઉન્ટની ઍક્સેસ ગુમાવશો.
he: אם תאבד ביטוי זה ותשכח את ה-PIN, תאבד גישה לחשבון שלך.
hi: यदि आप यह वाक्यांश खो देते हैं और अपना PIN भूल जाते हैं, तो आप अपने खाते तक पहुंच खो देंगे।
hr: Ako izgubite ovu frazu i zaboravite PIN, izgubit cete pristup svom racunu.
hu: Ha elveszíti ezt a kifejezést és elfelejti a PIN-jét, elveszíti fiókjához való hozzáférését.
id: Jika Anda kehilangan frasa ini dan lupa PIN, Anda akan kehilangan akses ke akun Anda.
it: Se perdi questa frase e dimentichi il PIN, perderai l'accesso al tuo account.
ja: このフレーズを失い、PIN を忘れると、アカウントへのアクセスを失います。
ka: თუ დაკარგავთ ამ ფრაზას და დაივიწყებთ PIN-ს, დაკარგავთ ანგარიშზე წვდომას.
kk: Бұл фразаны жоғалтып, PIN-ді ұмытсаңыз, аккаунтыңызға кіру мүмкіндігін жоғалтасыз.
km: ប្រសិនបើអ្នកបាត់ឃ្លានេះ ហើយភ្លេច PIN អ្នកនឹងបាត់បង់ការចូលប្រើគណនី។
ky: Эгер бул фразаны жоготуп, PIN'иңизди унутсаңыз, аккаунтуңузга кирүүнү жоготосуз.
mk: Ако ја изгубите оваа фраза и го заборавите PIN, ќе го изгубите пристапот до вашата сметка.
mr: जर तुम्ही हा वाक्यांश गमावलात आणि तुमचा PIN विसरलात, तर तुम्ही तुमच्या खात्याचा प्रवेश गमावाल.
ms: Jika anda kehilangan frasa ini dan lupa PIN, anda akan kehilangan akses ke akaun anda.
nb: Hvis du mister denne frasen og glemmer PIN-koden din, mister du tilgangen til kontoen din.
nl: Als je deze frase verliest en je PIN vergeet, verlies je de toegang tot je account.
pt_pt: Se perder esta frase e esquecer o seu PIN, perdera o acesso a sua conta.
ro: Daca pierzi aceasta fraza si uiti PIN-ul, vei pierde accesul la cont.
ru: Если вы потеряете эту фразу и забудете PIN, вы потеряете доступ к аккаунту.
sk: Ak stratite tuto frazu a zabudnete PIN, stratite pristup k uctu.
sl: Ce izgubite to frazo in pozabite PIN, boste izgubili dostop do racuna.
sq: Nese humbni kete fraze dhe harroni PIN, do te humbni aksesin ne llogari.
sr: Ако изгубите ову фразу и заборавите PIN, изгубићете приступ свом налогу.
sv: Om du förlorar denna fras och glömmer din PIN förlorar du åtkomsten till ditt konto.
ta: இந்தச் சொற்றொடரை இழந்து PIN-ஐ மறந்தால், உங்கள் கணக்கிற்கான அணுகலை இழப்பீர்கள்.
te: మీరు ఈ ఫ్రేజ్‌ను కోల్పోయి మీ PIN మర్చిపోతే, మీ ఖాతాకు ప్రవేశం కోల్పోతారు.
th: หากสูญเสียวลีนี้และลืม PIN คุณจะสูญเสียการเข้าถึงบัญชี
tr: Bu ifadeyi kaybeder ve PIN'inizi unutursaniz, hesabiniza erisimi kaybedersiniz.
ug: بۇ ئىبارىنى يوقىتىپ PIN نى ئۇنتۇسىڭىز، ھېساباتقا كىرەلمەيسىز.
uk: Якщо ви втратите цю фразу і забудете PIN, ви втратите доступ до облікового запису.
ur: ุงฺฏุฑ ุขูพ  ุฌู ู ฺฉฺพู ุฏฺบ ุงูุฑ ุงูพูุง PIN ุจฺพูู ุฌุงุฆฺบุ ุชู ุขูพ ุงูพู ุงฺฉุงุคููน ุชฺฉ ุฑุณุงุฆ ฺฉฺพู ุฏฺบ ฺฏ

source: Account transferred
af: Rekening oorgedra
ar: تم نقل الحساب
bg: Акаунтът е прехвърлен
bn: অ্যাকাউন্ট স্থানান্তরিত
ca: Compte transferit
cs: Ucet preveden
da: Konto overført
de: Konto übertragen
el: Ο λογαριασμός μεταφέρθηκε
es: Cuenta transferida
et: Konto üle kantud
eu: Kontua transferituta
fa: حساب منتقل شد
fi: Tili siirretty
fil: Nailipat na ang account
fr: Compte transféré
ga: Cuntas aistrithe
gl: Conta transferida
gu: એકાઉન્ટ ટ્રાન્સફર થયું
he: החשבון הועבר
hi: खाता ट्रांसफर हो गया
hr: Racun prenesen
hu: Fiók áthelyezve
id: Akun ditransfer
it: Account trasferito
ja: アカウントが移行されました
ka: ანგარიში გადატანილია
kk: Аккаунт тасымалданды
km: គណនីបានផ្ទេរ
ky: Аккаунт өткөрүлдү
mk: Сметката е пренесена
mr: खाते हस्तांतरित
ms: Akaun dipindahkan
nb: Konto overført
nl: Account overgezet
pt_pt: Conta transferida
ro: Cont transferat
ru: Аккаунт перенесён
sk: Ucet preneseny
sl: Racun prenesen
sq: Llogaria u transferua
sr: Налог пренет
sv: Konto överfört
ta: கணக்கு மாற்றப்பட்டது
te: ఖాతా బదిలీ చేయబడింది
th: โอนบัญชีแล้ว
tr: Hesap aktarildi
ug: ھېسابات يۆتكەلدى
uk: Обліковий запис перенесено
ur: ุงฺฉุงุคููน ู ูุชูู ู ฺฏุง

# accountTransferredMessage
source: Your account has been transferred to another device. This session is no longer valid.
af: Jou rekening is na 'n ander toestel oorgedra. Hierdie sessie is nie meer geldig nie.
ar: تم نقل حسابك إلى جهاز آخر. هذه الجلسة لم تعد صالحة.
bg: Акаунтът ви е прехвърлен на друго устройство. Тази сесия вече не е валидна.
bn: আপনার অ্যাকাউন্ট অন্য ডিভাইসে স্থানান্তরিত হয়েছে। এই সেশন আর বৈধ নয়।
ca: El teu compte s'ha transferit a un altre dispositiu. Aquesta sessió ja no és vàlida.
cs: Vas ucet byl preveden na jiny pristroj. Tato relace jiz neni platna.
da: Din konto er blevet overført til en anden enhed. Denne session er ikke længere gyldig.
de: Dein Konto wurde auf ein anderes Gerät übertragen. Diese Sitzung ist nicht mehr gültig.
el: Ο λογαριασμός σας μεταφέρθηκε σε άλλη συσκευή. Αυτή η συνεδρία δεν είναι πλέον έγκυρη.
es: Tu cuenta ha sido transferida a otro dispositivo. Esta sesión ya no es válida.
et: Teie konto on üle kantud teisele seadmele. See seanss ei kehti enam.
eu: Zure kontua beste gailu batera transferitu da. Saio hau jada ez da baliozkoa.
fa: حساب شما به دستگاه دیگری منتقل شده است. این نشست دیگر معتبر نیست.
fi: Tilisi on siirretty toiselle laitteelle. Tämä istunto ei ole enää voimassa.
fil: Nailipat na ang iyong account sa ibang device. Hindi na valid ang session na ito.
fr: Votre compte a été transféré vers un autre appareil. Cette session n'est plus valide.
ga: Aistriodh do chuntas go gleas eile. Nil an seisiun seo baili a thuilleadh.
gl: A tua conta foi transferida a outro dispositivo. Esta sesion xa non e valida.
gu: તમારું એકાઉન્ટ બીજા ઉપકરણ પર ટ્રાન્સફર થયું છે. આ સેશન હવે માન્ય નથી.
he: החשבון שלך הועבר למכשיר אחר. הפעלה זו אינה תקפה יותר.
hi: आपका खाता दूसरे डिवाइस पर ट्रांसफर कर दिया गया है। यह सत्र अब मान्य नहीं है।
hr: Vas racun je prenesen na drugi uredaj. Ova sesija vise nije vazeca.
hu: Fiókja áthelyezésre került egy másik eszközre. Ez a munkamenet már nem érvényes.
id: Akun Anda telah ditransfer ke perangkat lain. Sesi ini tidak lagi valid.
it: Il tuo account è stato trasferito su un altro dispositivo. Questa sessione non è più valida.
ja: アカウントは別のデバイスに移行されました。このセッションは無効です。
ka: თქვენი ანგარიში სხვა მოწყობილობაზე გადატანილია. ეს სესია აღარ არის ძალაში.
kk: Аккаунтыңыз басқа құрылғыға тасымалданды. Бұл сеанс енді жарамсыз.
km: គណនីរបស់អ្នកត្រូវបានផ្ទេរទៅឧបករណ៍ផ្សេង។ វគ្គនេះលែងមានសុពលភាព។
ky: Аккаунтуңуз башка түзмөккө өткөрүлдү. Бул сессия жараксыз.
mk: Вашата сметка е пренесена на друг уред. Оваа сесија повеќе не е валидна.
mr: तुमचे खाते दुसऱ्या डिव्हाइसवर हस्तांतरित केले गेले आहे. हे सत्र आता वैध नाही.
ms: Akaun anda telah dipindahkan ke peranti lain. Sesi ini tidak lagi sah.
nb: Kontoen din er overført til en annen enhet. Denne økten er ikke lenger gyldig.
nl: Je account is overgezet naar een ander apparaat. Deze sessie is niet meer geldig.
pt_pt: A sua conta foi transferida para outro dispositivo. Esta sessao ja nao e valida.
ro: Contul tau a fost transferat pe alt dispozitiv. Aceasta sesiune nu mai este valida.
ru: Ваш аккаунт был перенесён на другое устройство. Эта сессия больше недействительна.
sk: Vas ucet bol preneseny na ine zariadenie. Toto sedenie uz nie je platne.
sl: Vas racun je bil prenesen na drugo napravo. Ta seja ni vec veljavna.
sq: Llogaria juaj u transferua ne nje pajisje tjeter. Kjo seance nuk eshte me e vlefshme.
sr: Ваш налог је пренет на други уређај. Ова сесија више није важећа.
sv: Ditt konto har överförts till en annan enhet. Denna session är inte längre giltig.
ta: உங்கள் கணக்கு மற்றொரு சாதனத்திற்கு மாற்றப்பட்டது. இந்த அமர்வு இனி செல்லாது.
te: మీ ఖాతా మరొక పరికరానికి బదిలీ చేయబడింది. ఈ సెషన్ ఇకపై చెల్లదు.
th: บัญชีของคุณถูกโอนไปยังอุปกรณ์อื่น เซสชันนี้ไม่สามารถใช้งานได้อีก
tr: Hesabiniz baska bir cihaza aktarildi. Bu oturum artik gecerli degil.
ug: ھېساباتىڭىز باشقا ئۈسكۈنىگە يۆتكەلدى. بۇ يىغىن ئەمدى ئىناۋەتسىز.
uk: Ваш обліковий запис перенесено на інший пристрій. Ця сесія більше не дійсна.
ur: ุขูพ ฺฉุง ุงฺฉุงุคููน ุฏูุณุฑ ุขู ูพุฑ ู ูุชูู ู ฺฏุง   ุณุดู ุงุจ ุฏุฑุณุช ูฺบ 

# accountTransferredInfo
source: If you did not initiate this transfer, your account may have been compromised.
af: As jy nie hierdie oordrag begin het nie, is jou rekening moontlik gekompromitteer.
ar: إذا لم تبدأ هذا النقل، فربما تم اختراق حسابك.
bg: Ако не сте инициирали това прехвърляне, акаунтът ви може да е бил компрометиран.
bn: আপনি এই স্থানান্তর শুরু না করলে, আপনার অ্যাকাউন্ট আপস করা হতে পারে।
ca: Si no has iniciat aquesta transferència, el teu compte podria estar compromès.
cs: Pokud jste tento prevod neiniciovali, vas ucet mohl byt kompromitovan.
da: Hvis du ikke har igangsat denne overførsel, kan din konto være blevet kompromitteret.
de: Wenn du diese Übertragung nicht initiiert hast, wurde dein Konto möglicherweise kompromittiert.
el: Αν δεν ξεκινήσατε εσείς αυτή τη μεταφορά, ο λογαριασμός σας μπορεί να έχει παραβιαστεί.
es: Si no iniciaste esta transferencia, tu cuenta puede haber sido comprometida.
et: Kui te seda ülekannet ei algatanud, võib teie konto olla ohustatud.
eu: Transferentzia hau zuk hasi ez baduzu, zure kontua arriskuan egon daiteke.
fa: اگر شما این انتقال را آغاز نکرده‌اید، ممکن است حساب شما به خطر افتاده باشد.
fi: Jos et aloittanut tätä siirtoa, tilisi on saattanut vaarantua.
fil: Kung hindi ikaw ang nagsimula ng paglilipat na ito, maaaring nakompromiso ang iyong account.
fr: Si vous n'êtes pas à l'origine de ce transfert, votre compte a peut-être été compromis.
ga: Mura tusa a rinne an t-aistriu seo, b'fheidir go bhfuil do chuntas i mbaol.
gl: Se non iniciaches esta transferencia, a tua conta puido ser comprometida.
gu: જો તમે આ ટ્રાન્સફર શરૂ કર્યું નથી, તો તમારું એકાઉન્ટ કમ્પ્રોમાઇઝ થયું હોઈ શકે છે.
he: אם לא יזמת העברה זו, ייתכן שהחשבון שלך נפרץ.
hi: यदि आपने यह ट्रांसफर शुरू नहीं किया, तो आपका खाता समझौता हो सकता है।
hr: Ako niste pokrenuli ovaj prijenos, vas racun je mozda kompromitiran.
hu: Ha nem Ön kezdeményezte ezt az áthelyezést, fiókja kompromittálódhatott.
id: Jika Anda tidak memulai transfer ini, akun Anda mungkin telah dikompromikan.
it: Se non hai avviato questo trasferimento, il tuo account potrebbe essere stato compromesso.
ja: この移行を開始していない場合、アカウントが侵害された可能性があります。
ka: თუ თქვენ არ წამოიწყეთ ეს გადატანა, თქვენი ანგარიში შესაძლოა კომპრომეტირებული იყოს.
kk: Бұл тасымалдауды сіз бастамасаңыз, аккаунтыңыз бұзылған болуы мүмкін.
km: ប្រសិនបើអ្នកមិនបានផ្តួចផ្តើមការផ្ទេរនេះ គណនីរបស់អ្នកប្រហែលជាត្រូវបានសម្រុះសម្រួល។
ky: Бул өткөрүүнү сиз баштабасаңыз, аккаунтуңуз бузулган болушу мүмкүн.
mk: Ако не сте го иницирале овој пренос, вашата сметка можеби е компромитирана.
mr: जर तुम्ही हे हस्तांतरण सुरू केले नसेल, तर तुमचे खाते तडजोड झाले असू शकते.
ms: Jika anda tidak memulakan pemindahan ini, akaun anda mungkin telah terjejas.
nb: Hvis du ikke startet denne overføringen, kan kontoen din ha blitt kompromittert.
nl: Als je deze overdracht niet hebt gestart, is je account mogelijk gecompromitteerd.
pt_pt: Se nao iniciou esta transferencia, a sua conta pode ter sido comprometida.
ro: Daca nu ai initiat acest transfer, contul tau ar putea fi compromis.
ru: Если вы не инициировали этот перенос, ваш аккаунт мог быть скомпрометирован.
sk: Ak ste tento prenos neiniciovali, vas ucet mohol byt kompromitovany.
sl: Ce niste zaceli tega prenosa, je vas racun morda ogrožen.
sq: Nese nuk e keni nisur kete transfer, llogaria juaj mund te jete e kompromituar.
sr: Ако нисте покренули овај пренос, ваш налог је можда компромитован.
sv: Om du inte initierade denna överföring kan ditt konto ha komprometterats.
ta: இந்த மாற்றத்தை நீங்கள் தொடங்கவில்லை என்றால், உங்கள் கணக்கு சமரசம் செய்யப்பட்டிருக்கலாம்.
te: మీరు ఈ బదిలీని ప్రారంభించకపోతే, మీ ఖాతా రాజీ అయి ఉండవచ్చు.
th: หากคุณไม่ได้เริ่มการโอนนี้ บัญชีของคุณอาจถูกเจาะ
tr: Bu aktarimi siz baslatmadiyseniz, hesabiniz ele gecirilmis olabilir.
ug: بۇ يۆتكەشنى سىز باشلىمىغان بولسىڭىز، ھېساباتىڭىز خەتەرگە ئۇچرىغان بولۇشى مۇمكىن.
uk: Якщо ви не ініціювали це перенесення, ваш обліковий запис може бути скомпрометовано.
ur: ุงฺฏุฑ ุขูพ ู  ู ูุชูู ุดุฑูุน ูฺบ ฺฉุ ุชู ุขูพ ฺฉุง ุงฺฉุงุคููน ุฎุทุฑ ู ฺบ ู ุณฺฉุชุง 

source: Log out
af: Teken uit
ar: تسجيل الخروج
bg: Излизане
bn: লগ আউট
ca: Tancar sessió
cs: Odhlasit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
eu: Saioa itxi
fa: خروج
fi: Kirjaudu ulos
fil: Mag-log out
fr: Se déconnecter
ga: Logail amach
gl: Pechar sesion
gu: લૉગ આઉટ
he: התנתק
hi: लॉग आउट
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
ka: გამოსვლა
kk: Шығу
km: ចាកចេញ
ky: Чыгуу
mk: Одјави се
mr: लॉग आउट
ms: Log keluar
nb: Logg ut
nl: Uitloggen
pt_pt: Terminar sessao
ro: Deconecteaza-te
ru: Выйти
sk: Odhlasit sa
sl: Odjava
sq: Dil
sr: Одјави се
sv: Logga ut
ta: வெளியேறு
te: లాగ్ అవుట్
th: ออกจากระบบ
tr: Cikis yap
ug: چېكىنىش
uk: Вийти
ur: ูุงฺฏ ุขุคูน

source: Transfer account
af: Dra rekening oor
ar: نقل الحساب
bg: Прехвърляне на акаунт
bn: অ্যাকাউন্ট স্থানান্তর
ca: Transferir compte
cs: Prevest ucet
da: Overfør konto
de: Konto übertragen
el: Μεταφορά λογαριασμού
es: Transferir cuenta
et: Kanna konto üle
eu: Transferitu kontua
fa: انتقال حساب
fi: Siirrä tili
fil: Ilipat ang account
fr: Transférer le compte
ga: Aistrigh an cuntas
gl: Transferir conta
gu: એકાઉન્ટ ટ્રાન્સફર કરો
he: העבר חשבון
hi: खाता ट्रांसफर करें
hr: Prijenos racuna
hu: Fiók áthelyezése
id: Transfer akun
it: Trasferisci account
ja: アカウント移行
ka: ანგარიშის გადატანა
kk: Аккаунтты тасымалдау
km: ផ្ទេរគណនី
ky: Аккаунтту өткөрүү
mk: Пренеси сметка
mr: खाते हस्तांतरित करा
ms: Pindahkan akaun
nb: Overfør konto
nl: Account overzetten
pt_pt: Transferir conta
ro: Transfera contul
ru: Перенести аккаунт
sk: Preniest ucet
sl: Prenesi racun
sq: Transfero llogarise
sr: Пренеси налог
sv: Överför konto
ta: கணக்கை மாற்று
te: ఖాతా బదిలీ
th: โอนบัญชี
tr: Hesabi aktar
ug: ھېسابات يۆتكەش
uk: Перенесення облікового запису
ur: ุงฺฉุงุคููน ู ูุชูู

# transferAccountInfo
source: Transfer your Hash account to a new device. Your current session will be invalidated.
af: Dra jou Hash-rekening oor na 'n nuwe toestel. Jou huidige sessie sal ongeldig gemaak word.
ar: انقل حساب Hash إلى جهاز جديد. ستُبطل جلستك الحالية.
bg: Прехвърлете вашия Hash акаунт на ново устройство. Текущата ви сесия ще бъде анулирана.
bn: আপনার Hash অ্যাকাউন্ট নতুন ডিভাইসে স্থানান্তর করুন। আপনার বর্তমান সেশন বাতিল হয়ে যাবে।
ca: Transfereix el teu compte Hash a un nou dispositiu. La teva sessió actual serà invalidada.
cs: Prevedte svuj ucet Hash na novy pristroj. Vase soucasna relace bude zneplatnena.
da: Overfør din Hash-konto til en ny enhed. Din nuværende session bliver ugyldig.
de: Übertrage dein Hash-Konto auf ein neues Gerät. Deine aktuelle Sitzung wird ungültig.
el: Μεταφέρετε τον λογαριασμό Hash σας σε νέα συσκευή. Η τρέχουσα συνεδρία σας θα ακυρωθεί.
es: Transfiere tu cuenta Hash a un nuevo dispositivo. Tu sesión actual será invalidada.
et: Kandke oma Hash konto uuele seadmele üle. Teie praegune seanss tühistatakse.
eu: Transferitu zure Hash kontua gailu berri batera. Zure oraingo saioa baliogabetuko da.
fa: حساب Hash خود را به دستگاه جدید منتقل کنید. نشست فعلی شما باطل خواهد شد.
fi: Siirrä Hash-tilisi uudelle laitteelle. Nykyinen istuntosi mitätöidään.
fil: Ilipat ang iyong Hash account sa isang bagong device. Ma-i-invalidate ang iyong kasalukuyang session.
fr: Transférez votre compte Hash vers un nouvel appareil. Votre session actuelle sera invalidée.
ga: Aistrigh do chuntas Hash go gleas nua. Cuirfear do sheisiun reatha ar neamhni.
gl: Transfire a tua conta Hash a un novo dispositivo. A tua sesion actual sera invalidada.
gu: તમારું Hash એકાઉન્ટ નવા ઉપકરણ પર ટ્રાન્સફર કરો. તમારું વર્તમાન સેશન અમાન્ય થશે.
he: העבר את חשבון ה-Hash שלך למכשיר חדש. ההפעלה הנוכחית שלך תבוטל.
hi: अपना Hash खाता नए डिवाइस पर ट्रांसफर करें। आपका वर्तमान सत्र अमान्य हो जाएगा।
hr: Prenesite svoj Hash racun na novi uredaj. Vasa trenutna sesija ce biti ponistena.
hu: Helyezze át Hash fiókját egy új eszközre. A jelenlegi munkamenete érvénytelenítésre kerül.
id: Transfer akun Hash Anda ke perangkat baru. Sesi Anda saat ini akan dibatalkan.
it: Trasferisci il tuo account Hash su un nuovo dispositivo. La tua sessione attuale sarà invalidata.
ja: Hash アカウントを新しいデバイスに移行します。現在のセッションは無効になります。
ka: გადაიტანეთ თქვენი Hash ანგარიში ახალ მოწყობილობაზე. თქვენი მიმდინარე სესია გაუქმდება.
kk: Hash аккаунтыңызды жаңа құрылғыға тасымалдаңыз. Ағымдағы сеансыңыз жарамсыз болады.
km: ផ្ទេរគណនី Hash របស់អ្នកទៅឧបករណ៍ថ្មី។ វគ្គបច្ចុប្បន្នរបស់អ្នកនឹងត្រូវបានបោះបង់។
ky: Hash аккаунтуңузду жаңы түзмөккө өткөрүңүз. Учурдагы сессияңыз жараксыз болот.
mk: Пренесете ја вашата Hash сметка на нов уред. Вашата тековна сесија ќе биде поништена.
mr: तुमचे Hash खाते नवीन डिव्हाइसवर हस्तांतरित करा. तुमचे सध्याचे सत्र अवैध होईल.
ms: Pindahkan akaun Hash anda ke peranti baharu. Sesi semasa anda akan dibatalkan.
nb: Overfør Hash-kontoen din til en ny enhet. Den nåværende økten din vil bli ugyldiggjort.
nl: Zet je Hash-account over naar een nieuw apparaat. Je huidige sessie wordt ongeldig gemaakt.
pt_pt: Transfira a sua conta Hash para um novo dispositivo. A sua sessao atual sera invalidada.
ro: Transfera contul tau Hash pe un dispozitiv nou. Sesiunea actuala va fi invalidata.
ru: Перенесите ваш аккаунт Hash на новое устройство. Текущая сессия будет аннулирована.
sk: Preneste vas ucet Hash na nove zariadenie. Aktualne sedenie bude zneplatnene.
sl: Prenesite svoj racun Hash na novo napravo. Trenutna seja bo razveljavljena.
sq: Transfero llogarise tuaj Hash ne nje pajisje te re. Seanca aktuale do te anulohet.
sr: Пренесите свој Hash налог на нови уређај. Ваша тренутна сесија ће бити поништена.
sv: Överför ditt Hash-konto till en ny enhet. Din nuvarande session ogiltigförklaras.
ta: உங்கள் Hash கணக்கை புதிய சாதனத்திற்கு மாற்றுங்கள். உங்கள் தற்போதைய அமர்வு செல்லாததாகும்.
te: మీ Hash ఖాతాను కొత్త పరికరానికి బదిలీ చేయండి. మీ ప్రస్తుత సెషన్ చెల్లకుండా పోతుంది.
th: โอนบัญชี Hash ไปยังอุปกรณ์ใหม่ เซสชันปัจจุบันจะถูกยกเลิก
tr: Hash hesabinizi yeni bir cihaza aktarin. Mevcut oturumunuz gecersiz kilinacaktir.
ug: Hash ھېساباتىڭىزنى يېڭى ئۈسكۈنىگە يۆتكەڭ. نۆۋەتتىكى يىغىنىڭىز ئىناۋەتسىز بولىدۇ.
uk: Перенесіть свій обліковий запис Hash на новий пристрій. Поточна сесія буде анульована.
ur: ุงูพูุง Hash ุงฺฉุงุคููน ูุฆ ุขู ูพุฑ ู ูุชูู ฺฉุฑฺบ ุขูพ ฺฉุง ู ูุฌูุฏ ุณุดู ู ูุณูุฎ ู ุฌุงุฆ ฺฏุง

source: Generate transfer code
af: Genereer oordragkode
ar: إنشاء رمز النقل
bg: Генериране на код за прехвърляне
bn: স্থানান্তর কোড তৈরি করুন
ca: Generar codi de transferència
cs: Vygenerovat kod pro prevod
da: Generér overførselskode
de: Übertragungscode generieren
el: Δημιουργία κωδικού μεταφοράς
es: Generar código de transferencia
et: Loo ülekandekood
eu: Sortu transferentzia-kodea
fa: تولید کد انتقال
fi: Luo siirtokoodi
fil: Gumawa ng transfer code
fr: Générer un code de transfert
ga: Gin cod aistrithe
gl: Xerar codigo de transferencia
gu: ટ્રાન્સફર કોડ જનરેટ કરો
he: צור קוד העברה
hi: ट्रांसफर कोड जनरेट करें
hr: Generiraj kod za prijenos
hu: Áthelyezési kód generálása
id: Buat kode transfer
it: Genera codice di trasferimento
ja: 移行コードを生成
ka: გადატანის კოდის გენერაცია
kk: Тасымалдау кодын жасау
km: បង្កើតលេខកូដផ្ទេរ
ky: Өткөрүү кодун түзүү
mk: Генерирај код за пренос
mr: हस्तांतरण कोड तयार करा
ms: Jana kod pemindahan
nb: Generer overføringskode
nl: Overdrachtscode genereren
pt_pt: Gerar codigo de transferencia
ro: Genereaza codul de transfer
ru: Сгенерировать код переноса
sk: Vygenerovat kod prenosu
sl: Generiraj kodo za prenos
sq: Gjenero kodin e transferimit
sr: Генериши код за пренос
sv: Generera överföringskod
ta: மாற்றக் குறியீட்டை உருவாக்கு
te: బదిలీ కోడ్ జనరేట్ చేయి
th: สร้างรหัสโอน
tr: Aktarim kodu olustur
ug: يۆتكەش كودى ھاسىللاش
uk: Згенерувати код перенесення
ur: ู ูุชูู ฺฉูฺ ุจูุงุฆฺบ

source: Transfer code
af: Oordragkode
ar: رمز النقل
bg: Код за прехвърляне
bn: স্থানান্তর কোড
ca: Codi de transferència
cs: Kod pro prevod
da: Overførselskode
de: Übertragungscode
el: Κωδικός μεταφοράς
es: Código de transferencia
et: Ülekandekood
eu: Transferentzia-kodea
fa: کد انتقال
fi: Siirtokoodi
fr: Code de transfert
ga: Cod aistrithe
gl: Codigo de transferencia
gu: ટ્રાન્સફર કોડ
he: קוד העברה
hi: ट्रांसफर कोड
hr: Kod za prijenos
hu: Áthelyezési kód
id: Kode transfer
it: Codice di trasferimento
ja: 移行コード
ka: გადატანის კოდი
kk: Тасымалдау коды
km: លេខកូដផ្ទេរ
ky: Өткөрүү коду
mk: Код за пренос
mr: हस्तांतरण कोड
ms: Kod pemindahan
nb: Overføringskode
nl: Overdrachtscode
pt_pt: Codigo de transferencia
ro: Cod de transfer
ru: Код переноса
sk: Kod prenosu
sl: Koda za prenos
sq: Kodi i transferimit
sr: Код за пренос
sv: Överföringskod
ta: மாற்றக் குறியீடு
te: బదిలీ కోడ్
th: รหัสโอน
tr: Aktarim kodu
ug: يۆتكەش كودى
uk: Код перенесення
ur: ู ูุชูู ฺฉูฺ
