Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: Transfer complete
af: Oordrag voltooid
ar: اكتمل النقل
bg: Прехвърлянето е завършено
bn: স্থানান্তর সম্পন্ন
ca: Transferència completada
cs: Prevod dokoncen
da: Overførsel færdig
de: Übertragung abgeschlossen
el: Η μεταφορά ολοκληρώθηκε
es: Transferencia completada
et: Ülekanne lõppenud
eu: Transferentzia osatuta
fa: انتقال کامل شد
fi: Siirto valmis
fil: Kumpleto ang paglipat
fr: Transfert terminé
ga: Aistriu criochnaithe
gl: Transferencia completada
gu: ટ્રાન્સફર પૂર્ણ
he: ההעברה הושלמה
hi: ट्रांसफर पूर्ण
hr: Prijenos dovrsena
hu: Áthelyezés kész
id: Transfer selesai
it: Trasferimento completato
ja: 移行完了
ka: გადატანა დასრულებულია
kk: Тасымалдау аяқталды
km: ការផ្ទេរបានបញ្ចប់
ky: Өткөрүү аяктады
mk: Преносот е завршен
mr: हस्तांतरण पूर्ण
ms: Pemindahan selesai
nb: Overføring fullført
nl: Overdracht voltooid
pt_pt: Transferencia concluida
ro: Transfer complet
ru: Перенос завершён
sk: Prenos dokonceny
sl: Prenos koncen
sq: Transferimi perfundoi
sr: Пренос завршен
sv: Överföring klar
ta: மாற்றம் முடிந்தது
te: బదిలీ పూర్తయింది
th: การโอนเสร็จสิ้น
tr: Aktarim tamamlandi
ug: يۆتكەش تاماملاندى
uk: Перенесення завершено
ur: ู ูุชูู ู ฺฉู ู

# transferSuccessMessage
source: Your account has been transferred successfully. This application will now close.
af: Jou rekening is suksesvol oorgedra. Hierdie toepassing sal nou sluit.
ar: تم نقل حسابك بنجاح. سيتم إغلاق هذا التطبيق الآن.
bg: Акаунтът ви е успешно прехвърлен. Това приложение ще се затвори сега.
bn: আপনার অ্যাকাউন্ট সফলভাবে স্থানান্তরিত হয়েছে। এই অ্যাপ্লিকেশন এখন বন্ধ হবে।
ca: El teu compte s'ha transferit correctament. Aquesta aplicació es tancarà ara.
cs: Vas ucet byl uspesne preveden. Tato aplikace se nyni zavre.
da: Din konto er blevet overført. Denne app lukker nu.
de: Dein Konto wurde erfolgreich übertragen. Diese App wird jetzt geschlossen.
el: Ο λογαριασμός σας μεταφέρθηκε με επιτυχία. Η εφαρμογή θα κλείσει τώρα.
es: Tu cuenta ha sido transferida correctamente. Esta aplicación se cerrará ahora.
et: Teie konto on edukalt üle kantud. Rakendus sulgub nüüd.
eu: Zure kontua arrakastaz transferitu da. Aplikazioa itxiko da orain.
fa: حساب شما با موفقیت منتقل شد. برنامه اکنون بسته می‌شود.
fi: Tilisi on siirretty onnistuneesti. Tämä sovellus sulkeutuu nyt.
fil: Matagumpay na nailipat ang iyong account. Isasara na ang application na ito.
fr: Votre compte a été transféré avec succès. Cette application va maintenant se fermer.
ga: D'aistrigh do chuntas go rathiuil. Dunfaidh an aip seo anois.
gl: A tua conta foi transferida con exito. Esta aplicacion pecharase agora.
gu: તમારું એકાઉન્ટ સફળતાપૂર્વક ટ્રાન્સફર થયું. આ એપ્લિકેશન હવે બંધ થશે.
he: החשבון שלך הועבר בהצלחה. אפליקציה זו תיסגר כעת.
hi: आपका खाता सफलतापूर्वक ट्रांसफर हो गया। यह एप्लिकेशन अब बंद होगा।
hr: Vas racun je uspjesno prenesen. Ova aplikacija ce se sada zatvoriti.
hu: Fiókja sikeresen áthelyezve. Ez az alkalmazás most bezárul.
id: Akun Anda telah berhasil ditransfer. Aplikasi ini akan ditutup sekarang.
it: Il tuo account è stato trasferito con successo. Questa applicazione si chiuderà ora.
ja: アカウントが正常に移行されました。 このアプリは閉じられます。
ka: თქვენი ანგარიში წარმატებით გადაიტანა. ეს აპლიკაცია ახლა დაიხურება.
kk: Аккаунтыңыз сәтті тасымалданды. Бұл қосымша енді жабылады.
km: គណនីរបស់អ្នកត្រូវបានផ្ទេរដោយជោគជ័យ។ កម្មវិធីនេះនឹងបិទឥឡូវនេះ។
ky: Аккаунтуңуз ийгиликтүү өткөрүлдү. Бул колдонмо азыр жабылат.
mk: Вашата сметка е успешно пренесена. Оваа апликација сега ќе се затвори.
mr: तुमचे खाते यशस्वीरित्या हस्तांतरित केले गेले. हा अॅप आता बंद होईल.
ms: Akaun anda telah berjaya dipindahkan. Aplikasi ini akan ditutup sekarang.
nb: Kontoen din er overført. Denne applikasjonen lukkes nå.
nl: Je account is succesvol overgezet. Deze applicatie wordt nu gesloten.
pt_pt: A sua conta foi transferida com sucesso. Esta aplicacao vai agora fechar.
ro: Contul tau a fost transferat cu succes. Aceasta aplicatie se va inchide acum.
ru: Ваш аккаунт успешно перенесён. Приложение сейчас закроется.
sk: Vas ucet bol uspesne preneseny. Tato aplikacia sa teraz zatvori.
sl: Vas racun je bil uspesno prenesen. Ta aplikacija se bo zdaj zaprla.
sq: Llogaria juaj u transferua me sukses. Ky aplikacion do te mbyllet tani.
sr: Ваш налог је успешно пренет. Ова апликација ће се сада затворити.
sv: Ditt konto har överförts framgångsrikt. Denna applikation stängs nu.
ta: உங்கள் கணக்கு வெற்றிகரமாக மாற்றப்பட்டது. இந்தச் செயலி இப்போது மூடப்படும்.
te: మీ ఖాతా విజయవంతంగా బదిలీ చేయబడింది. ఈ అప్లికేషన్ ఇప్పుడు మూసివేయబడుతుంది.
th: โอนบัญชีสำเร็จแล้ว แอปนี้จะปิดตัว
tr: Hesabiniz basariyla aktarildi. Bu uygulama simdi kapanacak.
ug: ھېساباتىڭىز مۇۋەپپەقىيەتلىك يۆتكەلدى. بۇ ئەپ ھازىر تاقىلىدۇ.
uk: Ваш обліковий запис успішно перенесено. Цей додаток зараз закриється.
ur: ุขูพ ฺฉุง ุงฺฉุงุคููน ฺฉุงู ุงุจ ุณ ู ูุชูู ู ฺฏุง   ุงูพูฺฉุดู ุงุจ ุจูุฏ ู ุฌุงุฆ ฺฏ

source: Manual verification
af: Handmatige verifikasie
ar: التحقق اليدوي
bg: Ръчна проверка
bn: ম্যানুয়াল যাচাইকরণ
ca: Verificació manual
cs: Rucni overeni
da: Manuel bekræftelse
de: Manuelle Überprüfung
el: Χειροκίνητη επαλήθευση
es: Verificación manual
et: Käsitsi kontroll
eu: Eskuzko egiaztapena
fa: تأیید دستی
fi: Manuaalinen vahvistus
fil: Manu-manong verification
fr: Vérification manuelle
ga: Fioiru laimhe
gl: Verificacion manual
gu: જાતે ચકાસણી
he: אימות ידני
hi: मैन्युअल सत्यापन
hr: Rucna provjera
hu: Kézi ellenőrzés
id: Verifikasi manual
it: Verifica manuale
ja: 手動確認
ka: ხელით შემოწმება
kk: Қолмен тексеру
km: ការផ្ទៀងផ្ទាត់ដោយដៃ
ky: Кол менен текшерүү
mk: Рачна проверка
mr: मॅन्युअल सत्यापन
ms: Pengesahan manual
nb: Manuell verifisering
nl: Handmatige verificatie
pt_pt: Verificacao manual
ro: Verificare manuala
ru: Ручная проверка
sk: Manualne overenie
sl: Rocno preverjanje
sq: Verifikim manual
sr: Ручна верификација
sv: Manuell verifiering
ta: கைமுறை சரிபார்ப்பு
te: మాన్యువల్ ధృవీకరణ
th: การตรวจสอบด้วยตนเอง
tr: Elle dogrulama
ug: قولدا تەكشۈرۈش
uk: Ручна перевірка
ur: ุฏุณุช ุชุตุฏู

source: Code displayed on both devices:
af: Kode vertoon op albei toestelle:
ar: الرمز المعروض على كلا الجهازين:
bg: Код, показан на двете устройства:
bn: দুটি ডিভাইসে প্রদর্শিত কোড:
ca: Codi mostrat als dos dispositius:
cs: Kod zobrazeny na obou pristrojich:
da: Kode vist på begge enheder:
de: Auf beiden Geräten angezeigter Code:
el: Κωδικός που εμφανίζεται και στις δύο συσκευές:
es: Código mostrado en ambos dispositivos:
et: Mõlemal seadmel kuvatav kood:
eu: Bi gailuetan erakusten den kodea:
fa: کد نمایش‌داده‌شده در هر دو دستگاه:
fi: Koodi näytetään molemmilla laitteilla:
fil: Code na ipinapakita sa dalawang device:
fr: Code affiché sur les deux appareils :
ga: Cod ar taispeaint ar an da ghleas:
gl: Codigo mostrado en ambos dispositivos:
gu: બંને ઉપકરણો પર દર્શાવાયેલ કોડ:
he: קוד המוצג בשני המכשירים:
hi: दोनों डिवाइस पर दिखाया गया कोड:
hr: Kod prikazan na oba uredaja:
hu: Mindkét eszközön megjelenített kód:
id: Kode ditampilkan di kedua perangkat:
it: Codice visualizzato su entrambi i dispositivi:
ja: 両方のデバイスに表示されたコード：
ka: ორივე მოწყობილობაზე ნაჩვენები კოდი:
kk: Екі құрылғыда көрсетілген код:
km: លេខកូដបង្ហាញនៅលើឧបករណ៍ទាំងពីរ:
ky: Эки түзмөктө көрсөтүлгөн код:
mk: Код прикажан на двата уреди:
mr: दोन्ही डिव्हाइसवर प्रदर्शित कोड:
ms: Kod dipaparkan pada kedua-dua peranti:
nb: Kode vist på begge enheter:
nl: Code weergegeven op beide apparaten:
pt_pt: Codigo apresentado em ambos os dispositivos:
ro: Codul afisat pe ambele dispozitive:
ru: Код, отображённый на обоих устройствах:
sk: Kod zobrazeny na oboch zariadeniach:
sl: Koda prikazana na obeh napravah:
sq: Kodi i shfaqur ne te dyja pajisjet:
sr: Код приказан на оба уређаја:
sv: Kod visad på båda enheterna:
ta: இரு சாதனங்களிலும் காட்டப்படும் குறியீடு:
te: రెండు పరికరాలలో చూపబడిన కోడ్:
th: รหัสที่แสดงบนอุปกรณ์ทั้งสอง:
tr: Her iki cihazda gorunen kod:
ug: ئىككى ئۈسكۈنىدە كۆرسىتىلگەن كود:
uk: Код, показаний на обох пристроях:
ur: ุฏูููฺบ ุขููฺบ ูพุฑ ุฏฺฉฺพุงุง ฺฏุง ฺฉูฺ:

# doesCodeMatchNewDevice
source: Does this code match the one on the new device?
af: Stem hierdie kode ooreen met die een op die nuwe toestel?
ar: هل يتطابق هذا الرمز مع الرمز على الجهاز الجديد؟
bg: Този код съвпада ли с този на новото устройство?
bn: এই কোড কি নতুন ডিভাইসের কোডের সাথে মিলছে?
ca: Coincideix aquest codi amb el del nou dispositiu?
cs: Odpovida tento kod tomu na novem pristroji?
da: Stemmer denne kode overens med den på den nye enhed?
de: Stimmt dieser Code mit dem auf dem neuen Gerät überein?
el: Ταιριάζει αυτός ο κωδικός με αυτόν στη νέα συσκευή;
es: ¿Este código coincide con el del nuevo dispositivo?
et: Kas see kood ühtib uuel seadmel olevaga?
eu: Kode honek bat al dator gailu berrian dagoenarekin?
fa: آیا این کد با کد دستگاه جدید مطابقت دارد؟
fi: Vastaako tämä koodi uuden laitteen koodia?
fil: Tumutugma ba ang code na ito sa nasa bagong device?
fr: Ce code correspond-il à celui du nouvel appareil ?
ga: An meaitsealann an cod seo leis an gceann ar an ngleas nua?
gl: Este codigo coincide co do novo dispositivo?
gu: શું આ કોડ નવા ઉપકરણ પરના કોડ સાથે મેળ ખાય છે?
he: האם קוד זה תואם לזה שבמכשיר החדש?
hi: क्या यह कोड नए डिवाइस पर दिखाए गए कोड से मेल खाता है?
hr: Podudara li se ovaj kod s onim na novom uredaju?
hu: Egyezik ez a kód az új eszközön megjelenővel?
id: Apakah kode ini cocok dengan yang ada di perangkat baru?
it: Questo codice corrisponde a quello del nuovo dispositivo?
ja: このコードは新しいデバイスのものと一致しますか？
ka: ემთხვევა ეს კოდი ახალ მოწყობილობაზე ნაჩვენებს?
kk: Бұл код жаңа құрылғыдағы кодпен сәйкес келе ме?
km: តើលេខកូដនេះត្រូវគ្នាជាមួយលេខកូដនៅលើឧបករណ៍ថ្មីទេ?
ky: Бул код жаңы түзмөктөгү код менен дал келеби?
mk: Дали овој код се совпаѓа со оној на новиот уред?
mr: हा कोड नवीन डिव्हाइसवरील कोडशी जुळतो का?
ms: Adakah kod ini sepadan dengan yang pada peranti baharu?
nb: Stemmer denne koden med den på den nye enheten?
nl: Komt deze code overeen met die op het nieuwe apparaat?
pt_pt: Este codigo corresponde ao do novo dispositivo?
ro: Se potriveste acest cod cu cel de pe noul dispozitiv?
ru: Совпадает ли этот код с кодом на новом устройстве?
sk: Zhoduje sa tento kod s kodom na novom zariadeni?
sl: Ali se ta koda ujema s kodo na novi napravi?
sq: A perputhet ky kod me ate ne pajisjen e re?
sr: Да ли се овај код поклапа са кодом на новом уређају?
sv: Matchar denna kod den på den nya enheten?
ta: இந்தக் குறியீடு புதிய சாதனத்தில் உள்ளதுடன் பொருந்துகிறதா?
te: ఈ కోడ్ కొత్త పరికరంలో ఉన్న కోడ్‌తో సరిపోలుతుందా?
th: รหัสนี้ตรงกับบนอุปกรณ์ใหม่หรือไม่?
tr: Bu kod yeni cihazdakiyle eslesiyor mu?
ug: بۇ كود يېڭى ئۈسكۈنىدىكى كود بىلەن ماسمۇ؟
uk: Чи збігається цей код з кодом на новому пристрої?
ur: ฺฉุง  ฺฉูฺ ูุฆ ุขู ูพุฑ ู ูุฌูุฏ ฺฉูฺ ุณ ู ูุชุง ุ

# verifiedStatus
source: Verified
af: Geverifieer
ar: تم التحقق
bg: Потвърдено
bn: যাচাইকৃত
ca: Verificat
cs: Overeno
da: Bekræftet
de: Verifiziert
el: Επαληθεύτηκε
es: Verificado
et: Kontrollitud
eu: Egiaztatuta
fa: تأیید شد
fi: Vahvistettu
fil: Na-verify
fr: Vérifié
ga: Fioraithe
gl: Verificado
gu: ચકાસાયેલ
he: מאומת
hi: सत्यापित
hr: Provjereno
hu: Ellenőrizve
id: Terverifikasi
it: Verificato
ja: 確認済み
ka: შემოწმებულია
kk: Тексерілді
km: បានផ្ទៀងផ្ទាត់
ky: Текшерилди
mk: Потврдено
mr: सत्यापित
ms: Disahkan
nb: Verifisert
nl: Geverifieerd
pt_pt: Verificado
ro: Verificat
ru: Проверено
sk: Overene
sl: Preverjeno
sq: I verifikuar
sr: Верификовано
sv: Verifierad
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది
th: ตรวจสอบแล้ว
tr: Dogrulandi
ug: تەكشۈرۈلدى
uk: Перевірено
ur: ุชุตุฏู ุดุฏ

# inProgressStatus
source: In progress...
af: In proses...
ar: جارٍ...
bg: В процес...
bn: চলছে...
ca: En curs...
cs: Probiha...
da: I gang...
de: In Bearbeitung...
el: Σε εξέλιξη...
es: En progreso...
et: Pooleli...
eu: Abian...
fa: در حال انجام...
fi: Käynnissä...
fil: Isinasagawa...
fr: En cours...
ga: Ar siul...
gl: En curso...
gu: પ્રગતિમાં...
he: בתהליך...
hi: प्रगति में...
hr: U tijeku...
hu: Folyamatban...
id: Sedang berlangsung...
it: In corso...
ja: 進行中...
ka: მიმდინარეობს...
kk: Орындалуда...
km: កំពុងដំណើរការ...
ky: Жүрүүдө...
mk: Во тек...
mr: चालू आहे...
ms: Sedang berlangsung...
nb: Pågår...
nl: Bezig...
pt_pt: Em curso...
ro: In progres...
ru: В процессе...
sk: Prebieha...
sl: V teku...
sq: Ne proces...
sr: У току...
sv: Pågår...
ta: செயல்பாட்டில்...
te: ప్రగతిలో ఉంది...
th: กำลังดำเนินการ...
tr: Devam ediyor...
ug: جەرياندا...
uk: В процесі...
ur: ุฌุงุฑ ...

# notAvailableStatus
source: Not available
af: Nie beskikbaar
ar: غير متوفر
bg: Не е налично
bn: উপলব্ধ নয়
ca: No disponible
cs: Nedostupne
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
et: Pole saadaval
eu: Ez dago eskuragarri
fa: در دسترس نیست
fi: Ei saatavilla
fil: Hindi available
fr: Non disponible
ga: Nil ar fail
gl: Non disponidle
gu: ઉપલબ્ધ નથી
he: לא זמין
hi: उपलब्ध नहीं
hr: Nije dostupno
hu: Nem elérhető
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ka: მიუწვდომელია
kk: Қолжетімсіз
km: មិនអាចប្រើបាន
ky: Жеткиликсиз
mk: Не е достапно
mr: उपलब्ध नाही
ms: Tidak tersedia
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pt_pt: Nao disponivel
ro: Indisponibil
ru: Недоступно
sk: Nedostupne
sl: Ni na voljo
sq: I padisponueshem
sr: Није доступно
sv: Ej tillgänglig
ta: கிடைக்கவில்லை
te: అందుబాటులో లేదు
th: ไม่พร้อมใช้งาน
tr: Mevcut degil
ug: يوق
uk: Недоступно
ur: ุฏุณุชุงุจ ูฺบ

# codeExpiredRestart
source: The code has expired. Please restart.
af: Die kode het verval. Begin asseblief oor.
ar: انتهت صلاحية الرمز. يرجى البدء من جديد.
bg: Кодът е изтекъл. Моля, започнете отначало.
bn: কোডের মেয়াদ শেষ। অনুগ্রহ করে পুনরায় শুরু করুন।
ca: El codi ha caducat. Si us plau, reinicia.
cs: Kod vyprsel. Prosim zacnete znovu.
da: Koden er udløbet. Start venligst forfra.
de: Der Code ist abgelaufen. Bitte starte erneut.
el: Ο κωδικός έληξε. Παρακαλώ ξεκινήστε ξανά.
es: El código ha expirado. Por favor, reinicia.
et: Kood on aegunud. Palun alustage uuesti.
eu: Kodea iraungi da. Hasi berriro.
fa: کد منقضی شده. لطفاً دوباره شروع کنید.
fi: Koodi on vanhentunut. Aloita uudelleen.
fil: Nag-expire na ang code. Mangyaring magsimula muli.
fr: Le code a expiré. Veuillez recommencer.
ga: Ta an cod imithe in eag. Tosaigh aris le do thoil.
gl: O codigo caducou. Comeza de novo.
gu: કોડ એક્સપાયર થયો. કૃપા કરીને ફરીથી શરૂ કરો.
he: הקוד פג. אנא התחל מחדש.
hi: कोड समाप्त हो गया। कृपया दोबारा शुरू करें।
hr: Kod je istekao. Molimo pokrenite ponovo.
hu: A kód lejárt. Kérjük, indítsa újra.
id: Kode telah kedaluwarsa. Silakan mulai ulang.
it: Il codice è scaduto. Ricomincia.
ja: コードの期限が切れました。やり直してください。
ka: კოდს ვადა გაუვა. გთხოვთ დაიწყეთ თავიდან.
kk: Код мерзімі аяқталды. Қайтадан бастаңыз.
km: លេខកូដផុតកំណត់។ សូមចាប់ផ្តើមឡើងវិញ។
ky: Коддун мөөнөтү бүттү. Кайра баштаңыз.
mk: Кодот истече. Ве молиме рестартирајте.
mr: कोड कालबाह्य झाला. कृपया पुन्हा सुरू करा.
ms: Kod telah tamat tempoh. Sila mulakan semula.
nb: Koden har utløpt. Vennligst start på nytt.
nl: De code is verlopen. Begin opnieuw.
pt_pt: O codigo expirou. Recomece.
ro: Codul a expirat. Te rugam sa reiei procesul.
ru: Код истёк. Пожалуйста, начните заново.
sk: Kod vyprsal. Prosim zacnite odznova.
sl: Koda je potekla. Prosim zacnite znova.
sq: Kodi ka skaduar. Ju lutem rinisni.
sr: Код је истекао. Покушајте поново.
sv: Koden har löpt ut. Vänligen börja om.
ta: குறியீடு காலாவதியானது. மீண்டும் தொடங்குங்கள்.
te: కోడ్ గడువు తీరింది. దయచేసి పునఃప్రారంభించండి.
th: รหัสหมดอายุ กรุณาเริ่มใหม่
tr: Kodun suresi doldu. Lutfen yeniden baslatin.
ug: كود ۋاقتى ئۆتتى. قايتا باشلاڭ.
uk: Код закінчився. Будь ласка, почніть заново.
ur: ฺฉูฺ ุฎุชู ู ฺฏุง ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ุดุฑูุน ฺฉุฑฺบ

# codesDoNotMatchCancelled
source: The codes do not match. Transfer cancelled.
af: Die kodes stem nie ooreen nie. Oordrag gekanselleer.
ar: الرموز غير متطابقة. تم إلغاء النقل.
bg: Кодовете не съвпадат. Прехвърлянето е отменено.
bn: কোড মিলছে না। স্থানান্তর বাতিল।
ca: Els codis no coincideixen. Transferència cancel·lada.
cs: Kody se neshoduji. Prevod zrusen.
da: Koderne stemmer ikke overens. Overførsel annulleret.
de: Die Codes stimmen nicht überein. Übertragung abgebrochen.
el: Οι κωδικοί δεν ταιριάζουν. Η μεταφορά ακυρώθηκε.
es: Los códigos no coinciden. Transferencia cancelada.
et: Koodid ei ühti. Ülekanne tühistatud.
eu: Kodeak ez datoz bat. Transferentzia bertan behera utzita.
fa: کدها مطابقت ندارند. انتقال لغو شد.
fi: Koodit eivät täsmää. Siirto peruutettu.
fil: Hindi magkatugma ang mga code. Kinansela ang paglipat.
fr: Les codes ne correspondent pas. Transfert annulé.
ga: Ni mheaitsealann na coid. Aistriu cealaithe.
gl: Os codigos non coinciden. Transferencia cancelada.
gu: કોડ મેળ ખાતા નથી. ટ્રાન્સફર રદ.
he: הקודים אינם תואמים. ההעברה בוטלה.
hi: कोड मेल नहीं खाते। ट्रांसफर रद्द।
hr: Kodovi se ne podudaraju. Prijenos otkazan.
hu: A kódok nem egyeznek. Áthelyezés megszakítva.
id: Kode tidak cocok. Transfer dibatalkan.
it: I codici non corrispondono. Trasferimento annullato.
ja: コードが一致しません。移行がキャンセルされました。
ka: კოდები არ ემთხვევა. გადატანა გაუქმებულია.
kk: Кодтар сәйкес келмейді. Тасымалдау болдырылмады.
km: លេខកូដមិនត្រូវគ្នា។ ការផ្ទេរត្រូវបានបោះបង់។
ky: Коддор дал келбейт. Өткөрүү жокко чыгарылды.
mk: Кодовите не се совпаѓаат. Преносот е откажан.
mr: कोड जुळत नाहीत. हस्तांतरण रद्द.
ms: Kod tidak sepadan. Pemindahan dibatalkan.
nb: Kodene stemmer ikke overens. Overføring avbrutt.
nl: De codes komen niet overeen. Overdracht geannuleerd.
pt_pt: Os codigos nao correspondem. Transferencia cancelada.
ro: Codurile nu se potrivesc. Transfer anulat.
ru: Коды не совпадают. Перенос отменён.
sk: Kody sa nezhoduju. Prenos zruseny.
sl: Kodi se ne ujemata. Prenos preklican.
sq: Kodet nuk perputhen. Transferimi u anulua.
sr: Кодови се не поклапају. Пренос отказан.
sv: Koderna matchar inte. Överföring avbruten.
ta: குறியீடுகள் பொருந்தவில்லை. மாற்றம் ரத்துசெய்யப்பட்டது.
te: కోడ్‌లు సరిపోలడం లేదు. బదిలీ రద్దు చేయబడింది.
th: รหัสไม่ตรงกัน ยกเลิกการโอน
tr: Kodlar eslesmiyor. Aktarim iptal edildi.
ug: كودلار ماس كەلمىدى. يۆتكەش بىكار قىلىندى.
uk: Коди не збігаються. Перенесення скасовано.
ur: ฺฉูฺ ู ู ุงุซู ูฺบ ฺบ ู ูุชูู ู ูุณูุฎ

# transferToDevice
source: To: {device}
af: Na: {device}
ar: إلى: {device}
bg: Към: {device}
bn: গন্তব্য: {device}
ca: A: {device}
cs: Na: {device}
da: Til: {device}
de: An: {device}
el: Προς: {device}
es: A: {device}
et: Kuhu: {device}
eu: Nora: {device}
fa: به: {device}
fi: Kohde: {device}
fil: Sa: {device}
fr: Vers : {device}
ga: Chuig: {device}
gl: A: {device}
gu: માટે: {device}
he: אל: {device}
hi: को: {device}
hr: Na: {device}
hu: Cél: {device}
id: Ke: {device}
it: Verso: {device}
ja: 宛先：{device}
ka: მიმღები: {device}
kk: Кімге: {device}
km: ទៅ: {device}
ky: Кимге: {device}
mk: До: {device}
mr: कडे: {device}
ms: Ke: {device}
nb: Til: {device}
nl: Naar: {device}
pt_pt: Para: {device}
ro: Catre: {device}
ru: На: {device}
sk: Na: {device}
sl: Na: {device}
sq: Tek: {device}
sr: Ка: {device}
sv: Till: {device}
ta: இலக்கு: {device}
te: కు: {device}
th: ไปยัง: {device}
tr: Hedef: {device}
ug: غا: {device}
uk: До: {device}
ur: ฺฉู: {device}

# copiedExclamation
source: Copied!
af: Gekopieer!
ar: تم النسخ!
bg: Копирано!
bn: কপি হয়েছে!
ca: Copiat!
cs: Zkopirovano!
da: Kopieret!
de: Kopiert!
el: Αντιγράφηκε!
es: ¡Copiado!
et: Kopeeritud!
eu: Kopiatuta!
fa: کپی شد!
fi: Kopioitu!
fil: Nakopya!
fr: Copié !
ga: Coipeailte!
gl: Copiado!
gu: કૉપી થયું!
he: הועתק!
hi: कॉपी किया गया!
hr: Kopirano!
hu: Másolva!
id: Disalin!
it: Copiato!
ja: コピーしました！
ka: კოპირებულია!
kk: Көшірілді!
km: បានចម្លង!
ky: Көчүрүлдү!
mk: Копирано!
mr: कॉपी केले!
ms: Disalin!
nb: Kopiert!
nl: Gekopieerd!
pt_pt: Copiado!
ro: Copiat!
ru: Скопировано!
sk: Skopirovane!
sl: Kopirano!
sq: U kopjua!
sr: Копирано!
sv: Kopierat!
ta: நகலெடுக்கப்பட்டது!
te: కాపీ చేయబడింది!
th: คัดลอกแล้ว!
tr: Kopyalandi!
ug: كۆچۈرۈلدى!
uk: Скопійовано!
ur: ฺฉุงูพ ู ฺฏุง!

source: Expires in {time}
af: Verval oor {time}
ar: ينتهي خلال {time}
bg: Изтича след {time}
bn: {time}-এ মেয়াদ শেষ
ca: Caduca en {time}
cs: Vypisi za {time}
da: Udløber om {time}
de: Läuft ab in {time}
el: Λήγει σε {time}
es: Expira en {time}
et: Aegub {time} pärast
eu: {time}-n iraungitzen da
fa: در {time} منقضی می‌شود
fi: Vanhenee {time} kuluttua
fil: Mag-e-expire sa {time}
fr: Expire dans {time}
ga: In eag i {time}
gl: Caduca en {time}
gu: {time} માં એક્સપાયર
he: יפוג בעוד {time}
hi: {time} में समाप्त होगा
hr: Istjece za {time}
hu: Lejár: {time} múlva
id: Kedaluwarsa dalam {time}
it: Scade tra {time}
ja: {time}で期限切れ
ka: ვადა გაუვა {time}-ში
kk: {time} кейін аяқталады
km: ផុតកំណត់ក្នុង {time}
ky: {time} кийин мөөнөтү бүтөт
mk: Истекува за {time}
mr: {time} मध्ये कालबाह्य
ms: Tamat tempoh dalam {time}
nb: Utløper om {time}
nl: Verloopt over {time}
pt_pt: Expira em {time}
ro: Expira in {time}
ru: Истекает через {time}
sk: Vyprsi za {time}
sl: Potece cez {time}
sq: Skadon pas {time}
sr: Истиче за {time}
sv: Löper ut om {time}
ta: {time} இல் காலாவதியாகும்
te: {time} లో గడువు తీరుతుంది
th: หมดอายุใน {time}
tr: {time} icinde sona erer
ug: {time} دا ۋاقتى ئۆتىدۇ
uk: Діє ще {time}
ur: {time} ู ฺบ ุฎุชู ู ุฌุงุฆ ฺฏุง

# biometricNotAvailable
source: Biometrics is not available on this device
af: Biometrie is nie beskikbaar op hierdie toestel nie
ar: المقاييس الحيوية غير متوفرة على هذا الجهاز
bg: Биометрията не е налична на това устройство
bn: এই ডিভাইসে বায়োমেট্রিক্স উপলব্ধ নয়
ca: Els biomètrics no estan disponibles en aquest dispositiu
cs: Biometrie neni na tomto zarizeni dostupna
da: Biometri er ikke tilgængelig på denne enhed
de: Biometrie ist auf diesem Gerät nicht verfügbar
el: Τα βιομετρικά δεν είναι διαθέσιμα σε αυτή τη συσκευή
es: La biometría no está disponible en este dispositivo
et: Biomeetria pole selles seadmes saadaval
eu: Biometrikoak ez daude gailu honetan eskuragarri
fa: بیومتریک در این دستگاه در دسترس نیست
fi: Biometria ei ole saatavilla tällä laitteella
fil: Hindi available ang biometrics sa device na ito
fr: La biométrie n'est pas disponible sur cet appareil
ga: Nil bithmheadracht ar fail ar an ngleas seo
gl: A biometria non esta disponidle neste dispositivo
gu: આ ઉપકરણ પર બાયોમેટ્રિક ઉપલબ્ધ નથી
he: ביומטריה אינה זמינה במכשיר זה
hi: इस डिवाइस पर बायोमेट्रिक्स उपलब्ध नहीं है
hr: Biometrija nije dostupna na ovom uredaju
hu: A biometria nem érhető el ezen az eszközön
id: Biometrik tidak tersedia di perangkat ini
it: La biometria non è disponibile su questo dispositivo
ja: このデバイスでは生体認証を利用できません
ka: ბიომეტრია ამ მოწყობილობაზე მიუწვდომელია
kk: Бұл құрылғыда биометрия қолжетімсіз
km: ជីវមាត្រមិនអាចប្រើបាននៅលើឧបករណ៍នេះ
ky: Биометрия бул түзмөктө жеткиликсиз
mk: Биометријата не е достапна на овој уред
mr: या डिव्हाइसवर बायोमेट्रिक्स उपलब्ध नाही
ms: Biometrik tidak tersedia pada peranti ini
nb: Biometri er ikke tilgjengelig på denne enheten
nl: Biometrie is niet beschikbaar op dit apparaat
pt_pt: A biometria nao esta disponivel neste dispositivo
ro: Biometria nu este disponibila pe acest dispozitiv
ru: Биометрия недоступна на этом устройстве
sk: Biometria nie je na tomto zariadeni dostupna
sl: Biometrija ni na voljo na tej napravi
sq: Biometria nuk eshte e disponueshme ne kete pajisje
sr: Биометрија није доступна на овом уређају
sv: Biometri är inte tillgänglig på denna enhet
ta: இந்தச் சாதனத்தில் உயிரியல் அளவீடு கிடைக்கவில்லை
te: ఈ పరికరంలో బయోమెట్రిక్స్ అందుబాటులో లేదు
th: อุปกรณ์นี้ไม่รองรับไบโอเมตริก
tr: Bu cihazda biyometri kullanilabilir degil
ug: بىئولوگىيىلىك بۇ ئۈسكۈنىدە يوق
uk: Біометрія недоступна на цьому пристрої
ur: ุงุณ ุขู ูพุฑ ุจุงูู ูนุฑฺฉุณ ุฏุณุชุงุจ ูฺบ
