Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# messageWillBeSentEncrypted
source: This message will be encrypted and sent to the recipient
af: Hierdie boodskap sal geënkripteer en aan die ontvanger gestuur word
ar: سيتم تشفير هذه الرسالة وإرسالها إلى المستلم
bg: Това съобщение ще бъде криптирано и изпратено до получателя
bn: এই বার্তাটি এনক্রিপ্ট করে প্রাপকের কাছে পাঠানো হবে
ca: Aquest missatge serà xifrat i enviat al destinatari
cs: Tato zprava bude zasifrovana a odeslana prijemci
da: Denne besked vil blive krypteret og sendt til modtageren
de: Diese Nachricht wird verschlüsselt an den Empfänger gesendet
el: Αυτό το μήνυμα θα κρυπτογραφηθεί και θα σταλεί στον παραλήπτη
es: Este mensaje será cifrado y enviado al destinatario
et: See sõnum krüpteeritakse ja saadetakse saajale
eu: Mezu hau enkriptatu eta hartzaileari bidaliko zaio
fa: این پیام رمزنگاری شده و به گیرنده ارسال خواهد شد
fi: Tämä viesti salataan ja lähetetään vastaanottajalle
fil: Ie-encrypt at ipapadala ang mensaheng ito sa tatanggap
fr: Ce message sera chiffré et envoyé au destinataire
ga: Criptiofar an teachtaireacht seo agus seolfar chuig an bhfaighteoir i
gl: Esta mensaxe sera cifrada e enviada ao destinatario
gu: આ સંદેશ એન્ક્રિપ્ટ થઈને પ્રાપ્તકર્તાને મોકલાશે
he: הודעה זו תוצפן ותישלח לנמען
hi: यह संदेश एन्क्रिप्ट करके प्राप्तकर्ता को भेजा जाएगा
hr: Ova poruka ce biti enkriptirana i poslana primatelju
hu: Ez az üzenet titkosítva kerül elküldésre a címzettnek
id: Pesan ini akan dienkripsi dan dikirim ke penerima
it: Questo messaggio sarà crittografato e inviato al destinatario
ja: このメッセージは暗号化されて受信者に送信されます
ka: ეს შეტყობინება დაშიფრული გაეგზავნება მიმღებს
kk: Бұл хабарлама шифрланып алушыға жіберіледі
km: សារនេះនឹងត្រូវបានអ៊ិនគ្រីប និងផ្ញើទៅអ្នកទទួល
ky: Бул кат шифрленип алуучуга жөнөтүлөт
mk: Оваа порака ќе биде енкриптирана и испратена до примачот
mr: हा संदेश एन्क्रिप्ट केला जाईल आणि प्राप्तकर्त्याला पाठवला जाईल
ms: Mesej ini akan disulitkan dan dihantar kepada penerima
nb: Denne meldingen blir kryptert og sendt til mottakeren
nl: Dit bericht wordt versleuteld en naar de ontvanger gestuurd
pt_pt: Esta mensagem sera encriptada e enviada ao destinatario
ro: Acest mesaj va fi criptat si trimis destinatarului
ru: Это сообщение будет зашифровано и отправлено получателю
sk: Tato sprava bude sifrovana a odoslana prijemcovi
sl: To sporocilo bo sifrirano in poslano prejemniku
sq: Ky mesazh do te kriptohet dhe dergohet marresit
sr: Ова порука ће бити шифрована и послата примаоцу
sv: Detta meddelande krypteras och skickas till mottagaren
ta: இந்தச் செய்தி குறியாக்கம் செய்யப்பட்டு பெறுநருக்கு அனுப்பப்படும்
te: ఈ సందేశం ఎన్‌క్రిప్ట్ చేయబడి ప్రాపకుడికి పంపబడుతుంది
th: ข้อความนี้จะถูกเข้ารหัสและส่งไปยังผู้รับ
tr: Bu mesaj sifrelenerek aliciya gonderilecektir
ug: بۇ ئۇچۇر شىفىرلىنىپ تاپشۇرۇۋالغۇچىغا يوللىنىدۇ
uk: Це повідомлення буде зашифровано та надіслано одержувачу
ur:  ูพุบุงู ุงูฺฉุฑูพูน ู ฺฉุฑ ูุตูู ฺฉููุฏ ฺฉู ุจฺพุฌุง ุฌุงุฆ ฺฏุง

# sendRequestButton
source: Send request
af: Stuur versoek
ar: إرسال الطلب
bg: Изпращане на заявка
bn: অনুরোধ পাঠান
ca: Enviar sol·licitud
cs: Odeslat zadost
da: Send anmodning
de: Anfrage senden
el: Αποστολή αιτήματος
es: Enviar solicitud
et: Saada taotlus
eu: Bidali eskaera
fa: ارسال درخواست
fi: Lähetä pyyntö
fil: Ipadala ang kahilingan
fr: Envoyer la demande
ga: Seol an t-iarratas
gl: Enviar solicitude
gu: વિનંતી મોકલો
he: שלח בקשה
hi: अनुरोध भेजें
hr: Posalji zahtjev
hu: Kérés küldése
id: Kirim permintaan
it: Invia richiesta
ja: リクエストを送信
ka: მოთხოვნის გაგზავნა
kk: Сұраныс жіберу
km: ផ្ញើសំណើ
ky: Суроо жөнөтүү
mk: Испрати барање
mr: विनंती पाठवा
ms: Hantar permintaan
nb: Send forespørsel
nl: Verzoek versturen
pt_pt: Enviar pedido
ro: Trimite cererea
ru: Отправить запрос
sk: Poslat ziadost
sl: Posli zahtevo
sq: Dergo kerkesen
sr: Пошаљи захтев
sv: Skicka förfrågan
ta: கோரிக்கை அனுப்பு
te: అభ్యర్థన పంపు
th: ส่งคำขอ
tr: Istek gonder
ug: ئىلتىماس يوللاش
uk: Надіслати запит
ur: ุฏุฑุฎูุงุณุช ุจฺพุฌฺบ

# requestExpiresIn24h
source: Request expires in 24h if not accepted
af: Versoek verval binne 24u as dit nie aanvaar word nie
ar: ينتهي الطلب خلال 24 ساعة إذا لم يُقبل
bg: Заявката изтича след 24ч, ако не бъде приета
bn: গৃহীত না হলে অনুরোধ ২৪ ঘণ্টায় মেয়াদ শেষ হবে
ca: La sol·licitud caduca en 24h si no s'accepta
cs: Zadost vypisi za 24 h, pokud nebude prijata
da: Anmodningen udløber om 24 timer, hvis den ikke accepteres
de: Die Anfrage läuft in 24h ab, wenn sie nicht akzeptiert wird
el: Το αίτημα λήγει σε 24ω αν δεν γίνει αποδεκτό
es: La solicitud expira en 24h si no es aceptada
et: Taotlus aegub 24 tunni pärast, kui seda vastu ei võeta
eu: Eskaera 24 ordutan iraungitzen da onartzen ez bada
fa: درخواست در صورت عدم پذیرش در ۲۴ ساعت منقضی می‌شود
fi: Pyyntö vanhenee 24 tunnissa, jos sitä ei hyväksytä
fil: Mag-e-expire ang kahilingan sa 24 oras kung hindi tanggapin
fr: La demande expire dans 24h si elle n'est pas acceptée
ga: Rachaidh an t-iarratas in eag i 24u mura nglactar leis
gl: A solicitude caduca en 24 h se non e aceptada
gu: સ્વીકારવામાં ન આવે તો વિનંતી 24 કલાકમાં એક્સપાયર થાય છે
he: הבקשה תפוג תוך 24 שעות אם לא תאושר
hi: स्वीकार न होने पर अनुरोध 24 घंटे में समाप्त हो जाएगा
hr: Zahtjev istjece za 24h ako nije prihvacen
hu: A kérés 24 óra múlva lejár, ha nem fogadják el
id: Permintaan kedaluwarsa dalam 24 jam jika tidak diterima
it: La richiesta scade in 24h se non accettata
ja: リクエストは24時間以内に承諾されないと期限切れになります
ka: მოთხოვნა ვადას გაუვა 24სთ-ში, თუ არ მიიღეს
kk: Қабылданбаса, сұраныс 24 сағатта аяқталады
km: សំណើផុតកំណត់ក្នុង ២៤ ម៉ោងប្រសិនបើមិនទទួលយក
ky: Кабыл алынбаса суроонун мөөнөтү 24 сааттан кийин бүтөт
mk: Барањето истекува за 24ч ако не биде прифатено
mr: स्वीकारली नाही तर विनंती 24 तासांत कालबाह्य होते
ms: Permintaan tamat tempoh dalam 24j jika tidak diterima
nb: Forespørselen utløper om 24 timer hvis den ikke godtas
nl: Verzoek verloopt over 24 uur als het niet wordt geaccepteerd
pt_pt: O pedido expira em 24h se nao for aceite
ro: Cererea expira in 24h daca nu este acceptata
ru: Запрос истекает через 24 ч, если не принят
sk: Ziadost vyprsi za 24h, ak nebude prijata
sl: Zahteva potece v 24h, ce ni sprejeta
sq: Kerkesa skadon pas 24h nese nuk pranohet
sr: Захтев истиче за 24ч ако није прихваћен
sv: Förfrågan löper ut om 24 timmar om den inte accepteras
ta: ஏற்கப்படாவிட்டால் கோரிக்கை 24 மணி நேரத்தில் காலாவதியாகும்
te: ఆమోదించకపోతే అభ్యర్థన 24 గంటల్లో గడువు తీరుతుంది
th: คำขอจะหมดอายุใน 24 ชม. หากไม่ถูกยอมรับ
tr: Kabul edilmezse istek 24 saat icinde sona erer
ug: قوبۇل قىلىنمىسا ئىلتىماس 24 سائەتتە ۋاقتى ئۆتىدۇ
uk: Запит закінчується через 24 год, якщо не прийнято
ur: ูุจูู ู ูู ูพุฑ ุฏุฑุฎูุงุณุช 24 ฺฏฺพููนูฺบ ู ฺบ ุฎุชู ู ุฌุงุฆ ฺฏ

# theyAlreadySentYouRequest
source: This person has already sent you a request
af: Hierdie persoon het reeds vir jou 'n versoek gestuur
ar: هذا الشخص أرسل لك طلباً بالفعل
bg: Този човек вече ви е изпратил заявка
bn: এই ব্যক্তি ইতিমধ্যে আপনাকে একটি অনুরোধ পাঠিয়েছে
ca: Aquesta persona ja t'ha enviat una sol·licitud
cs: Tato osoba vam jiz poslala zadost
da: Denne person har allerede sendt dig en anmodning
de: Diese Person hat dir bereits eine Anfrage gesendet
el: Αυτό το άτομο σας έχει ήδη στείλει αίτημα
es: Esta persona ya te ha enviado una solicitud
et: See isik on teile juba taotluse saatnud
eu: Pertsona honek dagoeneko eskaera bat bidali dizu
fa: این شخص قبلاً به شما درخواست فرستاده است
fi: Tämä henkilö on jo lähettänyt sinulle pyynnön
fil: Nagpadala na sa iyo ng kahilingan ang taong ito
fr: Cette personne vous a déjà envoyé une demande
ga: Sheol an duine seo iarratas chugat cheana
gl: Esta persoa xa che enviou unha solicitude
gu: આ વ્યક્તિએ તમને પહેલેથી વિનંતી મોકલી છે
he: אדם זה כבר שלח לך בקשה
hi: इस व्यक्ति ने आपको पहले ही अनुरोध भेजा है
hr: Ova osoba vam je vec poslala zahtjev
hu: Ez a személy már küldött Önnek kérést
id: Orang ini sudah mengirimkan permintaan kepada Anda
it: Questa persona ti ha già inviato una richiesta
ja: この人はすでにあなたにリクエストを送信しています
ka: ამ ადამიანმა უკვე გამოგიგზავნათ მოთხოვნა
kk: Бұл адам сізге сұраныс жіберген
km: បុគ្គលនេះបានផ្ញើសំណើដល់អ្នករួចហើយ
ky: Бул адам сизге суроо жөнөткөн
mk: Оваа личност веќе ви испратила барање
mr: या व्यक्तीने तुम्हाला आधीच विनंती पाठवली आहे
ms: Orang ini sudah menghantar permintaan kepada anda
nb: Denne personen har allerede sendt deg en forespørsel
nl: Deze persoon heeft je al een verzoek gestuurd
pt_pt: Esta pessoa ja lhe enviou um pedido
ro: Aceasta persoana ti-a trimis deja o cerere
ru: Этот человек уже отправил вам запрос
sk: Tato osoba vam uz poslala ziadost
sl: Ta oseba vam je že poslala zahtevo
sq: Kjo persone ju ka derguar tashme nje kerkese
sr: Ова особа вам је већ послала захтев
sv: Denna person har redan skickat dig en förfrågan
ta: இந்த நபர் ஏற்கனவே உங்களுக்கு கோரிக்கை அனுப்பியுள்ளார்
te: ఈ వ్యక్తి మీకు ఇప్పటికే అభ్యర్థన పంపారు
th: บุคคลนี้ส่งคำขอให้คุณแล้ว
tr: Bu kisi size zaten bir istek gonderdi
ug: بۇ كىشى سىزگە ئىلتىماس يوللىغان
uk: Ця людина вже надіслала вам запит
ur: ุงุณ ุดุฎุต ู ุขูพ ฺฉู ูพู  ุฏุฑุฎูุงุณุช ุจฺพุฌ ุฏ 

source: Requests
af: Versoeke
ar: الطلبات
bg: Заявки
bn: অনুরোধ
ca: Sol·licituds
cs: Zadosti
da: Anmodninger
de: Anfragen
el: Αιτήματα
es: Solicitudes
et: Taotlused
eu: Eskaerak
fa: درخواست‌ها
fi: Pyynnöt
fil: Mga Kahilingan
fr: Demandes
ga: Iarratais
gl: Solicitudes
gu: વિનંતીઓ
he: בקשות
hi: अनुरोध
hr: Zahtjevi
hu: Kérések
id: Permintaan
it: Richieste
ja: リクエスト
ka: მოთხოვნები
kk: Сұраныстар
km: សំណើ
ky: Суроолор
mk: Барања
mr: विनंत्या
ms: Permintaan
nb: Forespørsler
nl: Verzoeken
pt_pt: Pedidos
ro: Cereri
ru: Запросы
sk: Ziadosti
sl: Zahteve
sq: Kerkesat
sr: Захтеви
sv: Förfrågningar
ta: கோரிக்கைகள்
te: అభ్యర్థనలు
th: คำขอ
tr: Istekler
ug: ئىلتىماسلار
uk: Запити
ur: ุฏุฑุฎูุงุณุชฺบ

# receivedRequests
source: Received
af: Ontvang
ar: المستلمة
bg: Получени
bn: প্রাপ্ত
ca: Rebudes
cs: Prijate
da: Modtaget
de: Empfangen
el: Ληφθέντα
es: Recibidas
et: Saadud
eu: Jasotakoak
fa: دریافت‌شده
fi: Vastaanotetut
fil: Natanggap
fr: Reçues
ga: Faighte
gl: Recibidas
gu: મળેલી
he: התקבלו
hi: प्राप्त
hr: Primljeni
hu: Kapott
id: Diterima
it: Ricevute
ja: 受信済み
ka: მიღებული
kk: Алынған
km: បានទទួល
ky: Алынган
mk: Примени
mr: प्राप्त
ms: Diterima
nb: Mottatt
nl: Ontvangen
pt_pt: Recebidos
ro: Primite
ru: Полученные
sk: Prijate
sl: Prejete
sq: Te marra
sr: Примљени
sv: Mottagna
ta: பெறப்பட்டவை
te: అందుకున్నవి
th: ได้รับ
tr: Alinan
ug: كەلگەن
uk: Отримані
ur: ู ูุตูู ุดุฏ

# sentRequests
source: Sent
af: Gestuur
ar: المرسلة
bg: Изпратени
bn: প্রেরিত
ca: Enviades
cs: Odeslane
da: Sendt
de: Gesendet
el: Απεσταλμένα
es: Enviadas
et: Saadetud
eu: Bidalitakoak
fa: ارسال‌شده
fi: Lähetetyt
fil: Naipadala
fr: Envoyées
ga: Seolta
gl: Enviadas
gu: મોકલેલી
he: נשלחו
hi: भेजे गए
hr: Poslani
hu: Küldött
id: Terkirim
it: Inviate
ja: 送信済み
ka: გაგზავნილი
kk: Жіберілген
km: បានផ្ញើ
ky: Жөнөтүлгөн
mk: Испратени
mr: पाठवलेल्या
ms: Dihantar
nb: Sendt
nl: Verzonden
pt_pt: Enviados
ro: Trimise
ru: Отправленные
sk: Odoslane
sl: Poslane
sq: Te derguara
sr: Послати
sv: Skickade
ta: அனுப்பப்பட்டவை
te: పంపినవి
th: ส่งแล้ว
tr: Gonderilen
ug: يوللانغان
uk: Надіслані
ur: ุจฺพุฌ ฺฏุฆ

source: No sent requests
af: Geen gestuurde versoeke
ar: لا توجد طلبات مرسلة
bg: Няма изпратени заявки
bn: কোনো প্রেরিত অনুরোধ নেই
ca: Cap sol·licitud enviada
cs: Zadne odeslane zadosti
da: Ingen sendte anmodninger
de: Keine gesendeten Anfragen
el: Κανένα απεσταλμένο αίτημα
es: Sin solicitudes enviadas
et: Saadetud taotlusi pole
eu: Bidalitako eskaerarik ez
fa: درخواست ارسالی نیست
fi: Ei lähetettyjä pyyntöjä
fil: Walang naipadala na kahilingan
fr: Aucune demande envoyée
ga: Gan iarratas seolta
gl: Sen solicitudes enviadas
gu: કોઈ મોકલેલી વિનંતી નથી
he: אין בקשות שנשלחו
hi: कोई भेजे गए अनुरोध नहीं
hr: Nema poslanih zahtjeva
hu: Nincs küldött kérés
id: Tidak ada permintaan terkirim
it: Nessuna richiesta inviata
ja: 送信済みリクエストはありません
ka: გაგზავნილი მოთხოვნები არ არის
kk: Жіберілген сұраныстар жоқ
km: គ្មានសំណើបានផ្ញើ
ky: Жөнөтүлгөн суроо жок
mk: Нема испратени барања
mr: पाठवलेल्या विनंत्या नाहीत
ms: Tiada permintaan dihantar
nb: Ingen sendte forespørsler
nl: Geen verzonden verzoeken
pt_pt: Sem pedidos enviados
ro: Nicio cerere trimisa
ru: Нет отправленных запросов
sk: Ziadne odoslane ziadosti
sl: Ni poslanih zahtev
sq: Asnje kerkese e derguar
sr: Нема послатих захтева
sv: Inga skickade förfrågningar
ta: அனுப்பிய கோரிக்கைகள் இல்லை
te: పంపిన అభ్యర్థనలు లేవు
th: ไม่มีคำขอที่ส่ง
tr: Gonderilen istek yok
ug: يوللانغان ئىلتىماس يوق
uk: Немає надісланих запитів
ur: ุจฺพุฌ ฺฏุฆ ุฏุฑุฎูุงุณุชฺบ ูฺบ

# cancelRequest
source: Cancel
af: Kanselleer
ar: إلغاء
bg: Отказ
bn: বাতিল
ca: Cancel·lar
cs: Zrusit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
ga: Cealaigh
gl: Cancelar
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
ky: Жокко чыгаруу
mk: Откажи
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ro: Anuleaza
ru: Отмена
sk: Zrusit
sl: Preklici
sq: Anulo
sr: Откажи
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tr: Iptal
ug: بىكار قىلىش
uk: Скасувати
ur: ู ูุณูุฎ ฺฉุฑฺบ

source: Delete request
af: Verwyder versoek
ar: حذف الطلب
bg: Изтриване на заявка
bn: অনুরোধ মুছুন
ca: Eliminar sol·licitud
cs: Smazat zadost
da: Slet anmodning
de: Anfrage löschen
el: Διαγραφή αιτήματος
es: Eliminar solicitud
et: Kustuta taotlus
eu: Ezabatu eskaera
fa: حذف درخواست
fi: Poista pyyntö
fil: Burahin ang kahilingan
fr: Supprimer la demande
ga: Scrios an t-iarratas
gl: Eliminar solicitude
gu: વિનંતી ડિલીટ કરો
he: מחק בקשה
hi: अनुरोध हटाएं
hr: Izbrisi zahtjev
hu: Kérés törlése
id: Hapus permintaan
it: Elimina richiesta
ja: リクエストを削除
ka: მოთხოვნის წაშლა
kk: Сұранысты жою
km: លុបសំណើ
ky: Суроону өчүрүү
mk: Избриши барање
mr: विनंती हटवा
ms: Padam permintaan
nb: Slett forespørsel
nl: Verzoek verwijderen
pt_pt: Apagar pedido
ro: Sterge cererea
ru: Удалить запрос
sk: Zmazat ziadost
sl: Izbrisi zahtevo
sq: Fshi kerkesen
sr: Обриши захтев
sv: Radera förfrågan
ta: கோரிக்கையை நீக்கு
te: అభ్యర్థనను తొలగించు
th: ลบคำขอ
tr: Istegi sil
ug: ئىلتىماس ئۆچۈرۈش
uk: Видалити запит
ur: ุฏุฑุฎูุงุณุช ุญุฐู ฺฉุฑฺบ

source: Request cancelled
af: Versoek gekanselleer
ar: تم إلغاء الطلب
bg: Заявката е отменена
bn: অনুরোধ বাতিল হয়েছে
ca: Sol·licitud cancel·lada
cs: Zadost zrusena
da: Anmodning annulleret
de: Anfrage abgebrochen
el: Το αίτημα ακυρώθηκε
es: Solicitud cancelada
et: Taotlus tühistatud
eu: Eskaera bertan behera utzita
fa: درخواست لغو شد
fi: Pyyntö peruutettu
fil: Nakansela ang kahilingan
fr: Demande annulée
ga: Iarratas cealaithe
gl: Solicitude cancelada
gu: વિનંતી રદ થઈ
he: הבקשה בוטלה
hi: अनुरोध रद्द किया गया
hr: Zahtjev otkazan
hu: Kérés visszavonva
id: Permintaan dibatalkan
it: Richiesta annullata
ja: リクエストがキャンセルされました
ka: მოთხოვნა გაუქმებულია
kk: Сұраныс болдырылмады
km: សំណើបានបោះបង់
ky: Суроо жокко чыгарылды
mk: Барањето е откажано
mr: विनंती रद्द केली
ms: Permintaan dibatalkan
nb: Forespørsel avbrutt
nl: Verzoek geannuleerd
pt_pt: Pedido cancelado
ro: Cerere anulata
ru: Запрос отменён
sk: Ziadost zrusena
sl: Zahteva preklicana
sq: Kerkesa u anulua
sr: Захтев отказан
sv: Förfrågan avbruten
ta: கோரிக்கை ரத்துசெய்யப்பட்டது
te: అభ్యర్థన రద్దు చేయబడింది
th: ยกเลิกคำขอแล้ว
tr: Istek iptal edildi
ug: ئىلتىماس بىكار قىلىندى
uk: Запит скасовано
ur: ุฏุฑุฎูุงุณุช ู ูุณูุฎ ู ฺฏุฆ

# sentTo
source: Sent to {hashId}
af: Gestuur aan {hashId}
ar: أُرسل إلى {hashId}
bg: Изпратено до {hashId}
bn: {hashId}-কে পাঠানো হয়েছে
ca: Enviada a {hashId}
cs: Odeslano na {hashId}
da: Sendt til {hashId}
de: Gesendet an {hashId}
el: Στάλθηκε σε {hashId}
es: Enviada a {hashId}
et: Saadetud {hashId}
eu: {hashId}-(r)i bidalita
fa: ارسال شده به {hashId}
fi: Lähetetty käyttäjälle {hashId}
fil: Naipadala sa {hashId}
fr: Envoyée à {hashId}
ga: Seolta chuig {hashId}
gl: Enviada a {hashId}
gu: {hashId} ને મોકલાઈ
he: נשלח ל-{hashId}
hi: {hashId} को भेजा गया
hr: Poslano na {hashId}
hu: Küldve: {hashId}
id: Dikirim ke {hashId}
it: Inviata a {hashId}
ja: {hashId}に送信済み
ka: გაგზავნილია {hashId}-ზე
kk: {hashId} жіберілді
km: ផ្ញើទៅ {hashId}
ky: {hashId} жөнөтүлдү
mk: Испратено до {hashId}
mr: {hashId} ला पाठवली
ms: Dihantar kepada {hashId}
nb: Sendt til {hashId}
nl: Verzonden naar {hashId}
pt_pt: Enviado para {hashId}
ro: Trimis catre {hashId}
ru: Отправлено {hashId}
sk: Odoslane {hashId}
sl: Poslano {hashId}
sq: Derguar tek {hashId}
sr: Послато ка {hashId}
sv: Skickad till {hashId}
ta: {hashId}-க்கு அனுப்பப்பட்டது
te: {hashId} కు పంపబడింది
th: ส่งไปยัง {hashId}
tr: {hashId} adresine gonderildi
ug: {hashId} غا يوللاندى
uk: Надіслано до {hashId}
ur: {hashId} ฺฉู ุจฺพุฌุง ฺฏุง

# expiresIn
source: Expires in {time}
af: Verval oor {time}
ar: ينتهي خلال {time}
bg: Изтича след {time}
bn: {time}-এ মেয়াদ শেষ
ca: Caduca en {time}
cs: Vypisi za {time}
da: Udløber om {time}
de: Läuft ab in {time}
el: Λήγει σε {time}
es: Expira en {time}
et: Aegub {time} pärast
eu: {time}-n iraungitzen da
fa: در {time} منقضی می‌شود
fi: Vanhenee {time} kuluttua
fil: Mag-e-expire sa {time}
fr: Expire dans {time}
ga: In eag i {time}
gl: Caduca en {time}
gu: {time} માં એક્સપાયર
he: יפוג בעוד {time}
hi: {time} में समाप्त होगा
hr: Istjece za {time}
hu: Lejár: {time} múlva
id: Kedaluwarsa dalam {time}
it: Scade tra {time}
ja: {time}後に期限切れ
ka: ვადა გაუვა {time}-ში
kk: {time} кейін аяқталады
km: ផុតកំណត់ក្នុង {time}
ky: {time} кийин мөөнөтү бүтөт
mk: Истекува за {time}
mr: {time} मध्ये कालबाह्य
ms: Tamat tempoh dalam {time}
nb: Utløper om {time}
nl: Verloopt over {time}
pt_pt: Expira em {time}
ro: Expira in {time}
ru: Истекает через {time}
sk: Vyprsi za {time}
sl: Potece cez {time}
sq: Skadon pas {time}
sr: Истиче за {time}
sv: Löper ut om {time}
ta: {time} இல் காலாவதியாகும்
te: {time} లో గడువు తీరుతుంది
th: หมดอายุใน {time}
tr: {time} icinde sona erer
ug: {time} دا ۋاقتى ئۆتىدۇ
uk: Діє ще {time}
ur: {time} ู ฺบ ุฎุชู ู ุฌุงุฆ ฺฏ

# receivedAgo
source: Received {time} ago
af: Ontvang {time} gelede
ar: تم الاستلام منذ {time}
bg: Получено преди {time}
bn: {time} আগে প্রাপ্ত
ca: Rebuda fa {time}
cs: Prijato pred {time}
da: Modtaget for {time} siden
de: Vor {time} erhalten
el: Ελήφθη πριν από {time}
es: Recibida hace {time}
et: Saadud {time} tagasi
eu: Duela {time} jasota
fa: {time} پیش دریافت شد
fi: Vastaanotettu {time} sitten
fil: Natanggap {time} na ang nakalipas
fr: Reçue il y a {time}
ga: Faighte {time} o shin
gl: Recibida hai {time}
gu: {time} પહેલાં મળી
he: התקבל לפני {time}
hi: {time} पहले प्राप्त
hr: Primljeno prije {time}
hu: Kapva {time} ezelőtt
id: Diterima {time} lalu
it: Ricevuta {time} fa
ja: {time}前に受信
ka: მიღებულია {time}-ის წინ
kk: {time} бұрын алынды
km: ទទួលបាន {time} មុន
ky: {time} мурун алынды
mk: Примено пред {time}
mr: {time} पूर्वी प्राप्त
ms: Diterima {time} lalu
nb: Mottatt for {time} siden
nl: {time} geleden ontvangen
pt_pt: Recebido ha {time}
ro: Primit acum {time}
ru: Получено {time} назад
sk: Prijate pred {time}
sl: Prejeto pred {time}
sq: Marre {time} me pare
sr: Примљено пре {time}
sv: Mottagen {time} sedan
ta: {time} முன் பெறப்பட்டது
te: {time} క్రితం అందుకున్నారు
th: ได้รับ {time} ที่แล้ว
tr: {time} once alindi
ug: {time} ئىلگىرى كەلگەن
uk: Отримано {time} тому
ur: {time} ูพู ู ูุตูู ูุฆ

source: Message from requester
af: Boodskap van versoeker
ar: رسالة من مقدم الطلب
bg: Съобщение от заявителя
bn: অনুরোধকারীর বার্তা
ca: Missatge del sol·licitant
cs: Zprava od zadatele
da: Besked fra afsender
de: Nachricht des Anfragenden
el: Μήνυμα από τον αποστολέα
es: Mensaje del solicitante
et: Sõnum taotlejalt
eu: Eskatzailearen mezua
fa: پیام از درخواست‌کننده
fi: Viesti pyytäjältä
fil: Mensahe mula sa nagpadala
fr: Message du demandeur
ga: Teachtaireacht on iarratasoir
gl: Mensaxe do solicitante
gu: વિનંતીકર્તાનો સંદેશ
he: הודעה מהמבקש
hi: अनुरोधकर्ता का संदेश
hr: Poruka od podnositelja zahtjeva
hu: Üzenet a kérelmezőtől
id: Pesan dari peminta
it: Messaggio del richiedente
ja: リクエスト者からのメッセージ
ka: შეტყობინება მომთხოვნისგან
kk: Сұраныс жіберушінің хабарламасы
km: សារពីអ្នកស្នើ
ky: Суроочудан кат
mk: Порака од барателот
mr: विनंतीकर्त्याचा संदेश
ms: Mesej daripada peminta
nb: Melding fra avsender
nl: Bericht van verzoeker
pt_pt: Mensagem do remetente
ro: Mesaj de la solicitant
ru: Сообщение от отправителя
sk: Sprava od ziadatela
sl: Sporocilo od pošiljatelja
sq: Mesazh nga kerkuesi
sr: Порука од подносиоца захтева
sv: Meddelande från avsändaren
ta: கோரிக்கையாளரிடமிருந்து செய்தி
te: అభ్యర్థించిన వారి నుండి సందేశం
th: ข้อความจากผู้ขอ
tr: Istek sahibinden mesaj
ug: ئىلتىماسچىدىن ئۇچۇر
uk: Повідомлення від запитувача
ur: ุฏุฑุฎูุงุณุช ฺฉููุฏ ฺฉ ุทุฑู ุณ ูพุบุงู

source: Copy
af: Kopieer
ar: نسخ
bg: Копиране
bn: কপি
ca: Copiar
cs: Kopirovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
eu: Kopiatu
fa: کپی
fi: Kopioi
fil: Kopyahin
fr: Copier
ga: Coipeail
gl: Copiar
gu: કૉપી
he: העתק
hi: कॉपी करें
hr: Kopiraj
hu: Másolás
id: Salin
it: Copia
ja: コピー
ka: კოპირება
kk: Көшіру
km: ចម្លង
ky: Көчүрүү
mk: Копирај
mr: कॉपी करा
ms: Salin
nb: Kopier
nl: Kopiëren
pt_pt: Copiar
ro: Copiaza
ru: Копировать
sk: Kopirovat
sl: Kopiraj
sq: Kopjo
sr: Копирај
sv: Kopiera
ta: நகலெடு
te: కాపీ చేయి
th: คัดลอก
tr: Kopyala
ug: كۆچۈرۈش
uk: Копіювати
ur: ฺฉุงูพ ฺฉุฑฺบ

# messageInfo
source: Message information
af: Boodskapinligting
ar: معلومات الرسالة
bg: Информация за съобщение
bn: বার্তার তথ্য
ca: Info del missatge
cs: Informace o zprave
da: Beskedinfo
de: Nachrichteninfo
el: Πληροφορίες μηνύματος
es: Info del mensaje
et: Sõnumi info
eu: Mezuaren informazioa
fa: اطلاعات پیام
fi: Viestin tiedot
fil: Impormasyon ng mensahe
fr: Informations du message
ga: Eolas teachtaireachta
gl: Info da mensaxe
gu: સંદેશ માહિતી
he: פרטי הודעה
hi: संदेश जानकारी
hr: Informacije o poruci
hu: Üzenet információ
id: Info pesan
it: Info messaggio
ja: メッセージ情報
ka: შეტყობინების ინფორმაცია
kk: Хабарлама ақпараты
km: ព័ត៌មានសារ
ky: Кат маалыматы
mk: Информации за порака
mr: संदेश माहिती
ms: Maklumat mesej
nb: Meldingsinfo
nl: Berichtinfo
pt_pt: Informacoes da mensagem
ro: Informatii mesaj
ru: Информация о сообщении
sk: Informacie o sprave
sl: Informacije o sporocilu
sq: Informacione mbi mesazhin
sr: Информације о поруци
sv: Meddelandeinfo
ta: செய்தி தகவல்
te: సందేశ సమాచారం
th: ข้อมูลข้อความ
tr: Mesaj bilgisi
ug: ئۇچۇر ئۇچۇرى
uk: Інформація про повідомлення
ur: ูพุบุงู ฺฉ ู ุนููู ุงุช

# messageSentByYou
source: Sent by you
af: Deur jou gestuur
ar: أرسلتها أنت
bg: Изпратено от вас
bn: আপনার পাঠানো
ca: Enviat per tu
cs: Odeslano vami
da: Sendt af dig
de: Von dir gesendet
el: Απεστάλη από εσάς
es: Enviado por ti
et: Teie saadetud
eu: Zuk bidalita
fa: ارسال‌شده توسط شما
fi: Sinun lähettämä
fil: Ipinadala mo
fr: Envoyé par vous
ga: Seolta agatsa
gl: Enviada por ti
gu: તમારા દ્વારા મોકલાયેલ
he: נשלח על ידך
hi: आपके द्वारा भेजा गया
hr: Poslao/la si
hu: Ön küldte
id: Dikirim oleh Anda
it: Inviato da te
ja: あなたが送信
ka: თქვენ გაგზავნეთ
kk: Сіз жібердіңіз
km: ផ្ញើដោយអ្នក
ky: Сиз жөнөттүңүз
mk: Испратена од вас
mr: तुम्ही पाठवले
ms: Dihantar oleh anda
nb: Sendt av deg
nl: Door jou verzonden
pt_pt: Enviada por si
ro: Trimis de tine
ru: Отправлено вами
sk: Odoslane vami
sl: Poslano od vas
sq: Derguar nga ju
sr: Послато од вас
sv: Skickat av dig
ta: உங்களால் அனுப்பப்பட்டது
te: మీరు పంపారు
th: ส่งโดยคุณ
tr: Sizin tarafinizdan gonderildi
ug: سىز يوللىدىڭىز
uk: Надіслано вами
ur: ุขูพ ู ุจฺพุฌุง
