Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# secJourneyConclusion
source: Result: zero trace on the server, zero trace on devices. The message existed only long enough to be read, then it disappeared.
af: Resultaat: geen spoor op die bediener, geen spoor op toestelle. Die boodskap het net lank genoeg bestaan om gelees te word, dan het dit verdwyn.
ar: النتيجة: صفر أثر على الخادم، صفر أثر على الأجهزة. الرسالة وُجدت فقط بما يكفي لقراءتها، ثم اختفت.
bg: Резултат: нулева следа на сървъра, нулева следа на устройствата. Съобщението е съществувало само достатъчно дълго, за да бъде прочетено, след което е изчезнало.
bn: ফলাফল: সার্ভারে শূন্য চিহ্ন, ডিভাইসে শূন্য চিহ্ন। বার্তাটি শুধু পড়ার জন্য প্রয়োজনীয় সময় ছিল, তারপর অদৃশ্য হয়ে গেছে।
ca: Resultat: zero rastres al servidor, zero rastres als dispositius. El missatge ha existit només el temps necessari per ser llegit, després ha desaparegut.
cs: Vysledek: zadna stopa na serveru, zadna stopa na zarizeni. Zprava existovala jen tak dlouho, aby byla prectena, a pak zmizela.
da: Resultat: nul spor på serveren, nul spor på enheder. Beskeden eksisterede kun længe nok til at blive læst, og så forsvandt den.
de: Ergebnis: keine Spur auf dem Server, keine Spur auf den Geräten. Die Nachricht existierte nur lange genug, um gelesen zu werden, dann verschwand sie.
el: Αποτέλεσμα: μηδέν ίχνη στον διακομιστή, μηδέν ίχνη στις συσκευές. Το μήνυμα υπήρχε μόνο αρκετά ώστε να διαβαστεί, μετά εξαφανίστηκε.
es: Resultado: cero rastro en el servidor, cero rastro en los dispositivos. El mensaje solo existió el tiempo necesario para ser leído, luego desapareció.
et: Tulemus: null jälge serveris, null jälge seadmetes. Sõnum eksisteeris ainult nii kaua, kui seda loeti, seejärel kadus.
eu: Emaitza: zero arrasto zerbitzarian, zero arrasto gailuetan. Mezua irakurtzeko behar adinako denboran existitu zen, eta gero desagertu egin zen.
fa: نتیجه: صفر ردپا در سرور، صفر ردپا در دستگاه‌ها. پیام فقط به اندازه خوانده شدن وجود داشت، سپس ناپدید شد.
fi: Tulos: nolla jälkiä palvelimella, nolla jälkiä laitteilla. Viesti oli olemassa vain sen lukemiseen tarvittavan ajan, sitten se katosi.
fil: Resulta: zero trace sa server, zero trace sa mga device. Umiral lamang ang mensahe nang sapat para mabasa, pagkatapos ay nawala ito.
fr: Résultat : zéro trace sur le serveur, zéro trace sur les appareils. Le message a existé le temps d'être lu, puis il a disparu.
ga: Toradh: neamhrian ar an bhfreastalai, neamhrian ar na gleasanna. Mhair an teachtaireacht an t-am a thog se i a leamh, ansin d'imigh si.
gl: Resultado: cero rastro no servidor, cero rastro nos dispositivos. A mensaxe existiu so o tempo necesario para ser lida e despois desapareceu.
gu: પરિણામ: સર્વર પર શૂન્ય નિશાન, ઉપકરણો પર શૂન્ય નિશાન. સંદેશ ફક્ત વાંચવા માટે પૂરતો સમય અસ્તિત્વમાં રહ્યો, પછી ગાયબ થયો.
he: תוצאה: אפס עקבות בשרת, אפס עקבות במכשירים. ההודעה התקיימה רק מספיק זמן כדי להיקרא, ואז נעלמה.
hi: परिणाम: सर्वर पर शून्य निशान, डिवाइस पर शून्य निशान। संदेश केवल पढ़े जाने भर के लिए अस्तित्व में था, फिर गायब हो गया।
hr: Rezultat: nula tragova na posluzitelju, nula tragova na uredajima. Poruka je postojala samo dovoljno dugo da bude procitana, a zatim je nestala.
hu: Eredmény: nulla nyom a szerveren, nulla nyom az eszközökön. Az üzenet csak addig létezett, amíg el nem olvasták, aztán eltűnt.
id: Hasilnya: nol jejak di server, nol jejak di perangkat. Pesan hanya ada cukup lama untuk dibaca, lalu menghilang.
it: Risultato: zero tracce sul server, zero tracce sui dispositivi. Il messaggio è esistito il tempo di essere letto, poi è scomparso.
ja: 結果：サーバーにゼロの痕跡、デバイスにゼロの痕跡。メッセージは読まれるのに十分な時間だけ存在し、その後消えました。
ka: შედეგი: ნულოვანი კვალი სერვერზე, ნულოვანი კვალი მოწყობილობებზე. შეტყობინება მხოლოდ იმდენ ხანს არსებობდა, რამდენიც წაკითხვას დასჭირდა, შემდეგ გაქრა.
kk: Нәтиже: серверде нөлдік із, құрылғыларда нөлдік із. Хабарлама тек оқылу үшін болды, содан кейін жоғалды.
km: លទ្ធផល: គ្មានដាននៅលើម៉ាស៊ីនមេ គ្មានដាននៅលើឧបករណ៍។ សារមានតែពេលគ្រប់គ្រាន់ដើម្បីអាន បន្ទាប់មកវាបាត់។
ky: Жыйынтык: серверде из жок, түзмөктөрдө из жок. Кат окулуу үчүн гана жашады, андан кийин жоголду.
mk: Резултат: нула трага на серверот, нула трага на уредите. Пораката постоеше само доволку долго за да биде прочитана, потоа исчезна.
mr: परिणाम: सर्व्हरवर शून्य मागोवा, डिव्हाइसवर शून्य मागोवा. संदेश फक्त वाचण्यापुरता अस्तित्वात होता, मग तो गायब झाला.
ms: Hasilnya: tiada jejak di pelayan, tiada jejak di peranti. Mesej hanya wujud cukup lama untuk dibaca, kemudian ia hilang.
nb: Resultat: null spor på serveren, null spor på enhetene. Meldingen eksisterte bare lenge nok til å bli lest, deretter forsvant den.
nl: Resultaat: geen spoor op de server, geen spoor op apparaten. Het bericht bestond net lang genoeg om gelezen te worden en verdween toen.
pt_pt: Resultado: zero rasto no servidor, zero rasto nos dispositivos. A mensagem existiu apenas o tempo necessario para ser lida, depois desapareceu.
ro: Rezultat: zero urme pe server, zero urme pe dispozitive. Mesajul a existat doar cat a fost nevoie sa fie citit, apoi a disparut.
ru: Результат: ноль следов на сервере, ноль следов на устройствах. Сообщение существовало ровно столько, сколько нужно для прочтения, затем исчезло.
sk: Vysledok: ziadna stopa na serveri, ziadna stopa na zariadeniach. Sprava existovala len tak dlho, aby bola precitana, potom zmizla.
sl: Rezultat: nic sledi na strežniku, nic sledi na napravah. Sporocilo je obstajalo samo toliko casa, kolikor je bilo potrebno za branje, nato je izginilo.
sq: Rezultati: zero gjurme ne server, zero gjurme ne pajisje. Mesazhi ekzistoi vetem sa u desh per t'u lexuar, pastaj u zhduk.
sr: Резултат: нула трагова на серверу, нула трагова на уређајима. Порука је постојала само довољно дуго да буде прочитана, а затим је нестала.
sv: Resultat: inga spår på servern, inga spår på enheterna. Meddelandet existerade bara tillräckligt länge för att bli läst, sedan försvann det.
ta: முடிவு: சேவையகத்தில் தடம் இல்லை, சாதனங்களில் தடம் இல்லை. செய்தி படிக்கப்படுவதற்கு மட்டுமே இருந்தது, பிறகு மறைந்தது.
te: ఫలితం: సర్వర్‌లో జాడ సున్నా, పరికరాలలో జాడ సున్నా. సందేశం చదవడానికి అవసరమైన సమయం మాత్రమే ఉనికిలో ఉంది, తర్వాత అదృశ్యమైంది.
th: ผลลัพธ์: ไม่มีร่องรอยบนเซิร์ฟเวอร์ ไม่มีร่องรอยบนอุปกรณ์ ข้อความมีอยู่แค่เพื่อถูกอ่าน แล้วก็หายไป
tr: Sonuc: sunucuda sifir iz, cihazlarda sifir iz. Mesaj yalnizca okunacak kadar var oldu, sonra kayboldu.
ug: نەتىجە: مۇلازىمېتىردا نۆل ئىز، ئۈسكۈنىلەردە نۆل ئىز. ئۇچۇر پەقەت ئوقۇشقا يەتكۈدەك ۋاقىت مەۋجۇت بولدى، ئاندىن يوقالدى.
uk: Результат: жодних слідів на сервері, жодних слідів на пристроях. Повідомлення існувало лише стільки, скільки потрібно для прочитання, потім зникло.
ur: ูุชุฌ: ุณุฑูุฑ ูพุฑ ุตูุฑ ูุดุงูุ ุขููฺบ ูพุฑ ุตูุฑ ูุดุงู ูพุบุงู ุตุฑู ูพฺฺพู ฺฉ ู ุถุฑูุฑ ููุช ุชฺฉ ู ูุฌูุฏ ุฑุงุ ูพฺพุฑ ุบุงุฆุจ ู ฺฏุง

# secArchTitle
source: 5 layers of protection
af: 5 lae van beskerming
ar: 5 طبقات حماية
bg: 5 слоя защита
bn: সুরক্ষার ৫টি স্তর
ca: 5 capes de protecció
cs: 5 vrstev ochrany
da: 5 lag af beskyttelse
de: 5 Schutzschichten
el: 5 επίπεδα προστασίας
es: 5 capas de protección
et: 5 kaitsekihti
eu: Babesaren 5 geruza
fa: ۵ لایه محافظت
fi: 5 suojakerrosta
fil: 5 patong ng proteksyon
fr: 5 couches de protection
ga: 5 shraith cosanta
gl: 5 capas de proteccion
gu: સુરક્ષાના 5 સ્તર
he: 5 שכבות הגנה
hi: सुरक्षा की 5 परतें
hr: 5 slojeva zastite
hu: 5 védelmi réteg
id: 5 lapisan perlindungan
it: 5 livelli di protezione
ja: 5層の保護
ka: 5 დაცვის ფენა
kk: Қорғаныстың 5 қабаты
km: ស្រទាប់ការពារ ៥
ky: 5 коргоо катмары
mk: 5 слоеви на заштита
mr: संरक्षणाचे 5 स्तर
ms: 5 lapisan perlindungan
nb: 5 lag med beskyttelse
nl: 5 lagen bescherming
pt_pt: 5 camadas de protecao
ro: 5 straturi de protectie
ru: 5 уровней защиты
sk: 5 vrstiev ochrany
sl: 5 plasti zascite
sq: 5 shtresa mbrojtjeje
sr: 5 слојева заштите
sv: 5 skyddslager
ta: 5 பாதுகாப்பு அடுக்குகள்
te: 5 రక్షణ పొరలు
th: 5 ชั้นการป้องกัน
tr: 5 koruma katmani
ug: 5 قوغداش قاتلىمى
uk: 5 рівнів захисту
ur: ุชุญูุธ ฺฉ 5 ุชฺบ

# secArchSubtitle
source: Hash doesn't rely on a single technology. Each layer reinforces the others. Even if one layer is compromised, your data remains safe.
af: Hash maak nie staat op 'n enkele tegnologie nie. Elke laag versterk die ander. Selfs as een laag gekompromitteer word, bly jou data veilig.
ar: لا يعتمد Hash على تقنية واحدة. كل طبقة تعزز الأخرى. حتى لو تم اختراق طبقة واحدة، تبقى بياناتك آمنة.
bg: Hash не разчита на една технология. Всеки слой укрепва останалите. Дори ако един слой е компрометиран, данните ви остават защитени.
bn: Hash একটি মাত্র প্রযুক্তির উপর নির্ভর করে না। প্রতিটি স্তর অন্যগুলোকে শক্তিশালী করে। একটি স্তর আপস হলেও, আপনার ডেটা নিরাপদ থাকে।
ca: Hash no depèn d'una sola tecnologia. Cada capa reforça les altres. Fins i tot si una capa es compromet, les teves dades romanen segures.
cs: Hash se nespolehne na jedinou technologii. Kazda vrstva posiluje ostatni. I kdyby byla jedna vrstva kompromitovana, tvoje data zustanou v bezpeci.
da: Hash er ikke afhængig af én enkelt teknologi. Hvert lag forstærker de andre. Selv hvis ét lag kompromitteres, forbliver dine data sikre.
de: Hash verlässt sich nicht auf eine einzige Technologie. Jede Schicht verstärkt die anderen. Selbst wenn eine Schicht kompromittiert wird, bleiben deine Daten sicher.
el: Το Hash δεν βασίζεται σε μία μόνο τεχνολογία. Κάθε επίπεδο ενισχύει τα υπόλοιπα. Ακόμη κι αν ένα επίπεδο παραβιαστεί, τα δεδομένα σας παραμένουν ασφαλή.
es: Hash no depende de una sola tecnología. Cada capa refuerza las demás. Incluso si una capa se ve comprometida, tus datos permanecen seguros.
et: Hash ei tugine ühele tehnoloogiale. Iga kiht tugevdab teisi. Isegi kui üks kiht on ohustatud, jäävad teie andmed turvaliseks.
eu: Hash-ek ez du teknologia bakar batean oinarritzen. Geruza bakoitzak besteak indartzen ditu. Geruza bat arriskuan jarri arren, zure datuak seguru mantendu egiten dira.
fa: Hash به یک فناوری تکیه نمی‌کند. هر لایه بقیه را تقویت می‌کند. حتی اگر یک لایه به خطر بیفتد، داده‌های شما امن می‌مانند.
fi: Hash ei luota yhteen teknologiaan. Jokainen kerros vahvistaa muita. Vaikka yksi kerros murrettaisiin, tietosi pysyvät turvassa.
fil: Hindi umaasa ang Hash sa iisang teknolohiya. Pinapalakas ng bawat patong ang iba. Kahit makompromiso ang isang patong, ligtas pa rin ang iyong data.
fr: Hash ne repose pas sur une seule technologie. Chaque couche renforce les autres. Même si une couche est compromise, tes données restent en sécurité.
ga: Ni bhraitheann Hash ar theicneolaiocht amhain. Neartaionn gach sraith na cinn eile. Fiu ma chuirtear sraith amhain i mbaol, fanann do shonrai slan.
gl: Hash non depende dunha soa tecnoloxia. Cada capa reforza as demais. Ainda que unha capa se vexa comprometida, os teus datos seguen a salvo.
gu: Hash એક ટેકનોલોજી પર આધાર રાખતું નથી. દરેક સ્તર બીજાને મજબૂત બનાવે છે. એક સ્તર ખોરવાઈ જાય તો પણ, તમારો ડેટા સુરક્ષિત રહે છે.
he: Hash לא מסתמך על טכנולוגיה אחת. כל שכבה מחזקת את האחרות. גם אם שכבה אחת נפרצת, הנתונים שלך נשארים בטוחים.
hi: Hash एक ही तकनीक पर निर्भर नहीं है। प्रत्येक परत दूसरी को मजबूत करती है। भले ही एक परत समझौता हो जाए, आपका डेटा सुरक्षित रहता है।
hr: Hash se ne oslanja na jednu tehnologiju. Svaki sloj pojacava ostale. Cak i ako je jedan sloj kompromitiran, vasi podaci ostaju sigurni.
hu: A Hash nem egyetlen technológiára támaszkodik. Minden réteg erősíti a többit. Még ha egy réteg kompromittálódik is, adatai biztonságban maradnak.
id: Hash tidak bergantung pada satu teknologi. Setiap lapisan memperkuat yang lain. Bahkan jika satu lapisan dikompromikan, data Anda tetap aman.
it: Hash non si basa su una sola tecnologia. Ogni livello rafforza gli altri. Anche se un livello viene compromesso, i tuoi dati rimangono al sicuro.
ja: Hash は単一の技術に依存していません。各層が他の層を強化します。1つの層が侵害されても、データは安全です。
ka: Hash არ ეყრდნობა ერთ ტექნოლოგიას. ყველა ფენა აძლიერებს სხვებს. თუნდაც ერთი ფენა კომპრომეტირებული იყოს, თქვენი მონაცემები უსაფრთხოდ რჩება.
kk: Hash бір технологияға сенбейді. Әр қабат басқаларын нығайтады. Тіпті бір қабат бұзылса да, деректеріңіз қауіпсіз қалады.
km: Hash មិនពឹងផ្អែកលើបច្ចេកវិទ្យាតែមួយ។ រាល់ស្រទាប់ពង្រឹងស្រទាប់ផ្សេង។ សូម្បីតែស្រទាប់មួយត្រូវបានសម្រុះសម្រួល ទិន្នន័យរបស់អ្នកនៅសុវត្ថិភាព។
ky: Hash бир технологияга гана таянбайт. Ар бир катмар башкаларын бекемдейт. Бир катмар бузулса да, маалыматтарыңыз коопсуз бойдон калат.
mk: Hash не се потпира на една технологија. Секој слој ги зајакнува другите. Дури и ако еден слој е компромитиран, вашите податоци остануваат безбедни.
mr: Hash एकाच तंत्रज्ञानावर अवलंबून नाही. प्रत्येक स्तर इतरांना बळकट करतो. एक स्तर तडजोड झाला तरीही, तुमचा डेटा सुरक्षित राहतो.
ms: Hash tidak bergantung pada satu teknologi. Setiap lapisan mengukuhkan yang lain. Walaupun satu lapisan terjejas, data anda kekal selamat.
nb: Hash baserer seg ikke på én enkelt teknologi. Hvert lag forsterker de andre. Selv om ett lag kompromitteres, forblir dataene dine trygge.
nl: Hash vertrouwt niet op één enkele technologie. Elke laag versterkt de andere. Zelfs als één laag wordt gecompromitteerd, blijven je gegevens veilig.
pt_pt: O Hash nao depende de uma unica tecnologia. Cada camada reforca as outras. Mesmo que uma camada seja comprometida, os teus dados permanecem seguros.
ro: Hash nu se bazeaza pe o singura tehnologie. Fiecare strat il intareste pe celelalte. Chiar daca un strat este compromis, datele tale raman in siguranta.
ru: Hash не полагается на одну технологию. Каждый уровень усиливает остальные. Даже если один скомпрометирован, ваши данные в безопасности.
sk: Hash sa nespoleha na jednu technologiu. Kazda vrstva posilnuje ostatne. Aj ked je jedna vrstva kompromitovana, vase udaje zostavaju v bezpeci.
sl: Hash se ne zanasa na eno samo tehnologijo. Vsaka plast krepi ostale. Tudi ce je ena plast ogrožena, vasi podatki ostanejo varni.
sq: Hash nuk mbeshtetet ne nje teknologji te vetme. Çdo shtrese forcon te tjerat. Edhe nese nje shtrese kompromitohet, te dhenat tuaja mbeten te sigurta.
sr: Hash се не ослања на једну технологију. Сваки слој јача остале. Чак и ако је један слој компромитован, твоји подаци остају безбедни.
sv: Hash förlitar sig inte på en enda teknologi. Varje lager förstärker de andra. Även om ett lager komprometteras förblir din data säker.
ta: Hash ஒரே தொழில்நுட்பத்தை நம்பவில்லை. ஒவ்வொரு அடுக்கும் மற்றவற்றை வலுப்படுத்துகிறது. ஒரு அடுக்கு சமரசம் செய்யப்பட்டாலும், உங்கள் தரவு பாதுகாப்பாக இருக்கும்.
te: Hash ఒకే సాంకేతికతపై ఆధారపడదు. ప్రతి పొర ఇతరులను బలపరుస్తుంది. ఒక పొర రాజీ అయినా, మీ డేటా సురక్షితంగా ఉంటుంది.
th: Hash ไม่พึ่งเทคโนโลยีเดียว แต่ละชั้นเสริมซึ่งกันและกัน แม้ชั้นหนึ่งถูกเจาะ ข้อมูลของคุณยังปลอดภัย
tr: Hash tek bir teknolojiye dayanmaz. Her katman digerlerini guclendirir. Bir katman bile tehlikeye girse verileriniz guvendedir.
ug: Hash بىرلا تېخنىكىغا تايانمايدۇ. ھەر قاتلام باشقىلارنى كۈچەيتىدۇ. بىر قاتلام بۇزۇلسىمۇ، سانلىق مەلۇماتىڭىز بىخەتەر.
uk: Hash не покладається на одну технологію. Кожен рівень посилює інші. Навіть якщо один рівень скомпрометовано, ваші дані залишаються в безпеці.
ur: Hash ุงฺฉ ูนฺฉูุงููุฌ ูพุฑ ุงูุญุตุงุฑ ูฺบ ฺฉุฑุชุง ุฑ ุช ุฏูุณุฑูฺบ ฺฉู ู ุถุจูุท ฺฉุฑุช  ุงฺฏุฑ ุงฺฉ ุช ุณ ุณู ุฌฺพูุชุง ู ุจฺพ ุฌุงุฆุ ุขูพ ฺฉุง ฺูนุง ู ุญููุธ ุฑุชุง 

# secLayer1Title
source: End-to-end encryption
af: End-tot-end-enkripsie
ar: التشفير من طرف إلى طرف
bg: Криптиране от край до край
bn: এন্ড-টু-এন্ড এনক্রিপশন
ca: Xifrat d'extrem a extrem
cs: End-to-end sifrovani
da: End-to-end-kryptering
de: Ende-zu-Ende-Verschlüsselung
el: Κρυπτογράφηση από άκρο σε άκρο
es: Cifrado de extremo a extremo
et: Täielik krüpteerimine
eu: Muturretik muturrerako enkriptazioa
fa: رمزنگاری سرتاسری
fi: Päästä päähän -salaus
fr: Chiffrement de bout en bout
ga: Criptiuchain ceann go ceann
gl: Cifrado de extremo a extremo
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન
he: הצפנה מקצה לקצה
hi: एंड-टू-एंड एन्क्रिप्शन
hr: Enkripcija od kraja do kraja
hu: Végponttól végpontig titkosítás
id: Enkripsi ujung-ke-ujung
it: Crittografia end-to-end
ja: エンドツーエンド暗号化
ka: ბოლოდან ბოლომდე დაშიფვრა
kk: Толық шифрлау
km: ការអ៊ិនគ្រីបពីចុងដល់ចុង
ky: Учтан-учка шифрлөө
mk: Целосна енкрипција
mr: एंड-टू-एंड एन्क्रिप्शन
ms: Penyulitan hujung-ke-hujung
nb: Ende-til-ende-kryptering
nl: End-to-end-versleuteling
pt_pt: Encriptacao ponta a ponta
ro: Criptare end-to-end
ru: Сквозное шифрование
sk: End-to-end sifrovanie
sl: Sifriranje od konca do konca
sq: Kriptimi nga skaji ne skaj
sr: Шифровање с краја на крај
sv: Ände-till-ände-kryptering
ta: முழுமையான குறியாக்கம்
te: ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్షన్
th: การเข้ารหัสแบบครบวงจร
tr: Uctan uca sifreleme
ug: ئۇچتىن-ئۇچقا شىفىرلاش
uk: Наскрізне шифрування
ur: ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพุดู
