Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# donationMessage
source: Hash is a non-profit project. Your support helps us keep building a truly private messenger.
af: Hash is 'n niewinsgewende projek. Jou ondersteuning help ons om 'n werklik private boodskapper te bou.
ar: Hash مشروع غير ربحي. دعمك يساعدنا في الاستمرار في بناء تطبيق مراسلة خاص حقاً.
bg: Hash е нестопански проект. Вашата подкрепа ни помага да продължим да изграждаме наистина частен месинджър.
bn: Hash একটি অলাভজনক প্রকল্প। আপনার সমর্থন সত্যিকারের গোপনীয় মেসেঞ্জার তৈরি করতে সাহায্য করে।
ca: Hash és un projecte sense ànim de lucre. El teu suport ens ajuda a continuar construint un missatger realment privat.
cs: Hash je neziskovy projekt. Vase podpora nam pomaha nadale vyvijet skutecne soukromy messenger.
da: Hash er et non-profit projekt. Din støtte hjælper os med at blive ved med at bygge en virkelig privat beskedtjeneste.
de: Hash ist ein gemeinnütziges Projekt. Deine Unterstützung hilft uns, einen wirklich privaten Messenger weiterzuentwickeln.
el: Το Hash είναι ένα μη κερδοσκοπικό έργο. Η υποστήριξή σας μας βοηθά να συνεχίσουμε να χτίζουμε έναν πραγματικά ιδιωτικό messenger.
es: Hash es un proyecto sin ánimo de lucro. Tu apoyo nos ayuda a seguir construyendo un mensajero verdaderamente privado.
et: Hash on mittetulunduslik projekt. Teie toetus aitab meil jätkata tõeliselt privaatse sõnumitooja ehitamist.
eu: Hash irabazi-asmorik gabeko proiektua da. Zure laguntzak benetan pribatua den mezulari bat eraikitzen jarraitzen laguntzen digu.
fa: Hash یک پروژه غیرانتفاعی است. حمایت شما به ما کمک می‌کند تا یک پیام‌رسان واقعاً خصوصی بسازیم.
fi: Hash on voittoa tavoittelematon projekti. Tukesi auttaa meitä jatkamaan todella yksityisen viestisovelluksen rakentamista.
fil: Ang Hash ay isang non-profit na proyekto. Nakakatulong ang iyong suporta para makapagpatuloy kaming bumuo ng tunay na pribadong messenger.
fr: Hash est un projet à but non lucratif. Votre soutien nous permet de continuer à développer une messagerie vraiment privée.
ga: Is tionscadal neamhbhrabusach e Hash. Ligeann do thacaiocht duinn leanunt ag forbairt aip teachtaireachtai ata fior-phriobhaideach.
gl: Hash e un proxecto sen animo de lucro. O teu apoio axudanos a seguir construindo unha mensaxeria realmente privada.
gu: Hash એક બિન-નફાકારક પ્રોજેક્ટ છે. તમારો સપોર્ટ અમને ખરેખર ખાનગી મેસેન્જર બનાવવામાં મદદ કરે છે.
he: Hash הוא פרויקט ללא מטרות רווח. התמיכה שלך עוזרת לנו להמשיך לבנות מסנג'ר פרטי באמת.
hi: Hash एक गैर-लाभकारी परियोजना है। आपका समर्थन हमें सच में निजी मैसेंजर बनाते रहने में मदद करता है।
hr: Hash je neprofitni projekt. Vaša podrška nam pomaže nastaviti graditi zaista privatni messenger.
hu: A Hash egy nonprofit projekt. Támogatásával segít nekünk egy valóban privát üzenetküldő fejlesztésében.
id: Hash adalah proyek nirlaba. Dukungan Anda membantu kami terus membangun messenger yang benar-benar pribadi.
it: Hash è un progetto senza scopo di lucro. Il tuo supporto ci permette di continuare a sviluppare un messenger davvero privato.
ja: Hashは非営利プロジェクトです。あなたのサポートが本当にプライベートなメッセンジャーの構築を助けます。
ka: Hash არაკომერციული პროექტია. თქვენი მხარდაჭერა გვეხმარება ნამდვილად კონფიდენციალური მესენჯერის შექმნაში.
kk: Hash коммерциялық емес жоба. Сіздің қолдауыңыз шынайы құпия мессенджер жасауды жалғастыруға көмектеседі.
km: Hash គឺជាគម្រោងមិនរកប្រាក់ចំណេញ។ ការគាំទ្ររបស់អ្នកជួយយើងបន្តបង្កើតកម្មវិធីផ្ញើសារឯកជនពិតប្រាកដ។
ky: Hash коммерциялык эмес долбоор. Сиздин колдооңуз чыныгы жашыруун мессенжерди куруп жатканда жардам берет.
mk: Hash е непрофитен проект. Вашата поддршка ни помага да продолжиме.
mr: Hash हा ना-नफा प्रकल्प आहे. तुमचे सहाय्य आम्हाला खरोखर खाजगी मेसेंजर बनवत राहण्यास मदत करते.
ms: Hash adalah projek bukan untung. Sokongan anda membantu kami terus membina penghantar mesej yang benar-benar peribadi.
nb: Hash er et ideelt prosjekt. Din støtte hjelper oss med å fortsette å bygge en virkelig privat meldingstjeneste.
nl: Hash is een project zonder winstoogmerk. Jouw steun helpt ons een echt privé-messenger te blijven bouwen.
pt_pt: O Hash e um projeto sem fins lucrativos. O seu apoio ajuda-nos a continuar a desenvolver um mensageiro verdadeiramente privado.
ro: Hash este un proiect non-profit. Sprijinul dvs. ne ajută să continuăm să construim un messenger cu adevărat privat.
ru: Hash — некоммерческий проект. Ваша поддержка помогает нам продолжать создавать по-настоящему приватный мессенджер.
sk: Hash je neziskový projekt. Vaša podpora nám pomáha pokračovať v budovaní skutočne súkromného messengera.
sl: Hash je neprofitni projekt. Vaša podpora nam pomaga nadaljevati z gradnjo resnično zasebnega sporočilnika.
sq: Hash është një projekt jofitimprurës. Mbështetja juaj na ndihmon të vazhdojmë të ndërtojmë një mesazher vërtet privat.
sr: Hash је непрофитни пројекат. Ваша подршка нам помаже да наставимо да градимо заиста приватан месенџер.
sv: Hash är ett ideellt projekt. Ditt stöd hjälper oss att fortsätta bygga en verkligt privat meddelandeapp.
ta: Hash ஒரு இலாப நோக்கற்ற திட்டம். உண்மையிலேயே தனிப்பட்ட தூதுவரை உருவாக்கத் தொடர உங்கள் ஆதரவு உதவுகிறது.
te: Hash ఒక లాభాపేక్ష లేని ప్రాజెక్ట్. మీ మద్దతు నిజంగా ప్రైవేట్ మెసెంజర్‌ను నిర్మించడంలో మాకు సహాయపడుతుంది.
th: Hash เป็นโปรเจกต์ไม่แสวงหากำไร การสนับสนุนของคุณช่วยให้เราพัฒนาแอปส่งข้อความที่เป็นส่วนตัวอย่างแท้จริงต่อไป
tr: Hash kar amaci gutmeyen bir projedir. Desteginiz gercekten ozel bir mesajlasma uygulamasi gelistirmeye devam etmemizi saglar.
ug: Hash تىجارەت مەقسىتى يوق تۈر. قوللىشىڭىز بىزگە ھەقىقىي مەخپىيەتلىك ئۇچۇر ئەپى ياسايدىغانلىقىمىزغا ياردەم بېرىدۇ.
uk: Hash — некомерційний проект. Ваша підтримка допомагає нам продовжувати створювати справді приватний месенджер.
ur: Hash ุงฺฉ ุบุฑ ู ูุงูุน ุจุฎุด ู ูุตูุจ  ุขูพ ฺฉ ู ุฏุฏ ู ฺบ ูุงูุน ูุฌ ู ุณูุฌุฑ ุจูุงู ู ฺบ ู ุฏุฏ ฺฉุฑุช 

source: Recent connections
af: Onlangse verbindings
ar: الاتصالات الأخيرة
bg: Скорошни връзки
bn: সাম্প্রতিক সংযোগ
ca: Connexions recents
cs: Posledni pripojeni
da: Seneste forbindelser
de: Letzte Verbindungen
el: Πρόσφατες συνδέσεις
es: Conexiones recientes
et: Hiljutised ühendused
eu: Azken konexioak
fa: اتصالات اخیر
fi: Viimeaikaiset yhteydet
fil: Mga kamakailang koneksyon
fr: Connexions récentes
ga: Naisc le deanai
gl: Conexions recentes
gu: તાજેતરના કનેક્શન
he: חיבורים אחרונים
hi: हाल के कनेक्शन
hr: Nedavne veze
hu: Legutóbbi kapcsolatok
id: Koneksi terbaru
it: Connessioni recenti
ja: 最近の接続
ka: ბოლო კავშირები
kk: Соңғы қосылулар
km: ការភ្ជាប់ថ្មីៗ
ky: Акыркы туташуулар
mk: Неодамнешни конекции
mr: अलीकडील कनेक्शन
ms: Sambungan terkini
nb: Nylige tilkoblinger
nl: Recente verbindingen
pt_pt: Ligacoes recentes
ro: Conexiuni recente
ru: Недавние подключения
sk: Posledné pripojenia
sl: Nedavne povezave
sq: Lidhjet e fundit
sr: Недавне конекције
sv: Senaste anslutningar
ta: சமீபத்திய இணைப்புகள்
te: ఇటీవల కనెక్షన్లు
th: การเชื่อมต่อล่าสุด
tr: Son baglantilar
ug: يېقىنقى باغلىنىشلار
uk: Нещодавні з'єднання
ur: ุญุงู ฺฉูฺฉุดูุฒ

# loginInfoText
source: Each PIN unlock is recorded locally. Only the last 24 hours are kept.
af: Elke PIN-ontsluit word plaaslik aangeteken. Slegs die laaste 24 uur word gehou.
ar: يتم تسجيل كل فتح بالـ PIN محلياً. يتم الاحتفاظ بآخر 24 ساعة فقط.
bg: Всяко отключване с PIN се записва локално. Само последните 24 часа се пазят.
bn: প্রতিটি PIN আনলক স্থানীয়ভাবে রেকর্ড করা হয়। শুধুমাত্র শেষ ২৪ ঘণ্টা রাখা হয়।
ca: Cada desbloqueig amb PIN es registra localment. Només es conserven les últimes 24 hores.
cs: Kazde odemknuti PINem je zaznamenano lokalne. Uchovava se pouze poslednich 24 hodin.
da: Hver PIN-oplåsning registreres lokalt. Kun de sidste 24 timer gemmes.
de: Jede PIN-Entsperrung wird lokal aufgezeichnet. Nur die letzten 24 Stunden werden gespeichert.
el: Κάθε ξεκλείδωμα με PIN καταγράφεται τοπικά. Μόνο οι τελευταίες 24 ώρες διατηρούνται.
es: Cada desbloqueo con PIN se registra localmente. Solo se conservan las últimas 24 horas.
et: Iga PIN-i avamine salvestatakse kohalikult. Ainult viimased 24 tundi säilitatakse.
eu: PIN bidezko desblokeoa lokalean gordetzen da. Azken 24 orduak soilik gordetzen dira.
fa: هر باز کردن با PIN به صورت محلی ثبت می‌شود. فقط ۲۴ ساعت آخر نگهداری می‌شود.
fi: Jokainen PIN-avaus kirjataan paikallisesti. Vain viimeiset 24 tuntia säilytetään.
fil: Bawat PIN unlock ay naitatala nang lokal. Ang huling 24 oras lamang ang pinapanatili.
fr: Chaque déverrouillage par PIN est enregistré localement. Seules les 24 dernières heures sont conservées.
ga: Taifeadtar gach dighlasal PIN go haitiuil. Ni choinnitear ach na 24 uair dheireanacha.
gl: Cada desbloqueo con PIN rexistrase localmente. So se gardan as ultimas 24 horas.
gu: દરેક PIN અનલૉક સ્થાનિક રીતે રેકોર્ડ થાય છે. ફક્ત છેલ્લા 24 કલાક રાખવામાં આવે છે.
he: כל פתיחה עם PIN נרשמת מקומית. רק 24 השעות האחרונות נשמרות.
hi: हर PIN अनलॉक स्थानीय रूप से रिकॉर्ड किया जाता है। केवल पिछले 24 घंटे सहेजे जाते हैं।
hr: Svako otključavanje PIN-om bilježi se lokalno. Čuvaju se samo zadnja 24 sata.
hu: Minden PIN-feloldás helyben rögzítésre kerül. Csak az utolsó 24 óra kerül megőrzésre.
id: Setiap pembukaan PIN dicatat secara lokal. Hanya 24 jam terakhir yang disimpan.
it: Ogni sblocco tramite PIN viene registrato localmente. Vengono conservate solo le ultime 24 ore.
ja: PINでのロック解除はすべてローカルに記録されます。過去24時間のみ保持されます。
ka: ყოველი PIN-ით განბლოკვა ლოკალურად ფიქსირდება. მხოლოდ ბოლო 24 საათი ინახება.
kk: Әрбір PIN арқылы ашу жергілікті түрде жазылады. Тек соңғы 24 сағат сақталады.
km: រាល់ការដោះសោ PIN ត្រូវបានកត់ត្រានៅមូលដ្ឋាន។ មានតែ ២៤ ម៉ោងចុងក្រោយត្រូវបានរក្សា។
ky: Ар бир PIN менен кулпу ачуу жергиликтүү жазылат. Акыркы 24 саат гана сакталат.
mk: Секое отклучување со PIN се евидентира локално. Само вие можете да ги видите.
mr: प्रत्येक PIN अनलॉक स्थानिकरित्या नोंदवले जाते. फक्त शेवटचे 24 तास ठेवले जातात.
ms: Setiap pembukaan PIN direkodkan secara tempatan. Hanya 24 jam terakhir disimpan.
nb: Hver PIN-opplåsing registreres lokalt. Kun de siste 24 timene lagres.
nl: Elke PIN-ontgrendeling wordt lokaal geregistreerd. Alleen de laatste 24 uur worden bewaard.
pt_pt: Cada desbloqueio por PIN e registado localmente. Apenas as ultimas 24 horas sao mantidas.
ro: Fiecare deblocare prin PIN este înregistrată local. Doar ultimele 24 de ore sunt păstrate.
ru: Каждая разблокировка PIN записывается локально. Сохраняются только последние 24 часа.
sk: Každé odomknutie PIN-om sa zaznamenáva lokálne. Uchovávajú sa len posledných 24 hodín.
sl: Vsak odklep s PIN-om se zabeleži lokalno. Shranjenih je le zadnjih 24 ur.
sq: Çdo zhbllokim me PIN regjistrohet në mënyrë lokale. Ruhen vetëm 24 orët e fundit.
sr: Свако откључавање PIN-ом се бележи локално. Чувају се само последњих 24 сата.
sv: Varje PIN-upplåsning registreras lokalt. Bara de senaste 24 timmarna sparas.
ta: ஒவ்வொரு PIN திறப்பும் உள்ளூரில் பதிவு செய்யப்படுகிறது. கடந்த 24 மணி நேரம் மட்டுமே வைக்கப்படும்.
te: ప్రతి PIN అన్‌లాక్ స్థానికంగా నమోదు చేయబడుతుంది. చివరి 24 గంటలు మాత్రమే ఉంచబడతాయి.
th: การปลดล็อกด้วย PIN ทุกครั้งจะถูกบันทึกในเครื่อง เก็บเฉพาะ 24 ชม. ล่าสุด
tr: Her PIN ile acma islemi yerel olarak kaydedilir. Yalnizca son 24 saat saklanir.
ug: ھەر بىر PIN قۇلۇپ ئېچىش يەرلىكتە خاتىرىلىنىدۇ. پەقەت ئاخىرقى 24 سائەت ساقلىنىدۇ.
uk: Кожне розблокування PIN записується локально. Зберігаються лише останні 24 години.
ur: ุฑ PIN ุงู ูุงฺฉ ู ูุงู  ุทูุฑ ูพุฑ ุฑฺฉุงุฑฺ ูุชุง  ุตุฑู ุขุฎุฑ 24 ฺฏฺพููน ู ุญููุธ ุฑุช ฺบ

# connectionCount
source: Connection(s)
af: Verbinding(e)
ar: اتصال(ات)
bg: Връзка(и)
bn: সংযোগ
ca: Connexió(ns)
cs: Pripojeni
da: Forbindelse(r)
de: Verbindung(en)
el: Σύνδεση(εις)
es: Conexión(es)
et: Ühendus(ed)
eu: Konexio(ak)
fa: اتصال(ها)
fi: Yhteys/yhteyksiä
fil: (Mga) Koneksyon
fr: Connexion(s)
ga: Nasc(anna)
gl: Conexion(s)
gu: કનેક્શન(ઓ)
he: חיבורים
hi: कनेक्शन
hr: Veza(e)
hu: Kapcsolat(ok)
id: Koneksi
it: Connessione/i
ja: 接続
ka: კავშირ(ებ)ი
kk: Қосылу(лар)
km: ការភ្ជាប់
ky: Туташуу(лар)
mk: Конекција(и)
mr: कनेक्शन(स)
ms: Sambungan
nb: Tilkobling(er)
nl: Verbinding(en)
pt_pt: Ligacao(oes)
ro: Conexiune(i)
ru: Подключение(я)
sk: Pripojenie(a)
sl: Povezava(e)
sq: Lidhje(t)
sr: Конекција(е)
sv: Anslutning(ar)
ta: இணைப்பு(கள்)
te: కనెక్షన్(లు)
th: การเชื่อมต่อ
tr: Baglanti(lar)
ug: باغلىنىش
uk: З'єднання
ur: ฺฉูฺฉุดู

# periodLabel
source: Period
af: Tydperk
ar: الفترة
bg: Период
bn: সময়কাল
ca: Període
cs: Obdobi
da: Periode
de: Zeitraum
el: Περίοδος
es: Periodo
et: Periood
eu: Aldia
fa: دوره
fi: Ajanjakso
fil: Panahon
fr: Période
ga: Treimhse
gl: Periodo
gu: સમયગાળો
he: תקופה
hi: अवधि
hr: Razdoblje
hu: Időszak
id: Periode
it: Periodo
ja: 期間
ka: პერიოდი
kk: Кезең
km: រយៈពេល
ky: Мезгил
mk: Период
mr: कालावधी
ms: Tempoh
nb: Periode
nl: Periode
pt_pt: Periodo
ro: Perioadă
ru: Период
sk: Obdobie
sl: Obdobje
sq: Periudha
sr: Период
ta: காலம்
te: కాలం
th: ช่วงเวลา
tr: Donem
ug: مەزگىل
uk: Період
ur: ู ุฏุช

# historyLabel
source: History
af: Geskiedenis
ar: السجل
bg: История
bn: ইতিহাস
ca: Historial
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
et: Ajalugu
eu: Historia
fa: تاریخچه
fi: Historia
fr: Historique
ga: Stair
gl: Historial
gu: ઈતિહાસ
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ka: ისტორია
kk: Тарих
km: ប្រវត្តិ
ky: Тарых
mk: Историја
mr: इतिहास
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pt_pt: Historico
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sq: Historiku
sr: Историја
sv: Historik
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Gecmis
ug: تارىخ
uk: Історія
ur: ุชุงุฑุฎ

source: No login recorded
af: Geen aanmelding aangeteken
ar: لم يتم تسجيل أي دخول
bg: Няма записано влизане
bn: কোনো লগইন রেকর্ড নেই
ca: Cap inici de sessió registrat
cs: Zadne zaznamenane prihlaseni
da: Ingen login registreret
de: Keine Anmeldung aufgezeichnet
el: Δεν καταγράφηκε σύνδεση
es: Ningún inicio de sesión registrado
et: Sisselogimist pole registreeritud
eu: Ez da saioa hasierarik erregistratu
fa: ورودی ثبت نشده
fi: Ei kirjattuja kirjautumisia
fil: Walang naitatalang login
fr: Aucune connexion enregistrée
ga: Gan nasc taifeadta
gl: Ningun inicio de sesion rexistrado
gu: કોઈ લોગિન રેકોર્ડ નથી
he: לא נרשמה כניסה
hi: कोई लॉगिन रिकॉर्ड नहीं
hr: Nema zabiljeenih prijava
hu: Nincs rögzített bejelentkezés
id: Tidak ada login tercatat
it: Nessuna connessione registrata
ja: ログイン記録はありません
ka: შესვლა არ არის ჩაწერილი
kk: Кіру жазылмаған
km: គ្មានការចូលត្រូវបានកត់ត្រា
ky: Катталган кирүү жок
mk: Нема забележано најавување
mr: कोणतेही लॉगिन नोंदवलेले नाही
ms: Tiada log masuk dicatatkan
nb: Ingen innlogging registrert
nl: Geen login geregistreerd
pt_pt: Nenhuma ligacao registada
ro: Nicio conectare inregistrata
ru: Входов не зарегистрировано
sk: Ziadne zaznamenane prihlasenie
sl: Ni zabeležene prijave
sq: Asnje hyrje e regjistruar
sr: Нема забележених пријава
sv: Inga inloggningar registrerade
ta: உள்நுழைவு பதிவு இல்லை
te: లాగిన్ నమోదు కాలేదు
th: ไม่มีการเข้าสู่ระบบ
tr: Kaydedilmis giris yok
ug: كىرىش خاتىرىلەنمىگەن
uk: Жодного входу не зареєстровано
ur: ฺฉูุฆ ูุงฺฏ ุงู ุฑฺฉุงุฑฺ ูฺบ

# nextUnlocksAppearHere
source: Next unlocks will appear here.
af: Volgende ontsluitings sal hier verskyn.
ar: ستظهر عمليات الفتح القادمة هنا.
bg: Следващите отключвания ще се появят тук.
bn: পরবর্তী আনলক এখানে দেখাবে।
ca: Els propers desbloqueigs apareixeran aquí.
cs: Dalsi odemknuti se zobrazi zde.
da: Næste oplåsninger vises her.
de: Nächste Entsperrungen erscheinen hier.
el: Τα επόμενα ξεκλειδώματα θα εμφανιστούν εδώ.
es: Los próximos desbloqueos aparecerán aquí.
et: Järgmised avamised ilmuvad siia.
eu: Hurrengo desblokeatuak hemen agertuko dira.
fa: بازگشایی‌های بعدی اینجا نمایش داده می‌شوند.
fi: Seuraavat avaukset näkyvät täällä.
fil: Lalabas dito ang mga susunod na unlock.
fr: Les prochains déverrouillages apparaîtront ici.
ga: Taispeanfar na chead dighlaslaithe eile anseo.
gl: Os proximos desbloqueos aparecerdn aqui.
gu: આગામી અનલૉક અહીં દેખાશે.
he: פתיחות הבאות יופיעו כאן.
hi: अगले अनलॉक यहां दिखाई देंगे।
hr: Sljedeca otkljucavanja ce se pojaviti ovdje.
hu: A következő feloldások itt jelennek meg.
id: Pembukaan kunci berikutnya akan muncul di sini.
it: I prossimi sblocchi appariranno qui.
ja: 次のロック解除がここに表示されます。
ka: შემდეგი განბლოკვები აქ გამოჩნდება.
kk: Келесі ашулар осы жерде көрінеді.
km: ការដោះសោបន្ទាប់នឹងបង្ហាញនៅទីនេះ។
ky: Кийинки кулпу ачуулар бул жерде пайда болот.
mk: Следните отклучувања ќе се појават тука.
mr: पुढील अनलॉक्स येथे दिसतील.
ms: Pembukaan kunci seterusnya akan muncul di sini.
nb: Neste opplåsinger vil vises her.
nl: Volgende ontgrendelingen verschijnen hier.
pt_pt: Os proximos desbloqueios aparecao aqui.
ro: Urmatoarele deblocari vor aparea aici.
ru: Следующие разблокировки появятся здесь.
sk: Nasledujuce odomknutia sa zobraziatu.
sl: Naslednja odklepanja se bodo prikazala tukaj.
sq: Shkyçjet e ardhshme do te shfaqen ketu.
sr: Следећа откључавања ће се појавити овде.
sv: Nästa upplåsningar visas här.
ta: அடுத்த திறப்புகள் இங்கே தோன்றும்.
te: తదుపరి అన్‌లాక్‌లు ఇక్కడ కనిపిస్తాయి.
th: การปลดล็อกครั้งถัดไปจะปรากฏที่นี่
tr: Sonraki acma islemleri burada gorunecek.
ug: كېيىنكى قۇلۇپ ئېچىشلار بۇ يەردە كۆرۈنىدۇ.
uk: Наступні розблокування з'являться тут.
ur: ุงฺฏู ุงู ูุงฺฉ ุงฺบ ุธุงุฑ ูฺบ ฺฏ

# dataLocalOnly
source: This data is stored only on your device and is never transmitted.
af: Hierdie data word slegs op jou toestel gestoor en word nooit gestuur nie.
ar: هذه البيانات مخزنة فقط على جهازك ولا يتم إرسالها أبداً.
bg: Тези данни се съхраняват само на вашето устройство и никога не се предават.
bn: এই ডেটা শুধুমাত্র আপনার ডিভাইসে সংরক্ষিত এবং কখনো পাঠানো হয় না।
ca: Aquestes dades s'emmagatzemen només al teu dispositiu i mai es transmeten.
cs: Tato data jsou ulozena pouze na vasem zarizeni a nikdy nejsou odesilana.
da: Disse data opbevares kun på din enhed og transmitteres aldrig.
de: Diese Daten werden nur auf deinem Gerät gespeichert und niemals übertragen.
el: Αυτά τα δεδομένα αποθηκεύονται μόνο στη συσκευή σας και δεν μεταδίδονται ποτέ.
es: Estos datos se almacenan solo en tu dispositivo y nunca se transmiten.
et: Need andmed salvestatakse ainult teie seadmesse ega edastata kunagi.
eu: Datu hauek zure gailuan bakarrik gordetzen dira eta ez dira inoiz transmititzen.
fa: این داده‌ها فقط در دستگاه شما ذخیره می‌شوند و هرگز ارسال نمی‌شوند.
fi: Nämä tiedot tallennetaan vain laitteellesi eikä niitä koskaan lähetetä.
fil: Ang data na ito ay nakaimbak lamang sa iyong device at hindi kailanman ipinapadala.
fr: Ces données sont stockées uniquement sur votre appareil et ne sont jamais transmises.
ga: Storailtar na sonrai seo ar do ghleas amhain agus ni sheoltar iad riamh.
gl: Estes datos almacenanse so no teu dispositivo e nunca se transmiten.
gu: આ ડેટા ફક્ત તમારા ઉપકરણ પર સંગ્રહિત છે અને ક્યારેય ટ્રાન્સમિટ થતો નથી.
he: נתונים אלה מאוחסנים רק במכשיר שלך ואינם מועברים לעולם.
hi: यह डेटा केवल आपके डिवाइस पर संग्रहीत है और कभी प्रेषित नहीं किया जाता।
hr: Ovi podaci pohranjuju se samo na vašem uređaju i nikad se ne prenose.
hu: Ezek az adatok csak az eszközén tárolódnak, és soha nem kerülnek továbbításra.
id: Data ini hanya disimpan di perangkat Anda dan tidak pernah dikirim.
it: Questi dati sono memorizzati solo sul tuo dispositivo e non vengono mai trasmessi.
ja: このデータはデバイスにのみ保存され、送信されることはありません。
ka: ეს მონაცემები ინახება მხოლოდ თქვენს მოწყობილობაზე და არასდროს გადაიცემა.
kk: Бұл деректер тек сіздің құрылғыңызда сақталады және ешқашан жіберілмейді.
km: ទិន្នន័យនេះត្រូវបានរក្សាទុកតែនៅលើឧបករណ៍របស់អ្នក ហើយមិនដែលផ្ញើចេញ។
ky: Бул маалыматтар сиздин түзмөктө гана сакталат жана эч качан жөнөтүлбөйт.
mk: Овие податоци се зачувани само на вашиот уред и никогаш не се споделуваат.
mr: हा डेटा फक्त तुमच्या डिव्हाइसवर साठवला जातो आणि कधीही प्रसारित केला जात नाही.
ms: Data ini disimpan hanya pada peranti anda dan tidak pernah dihantar.
nb: Disse dataene lagres kun på enheten din og overføres aldri.
nl: Deze gegevens worden alleen op je apparaat opgeslagen en worden nooit verzonden.
pt_pt: Estes dados sao armazenados apenas no seu dispositivo e nunca sao transmitidos.
ro: Aceste date sunt stocate doar pe dispozitivul dvs. și nu sunt niciodată transmise.
ru: Эти данные хранятся только на вашем устройстве и никогда не передаются.
sk: Tieto údaje sú uložené len vo vašom zariadení a nikdy sa neprenášajú.
sl: Ti podatki so shranjeni samo na vaši napravi in se nikoli ne prenašajo.
sq: Këto të dhëna ruhen vetëm në pajisjen tuaj dhe nuk transmetohen kurrë.
sr: Ови подаци се чувају само на вашем уређају и никада се не преносе.
sv: Denna data lagras bara på din enhet och överförs aldrig.
ta: இந்தத் தரவு உங்கள் சாதனத்தில் மட்டுமே சேமிக்கப்பட்டு ஒருபோதும் அனுப்பப்படாது.
te: ఈ డేటా మీ పరికరంలో మాత్రమే నిల్వ చేయబడుతుంది మరియు ఎప్పుడూ ప్రసారం చేయబడదు.
th: ข้อมูลนี้จัดเก็บบนอุปกรณ์ของคุณเท่านั้นและไม่เคยถูกส่งออก
tr: Bu veriler yalnizca cihazinizda saklanir ve asla iletilmez.
ug: بۇ سانلىق مەلۇماتلار پەقەت ئۈسكۈنىڭىزدە ساقلىنىدۇ ۋە ھەرگىز يوللانمايدۇ.
uk: Ці дані зберігаються лише на вашому пристрої і ніколи не передаються.
ur:  ฺูนุง ุตุฑู ุขูพ ฺฉ ุขู ูพุฑ ู ุญููุธ  ุงูุฑ ฺฉุจฺพ ู ูุชูู ูฺบ ูุชุง

# currentSession
source: Current
af: Huidig
ar: الحالية
bg: Текуща
bn: বর্তমান
ca: Actual
cs: Aktualni
da: Nuværende
de: Aktuell
el: Τρέχουσα
es: Actual
et: Praegune
eu: Unekoa
fa: فعلی
fi: Nykyinen
fil: Kasalukuyan
fr: Actuelle
ga: Reatha
gl: Actual
gu: વર્તમાન
he: נוכחי
hi: वर्तमान
hr: Trenutna
hu: Jelenlegi
id: Saat ini
it: Attuale
ja: 現在
ka: მიმდინარე
kk: Ағымдағы
km: បច្ចុប្បន្ន
ky: Учурдагы
mk: Тековна
mr: सध्याचे
ms: Semasa
nb: Nåværende
nl: Huidig
pt_pt: Atual
ro: Curentă
ru: Текущая
sk: Aktuálne
sl: Trenutna
sq: Aktuale
sr: Тренутна
sv: Nuvarande
ta: தற்போதைய
te: ప్రస్తుతం
th: ปัจจุบัน
tr: Mevcut
ug: نۆۋەتتىكى
uk: Поточна
ur: ู ูุฌูุฏ

# todayLabel
source: Today
af: Vandag
ar: اليوم
bg: Днес
bn: আজ
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
et: Täna
eu: Gaur
fa: امروز
fi: Tänään
fil: Ngayon
fr: Aujourd'hui
ga: Inniu
gl: Hoxe
gu: આજે
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ka: დღეს
kk: Бүгін
km: ថ្ងៃនេះ
ky: Бүгүн
mk: Денес
mr: आज
ms: Hari ini
nb: I dag
nl: Vandaag
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sl: Danes
sq: Sot
sr: Данас
sv: Idag
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugun
ug: بۈگۈن
uk: Сьогодні
ur: ุขุฌ

# yesterdayLabel
source: Yesterday
af: Gister
ar: أمس
bg: Вчера
bn: গতকাল
ca: Ahir
cs: Vcera
da: I går
de: Gestern
el: Χθες
es: Ayer
et: Eile
eu: Atzo
fa: دیروز
fi: Eilen
fil: Kahapon
fr: Hier
ga: Inne
gl: Onte
gu: ગઈકાલે
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ka: გუშინ
kk: Кеше
km: ម្សិលមិញ
ky: Кечээ
mk: Вчера
mr: काल
ms: Semalam
nb: I går
nl: Gisteren
pt_pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sq: Dje
sr: Јуче
sv: Igår
ta: நேற்று
te: నిన్న
th: เมื่อวาน
tr: Dun
ug: تۈنۈگۈن
uk: Вчора
ur: ฺฉู

# justNowLabel
source: Just now
af: Sopas
ar: الآن
bg: Току-що
bn: এইমাত্র
ca: Ara mateix
cs: Prave ted
da: Lige nu
de: Gerade eben
el: Μόλις τώρα
es: Ahora mismo
et: Just praegu
eu: Oraintxe
fa: همین الان
fi: Juuri nyt
fil: Ngayon lang
fr: À l'instant
ga: Direach anois
gl: Agora mesmo
gu: હમણાં જ
he: עכשיו
hi: अभी
hr: Upravo sada
hu: Most
id: Baru saja
it: Adesso
ja: たった今
ka: ახლახანს
kk: Дәл қазір
km: ទើបតែ
ky: Жаңы эле
mk: Токму сега
mr: आत्ताच
ms: Baru sahaja
nb: Akkurat nå
nl: Zojuist
pt_pt: Agora mesmo
ro: Chiar acum
ru: Только что
sk: Práve teraz
sl: Ravnokar
sq: Pikërisht tani
sr: Управо сада
sv: Just nu
ta: இப்போதே
te: ఇప్పుడే
th: เมื่อกี้
tr: Az once
ug: ھازىر
uk: Щойно
ur: ุงุจฺพ
