Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

source: Contact not found
af: Kontak nie gevind nie
ar: جهة الاتصال غير موجودة
bg: Контактът не е намерен
bn: পরিচিতি পাওয়া যায়নি
ca: Contacte no trobat
cs: Kontakt nenalezen
da: Kontakt ikke fundet
de: Kontakt nicht gefunden
el: Η επαφή δεν βρέθηκε
es: Contacto no encontrado
et: Kontakti ei leitud
eu: Kontaktua ez da aurkitu
fa: مخاطب یافت نشد
fi: Yhteystietoa ei löytynyt
fil: Hindi natagpuan ang kontak
fr: Contact non trouvé
ga: Teagmhail gan aimsiu
gl: Contacto non atopado
gu: સંપર્ક મળ્યો નથી
he: איש קשר לא נמצא
hi: संपर्क नहीं मिला
hr: Kontakt nije pronaden
hu: Névjegy nem található
id: Kontak tidak ditemukan
it: Contatto non trovato
ja: 連絡先が見つかりません
ka: კონტაქტი ვერ მოიძებნა
kk: Контакт табылмады
km: រកមិនឃើញទំនាក់ទំនង
ky: Контакт табылган жок
mk: Контактот не е пронајден
mr: संपर्क सापडला नाही
ms: Kenalan tidak dijumpai
nb: Kontakt ikke funnet
nl: Contact niet gevonden
pt_pt: Contacto nao encontrado
ro: Contact negasit
ru: Контакт не найден
sk: Kontakt nenajdeny
sl: Stik ni najden
sq: Kontakti nuk u gjet
sr: Контакт није пронађен
sv: Kontakt hittades inte
ta: தொடர்பு கிடைக்கவில்லை
te: పరిచయం కనుగొనబడలేదు
th: ไม่พบผู้ติดต่อ
tr: Kisi bulunamadi
ug: ئالاقىداش تېپىلمىدى
uk: Контакт не знайдено
ur: ุฑุงุจุท ูฺบ ู ูุง

# contactAlreadyAdded
source: This contact is already in your list
af: Hierdie kontak is reeds in jou lys
ar: جهة الاتصال موجودة بالفعل في قائمتك
bg: Този контакт вече е във вашия списък
bn: এই পরিচিতি ইতিমধ্যে আপনার তালিকায় আছে
ca: Aquest contacte ja és a la teva llista
cs: Tento kontakt je jiz ve vasem seznamu
da: Denne kontakt er allerede på din liste
de: Dieser Kontakt ist bereits in deiner Liste
el: Αυτή η επαφή είναι ήδη στη λίστα σας
es: Este contacto ya está en tu lista
et: See kontakt on juba teie nimekirjas
eu: Kontaktu hau dagoeneko zure zerrendan dago
fa: این مخاطب قبلاً در لیست شماست
fi: Tämä yhteystieto on jo listallasi
fil: Nasa iyong listahan na ang kontak na ito
fr: Ce contact est déjà dans votre liste
ga: Ta an teagmhail seo i do liosta cheana
gl: Este contacto xa esta na tua lista
gu: આ સંપર્ક પહેલેથી તમારી યાદીમાં છે
he: איש קשר זה כבר ברשימה שלך
hi: यह संपर्क पहले से आपकी सूची में है
hr: Ovaj kontakt je vec na vasoj listi
hu: Ez a névjegy már a listáján van
id: Kontak ini sudah ada di daftar Anda
it: Questo contatto è già nella tua lista
ja: この連絡先はすでにリストにあります
ka: ეს კონტაქტი უკვე თქვენს სიაშია
kk: Бұл контакт сіздің тізіміңізде бар
km: ទំនាក់ទំនងនេះមាននៅក្នុងបញ្ជីរបស់អ្នករួចហើយ
ky: Бул контакт тизмеңизде бар
mk: Овој контакт е веќе во вашата листа
mr: हा संपर्क आधीच तुमच्या यादीत आहे
ms: Kenalan ini sudah ada dalam senarai anda
nb: Denne kontakten er allerede i listen din
nl: Dit contact staat al in je lijst
pt_pt: Este contacto ja esta na sua lista
ro: Acest contact este deja in lista ta
ru: Этот контакт уже в вашем списке
sk: Tento kontakt uz je vo vasom zozname
sl: Ta stik je že na vasem seznamu
sq: Ky kontakt eshte tashme ne listen tuaj
sr: Овај контакт је већ на вашој листи
sv: Denna kontakt finns redan i din lista
ta: இந்தத் தொடர்பு ஏற்கனவே உங்கள் பட்டியலில் உள்ளது
te: ఈ పరిచయం ఇప్పటికే మీ జాబితాలో ఉంది
th: ผู้ติดต่อนี้อยู่ในรายชื่อแล้ว
tr: Bu kisi zaten listenizde
ug: بۇ ئالاقىداش تىزىملىكتە بار
uk: Цей контакт вже є у вашому списку
ur:  ุฑุงุจุท ูพู ุณ ุขูพ ฺฉ ูุฑุณุช ู ฺบ 

source: Contact added
af: Kontak bygevoeg
ar: تمت إضافة جهة الاتصال
bg: Контактът е добавен
bn: পরিচিতি যোগ করা হয়েছে
ca: Contacte afegit
cs: Kontakt pridan
da: Kontakt tilføjet
de: Kontakt hinzugefügt
el: Η επαφή προστέθηκε
es: Contacto añadido
et: Kontakt lisatud
eu: Kontaktua gehituta
fa: مخاطب اضافه شد
fi: Yhteystieto lisätty
fil: Naidagdag ang kontak
fr: Contact ajouté
ga: Teagmhail curtha leis
gl: Contacto engadido
gu: સંપર્ક ઉમેરાયો
he: איש קשר נוסף
hi: संपर्क जोड़ा गया
hr: Kontakt dodan
hu: Névjegy hozzáadva
id: Kontak ditambahkan
it: Contatto aggiunto
ja: 連絡先が追加されました
ka: კონტაქტი დამატებულია
kk: Контакт қосылды
km: បានបន្ថែមទំនាក់ទំនង
ky: Контакт кошулду
mk: Контактот е додаден
mr: संपर्क जोडला
ms: Kenalan ditambah
nb: Kontakt lagt til
nl: Contact toegevoegd
pt_pt: Contacto adicionado
ro: Contact adaugat
ru: Контакт добавлен
sk: Kontakt pridany
sl: Stik dodan
sq: Kontakti u shtua
sr: Контакт додат
sv: Kontakt tillagd
ta: தொடர்பு சேர்க்கப்பட்டது
te: పరిచయం జోడించబడింది
th: เพิ่มผู้ติดต่อแล้ว
tr: Kisi eklendi
ug: ئالاقىداش قوشۇلدى
uk: Контакт додано
ur: ุฑุงุจุท ุดุงู ู ู ฺฏุง

source: My profile
af: My profiel
ar: ملفي الشخصي
bg: Моят профил
bn: আমার প্রোফাইল
ca: El meu perfil
cs: Muj profil
da: Min profil
de: Mein Profil
el: Το προφίλ μου
es: Mi perfil
et: Minu profiil
eu: Nire profila
fa: پروفایل من
fi: Profiilini
fil: Aking profile
fr: Mon profil
ga: Mo phroifil
gl: O meu perfil
gu: મારી પ્રોફાઇલ
he: הפרופיל שלי
hi: मेरा प्रोफ़ाइल
hr: Moj profil
hu: Profilom
id: Profil saya
it: Il mio profilo
ja: マイプロフィール
ka: ჩემი პროფილი
kk: Менің профилім
km: ប្រវត្តិរូបរបស់ខ្ញុំ
ky: Менин профилим
mk: Мој профил
mr: माझे प्रोफाइल
ms: Profil saya
nb: Min profil
nl: Mijn profiel
pt_pt: O meu perfil
ro: Profilul meu
ru: Мой профиль
sk: Moj profil
sl: Moj profil
sq: Profili im
sr: Мој профил
sv: Min profil
ta: எனது சுயவிவரம்
te: నా ప్రొఫైల్
th: โปรไฟล์ของฉัน
tr: Profilim
ug: مېنىڭ تەرجىمىھالىم
uk: Мій профіль
ur: ู ุฑุง ูพุฑููุงุฆู

# myProfileSubtitle
source: Share this information so others can add you
af: Deel hierdie inligting sodat ander jou kan byvoeg
ar: شارك هذه المعلومات ليتمكن الآخرون من إضافتك
bg: Споделете тази информация, за да могат другите да ви добавят
bn: এই তথ্য শেয়ার করুন যাতে অন্যরা আপনাকে যোগ করতে পারে
ca: Comparteix aquesta informació perquè et puguin afegir
cs: Sdilej tyto informace, aby te ostatni mohli pridat
da: Del disse oplysninger, så andre kan tilføje dig
de: Teile diese Informationen, damit andere dich hinzufügen können
el: Μοιραστείτε αυτές τις πληροφορίες ώστε άλλοι να σας προσθέσουν
es: Comparte esta información para que puedan añadirte
et: Jagage seda teavet, et teised saaksid teid lisada
eu: Partekatu informazio hau besteek zu gehitu ahal izateko
fa: این اطلاعات را به اشتراک بگذارید تا دیگران شما را اضافه کنند
fi: Jaa nämä tiedot, jotta muut voivat lisätä sinut
fil: Ibahagi ang impormasyong ito para maidagdag ka ng iba
fr: Partagez ces informations pour qu'on puisse vous ajouter
ga: Roinn an fhaisneis seo le go bhfeadfar thu a chur leis
gl: Comparte esta informacion para que te poidan engadir
gu: અન્ય લોકો તમને ઉમેરી શકે તે માટે આ માહિતી શેર કરો
he: שתף מידע זה כדי שאחרים יוכלו להוסיף אותך
hi: यह जानकारी शेयर करें ताकि अन्य आपको जोड़ सकें
hr: Podijelite ove informacije da vas drugi mogu dodati
hu: Ossza meg ezeket az adatokat, hogy mások hozzáadhassák Önt
id: Bagikan informasi ini agar orang lain dapat menambahkan Anda
it: Condividi queste informazioni per farti aggiungere
ja: この情報を共有して他の人に追加してもらいましょう
ka: გააზიარეთ ეს ინფორმაცია, რომ სხვებმა შეძლონ თქვენი დამატება
kk: Басқалар сізді қоса алуы үшін осы ақпаратты бөлісіңіз
km: ចែករំលែកព័ត៌មាននេះដើម្បីឱ្យអ្នកដ៏ទៃអាចបន្ថែមអ្នក
ky: Башкалар сизди кошо алышы үчүн бул маалыматты бөлүшүңүз
mk: Споделете ги овие информации за другите да ве додадат
mr: इतरांना तुम्हाला जोडता यावे म्हणून ही माहिती शेअर करा
ms: Kongsi maklumat ini supaya orang lain boleh menambah anda
nb: Del denne informasjonen slik at andre kan legge deg til
nl: Deel deze informatie zodat anderen je kunnen toevoegen
pt_pt: Partilhe estas informacoes para que possam adiciona-lo
ro: Distribuie aceste informatii ca altii sa te poata adauga
ru: Поделитесь этой информацией, чтобы другие могли вас добавить
sk: Zdielajte tieto informacie, aby vas ostatni mohli pridat
sl: Delite te informacije, da vas drugi lahko dodajo
sq: Ndani keto informacione qe te tjeret t'ju shtojne
sr: Поделите ове информације да би вас други могли додати
sv: Dela denna information så att andra kan lägga till dig
ta: மற்றவர்கள் உங்களைச் சேர்க்க இந்தத் தகவலைப் பகிருங்கள்
te: ఇతరులు మిమ్మల్ని జోడించగలిగేలా ఈ సమాచారాన్ని షేర్ చేయండి
th: แชร์ข้อมูลนี้เพื่อให้คนอื่นเพิ่มคุณ
tr: Baskalari sizi ekleyebilsin diye bu bilgileri paylasin
ug: باشقىلار سىزنى قوشالاشى ئۈچۈن بۇ ئۇچۇرنى ھەمبەھىرلەڭ
uk: Поділіться цією інформацією, щоб інші могли вас додати
ur:  ู ุนููู ุงุช ุดุฆุฑ ฺฉุฑฺบ ุชุงฺฉ ุฏูุณุฑ ุขูพ ฺฉู ุดุงู ู ฺฉุฑ ุณฺฉฺบ

source: Temporary code
af: Tydelike kode
ar: الرمز المؤقت
bg: Временен код
bn: অস্থায়ী কোড
ca: Codi temporal
cs: Docasny kod
da: Midlertidig kode
de: Temporärer Code
el: Προσωρινός κωδικός
es: Código temporal
et: Ajutine kood
eu: Aldi baterako kodea
fa: کد موقت
fi: Väliaikainen koodi
fil: Pansamantalang code
fr: Code temporaire
ga: Cod sealadach
gl: Codigo temporal
gu: અસ્થાયી કોડ
he: קוד זמני
hi: अस्थायी कोड
hr: Privremeni kod
hu: Ideiglenes kód
id: Kode sementara
it: Codice temporaneo
ja: 一時コード
ka: დროებითი კოდი
kk: Уақытша код
km: លេខកូដបណ្តោះអាសន្ន
ky: Убактылуу код
mk: Привремен код
mr: तात्पुरता कोड
ms: Kod sementara
nb: Midlertidig kode
nl: Tijdelijke code
pt_pt: Codigo temporario
ro: Cod temporar
ru: Временный код
sk: Docasny kod
sl: Zacasna koda
sq: Kod i perkohshem
sr: Привремени код
sv: Tillfällig kod
ta: தற்காலிகக் குறியீடு
te: తాత్కాలిక కోడ్
th: รหัสชั่วคราว
tr: Gecici kod
ug: ۋاقىتلىق كود
uk: Тимчасовий код
ur: ุนุงุฑุถ ฺฉูฺ

# temporaryCodeExpires
source: Expires in {time}
af: Verval oor {time}
ar: ينتهي خلال {time}
bg: Изтича след {time}
bn: {time}-এ মেয়াদ শেষ
ca: Caduca en {time}
cs: Vypisi za {time}
da: Udløber om {time}
de: Läuft ab in {time}
el: Λήγει σε {time}
es: Expira en {time}
et: Aegub {time} pärast
eu: {time}-n iraungitzen da
fa: در {time} منقضی می‌شود
fi: Vanhenee {time} kuluttua
fil: Mag-e-expire sa {time}
fr: Expire dans {time}
ga: In eag i {time}
gl: Caduca en {time}
gu: {time} માં એક્સપાયર થાય છે
he: יפוג בעוד {time}
hi: {time} में समाप्त होगा
hr: Istjece za {time}
hu: Lejár: {time} múlva
id: Kedaluwarsa dalam {time}
it: Scade tra {time}
ja: {time}で期限切れ
ka: ვადა გაუვა {time}-ში
kk: {time} кейін аяқталады
km: ផុតកំណត់ក្នុង {time}
ky: {time} кийин мөөнөтү бүтөт
mk: Истекува за {time}
mr: {time} मध्ये कालबाह्य होतो
ms: Tamat tempoh dalam {time}
nb: Utløper om {time}
nl: Verloopt over {time}
pt_pt: Expira em {time}
ro: Expira in {time}
ru: Истекает через {time}
sk: Vyprsi za {time}
sl: Potece cez {time}
sq: Skadon pas {time}
sr: Истиче за {time}
sv: Löper ut om {time}
ta: {time} இல் காலாவதியாகும்
te: {time} లో గడువు తీరుతుంది
th: หมดอายุใน {time}
tr: {time} icinde sona erer
ug: {time} دا ۋاقتى ئۆتىدۇ
uk: Діє ще {time}
ur: {time} ู ฺบ ุฎุชู ู ุฌุงุฆ ฺฏุง

source: Code expired
af: Kode verval
ar: انتهت صلاحية الرمز
bg: Кодът е изтекъл
bn: কোডের মেয়াদ শেষ
ca: Codi caducat
cs: Kod vyprsel
da: Kode udløbet
de: Code abgelaufen
el: Ο κωδικός έληξε
es: Código expirado
et: Kood aegunud
eu: Kodea iraungi da
fa: کد منقضی شده
fi: Koodi vanhentunut
fil: Nag-expire na ang code
fr: Code expiré
ga: Cod imithe in eag
gl: Codigo caducado
gu: કોડ એક્સપાયર થયો
he: הקוד פג
hi: कोड समाप्त हो गया
hr: Kod istekao
hu: Kód lejárt
id: Kode kedaluwarsa
it: Codice scaduto
ja: コードの期限切れ
ka: კოდის ვადა გასულია
kk: Код мерзімі аяқталды
km: លេខកូដផុតកំណត់
ky: Коддун мөөнөтү бүттү
mk: Кодот истече
mr: कोड कालबाह्य झाला
ms: Kod tamat tempoh
nb: Kode utløpt
nl: Code verlopen
pt_pt: Codigo expirado
ro: Cod expirat
ru: Код истёк
sk: Kod vyprsal
sl: Koda je potekla
sq: Kodi ka skaduar
sr: Код истекао
sv: Koden har löpt ut
ta: குறியீடு காலாவதியானது
te: కోడ్ గడువు తీరింది
th: รหัสหมดอายุ
tr: Kodun suresi doldu
ug: كود ۋاقتى ئۆتتى
uk: Код закінчився
ur: ฺฉูฺ ุฎุชู ู ฺฏุง

# generateNewCodeButton
source: New code
af: Nuwe kode
ar: رمز جديد
bg: Нов код
bn: নতুন কোড
ca: Nou codi
cs: Novy kod
da: Ny kode
de: Neuer Code
el: Νέος κωδικός
es: Nuevo código
et: Uus kood
eu: Kode berria
fa: کد جدید
fi: Uusi koodi
fil: Bagong code
fr: Nouveau code
ga: Cod nua
gl: Novo codigo
gu: નવો કોડ
he: קוד חדש
hi: नया कोड
hr: Novi kod
hu: Új kód
id: Kode baru
it: Nuovo codice
ja: 新しいコード
ka: ახალი კოდი
kk: Жаңа код
km: លេខកូដថ្មី
ky: Жаңы код
mk: Нов код
mr: नवीन कोड
ms: Kod baharu
nb: Ny kode
nl: Nieuwe code
pt_pt: Novo codigo
ro: Cod nou
ru: Новый код
sk: Novy kod
sl: Nova koda
sq: Kod i ri
sr: Нови код
sv: Ny kod
ta: புதிய குறியீடு
te: కొత్త కోడ్
th: รหัสใหม่
tr: Yeni kod
ug: يېڭى كود
uk: Новий код
ur: ูุง ฺฉูฺ

# copyHashId
source: Copy ID
af: Kopieer ID
ar: نسخ المعرّف
bg: Копиране на ID
bn: ID কপি করুন
ca: Copiar ID
cs: Kopirovat ID
da: Kopiér ID
de: ID kopieren
el: Αντιγραφή ID
es: Copiar ID
et: Kopeeri ID
eu: Kopiatu ID
fa: کپی ID
fi: Kopioi ID
fil: Kopyahin ang ID
fr: Copier l'ID
ga: Coipeail an ID
gl: Copiar ID
gu: ID કૉપી કરો
he: העתק ID
hi: ID कॉपी करें
hr: Kopiraj ID
hu: ID másolása
id: Salin ID
it: Copia ID
ja: ID をコピー
ka: ID-ის კოპირება
kk: ID көшіру
km: ចម្លង ID
ky: ID көчүрүү
mk: Копирај ID
mr: ID कॉपी करा
ms: Salin ID
nb: Kopier ID
nl: ID kopiëren
pt_pt: Copiar ID
ro: Copiaza ID
ru: Копировать ID
sk: Kopirovat ID
sl: Kopiraj ID
sq: Kopjo ID
sr: Копирај ID
sv: Kopiera ID
ta: ID-ஐ நகலெடு
te: ID కాపీ చేయి
th: คัดลอก ID
tr: Kimligi kopyala
ug: ID كۆچۈرۈش
uk: Копіювати ID
ur: ID ฺฉุงูพ ฺฉุฑฺบ

source: Copy code
af: Kopieer kode
ar: نسخ الرمز
bg: Копиране на код
bn: কোড কপি করুন
ca: Copiar codi
cs: Kopirovat kod
da: Kopiér kode
de: Code kopieren
el: Αντιγραφή κωδικού
es: Copiar código
et: Kopeeri kood
eu: Kopiatu kodea
fa: کپی کد
fi: Kopioi koodi
fil: Kopyahin ang code
fr: Copier le code
ga: Coipeail an cod
gl: Copiar codigo
gu: કોડ કૉપી કરો
he: העתק קוד
hi: कोड कॉपी करें
hr: Kopiraj kod
hu: Kód másolása
id: Salin kode
it: Copia codice
ja: コードをコピー
ka: კოდის კოპირება
kk: Кодты көшіру
km: ចម្លងលេខកូដ
ky: Кодду көчүрүү
mk: Копирај код
mr: कोड कॉपी करा
ms: Salin kod
nb: Kopier kode
nl: Code kopiëren
pt_pt: Copiar codigo
ro: Copiaza codul
ru: Копировать код
sk: Kopirovat kod
sl: Kopiraj kodo
sq: Kopjo kodin
sr: Копирај код
sv: Kopiera kod
ta: குறியீட்டை நகலெடு
te: కోడ్ కాపీ చేయి
th: คัดลอกรหัส
tr: Kodu kopyala
ug: كود كۆچۈرۈش
uk: Копіювати код
ur: ฺฉูฺ ฺฉุงูพ ฺฉุฑฺบ

# copiedToClipboard
source: Copied
af: Gekopieer
ar: تم النسخ
bg: Копирано
bn: কপি হয়েছে
ca: Copiat
cs: Zkopirovano
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
et: Kopeeritud
eu: Kopiatuta
fa: کپی شد
fi: Kopioitu
fil: Nakopya
fr: Copié
ga: Coipeailte
gl: Copiado
gu: કૉપી થયું
he: הועתק
hi: कॉपी किया गया
hr: Kopirano
hu: Másolva
id: Disalin
it: Copiato
ja: コピーしました
ka: კოპირებულია
kk: Көшірілді
km: បានចម្លង
ky: Көчүрүлдү
mk: Копирано
mr: कॉपी केले
ms: Disalin
nb: Kopiert
nl: Gekopieerd
pt_pt: Copiado
ro: Copiat
ru: Скопировано
sk: Skopirovane
sl: Kopirano
sq: U kopjua
sr: Копирано
sv: Kopierat
ta: நகலெடுக்கப்பட்டது
te: కాపీ చేయబడింది
th: คัดลอกแล้ว
tr: Kopyalandi
ug: كۆچۈرۈلدى
uk: Скопійовано
ur: ฺฉุงูพ ู ฺฏุง

source: Show my QR code
af: Wys my QR-kode
ar: عرض رمز QR الخاص بي
bg: Показване на моя QR код
bn: আমার QR কোড দেখান
ca: Mostrar el meu codi QR
cs: Zobrazit muj QR kod
da: Vis min QR-kode
de: Meinen QR-Code anzeigen
el: Εμφάνιση του QR code μου
es: Mostrar mi código QR
et: Näita minu QR code'i
eu: Erakutsi nire QR code
fa: نمایش QR code من
fi: Näytä QR-koodini
fil: Ipakita ang aking QR code
fr: Afficher mon QR code
ga: Taispeain mo chod QR
gl: Mostrar o meu codigo QR
gu: મારો QR કોડ બતાવો
he: הצג את קוד ה-QR שלי
hi: मेरा QR कोड दिखाएं
hr: Pokazi moj QR code
hu: QR code-om megjelenítése
id: Tampilkan kode QR saya
it: Mostra il mio QR code
ja: マイ QR code を表示
ka: ჩემი QR code-ის ჩვენება
kk: QR кодымды көрсету
km: បង្ហាញ QR code របស់ខ្ញុំ
ky: Менин QR кодумду көрсөтүү
mk: Прикажи мој QR code
mr: माझा QR कोड दाखवा
ms: Papar kod QR saya
nb: Vis min QR-kode
nl: Mijn QR-code tonen
pt_pt: Mostrar o meu codigo QR
ro: Arata QR code-ul meu
ru: Показать мой QR code
sk: Zobrazit moj QR code
sl: Pokazi moj QR code
sq: Shfaq QR code time
sr: Прикажи мој QR код
sv: Visa min QR-kod
ta: எனது QR குறியீட்டைக் காட்டு
te: నా QR code చూపించు
th: แสดง QR Code ของฉัน
tr: QR kodumu goster
ug: QR code منى كۆرسەت
uk: Показати мій QR code
ur: ู ุฑุง QR code ุฏฺฉฺพุงุฆฺบ

# orDivider
source: or
af: of
ar: أو
bg: или
bn: অথবা
ca: o
cs: nebo
da: eller
de: oder
el: ή
es: o
et: või
eu: edo
fa: یا
fi: tai
fil: o
fr: ou
ga: no
gl: ou
gu: અથવા
he: או
hi: या
hr: ili
hu: vagy
id: atau
it: o
ja: または
ka: ან
kk: немесе
km: ឬ
ky: же
mk: или
mr: किंवा
ms: atau
nb: eller
nl: of
pt_pt: ou
ro: sau
ru: или
sk: alebo
sl: ali
sq: ose
sr: или
sv: eller
ta: அல்லது
te: లేదా
th: หรือ
tr: veya
ug: ياكى
uk: або
ur: ุง

source: Open scanner
af: Maak skandeerder oop
ar: فتح الماسح
bg: Отваряне на скенер
bn: স্ক্যানার খুলুন
ca: Obrir escàner
cs: Otevrit skener
da: Åbn scanner
de: Scanner öffnen
el: Άνοιγμα σαρωτή
es: Abrir escáner
et: Ava skanner
eu: Ireki eskanerra
fa: باز کردن اسکنر
fi: Avaa skanneri
fil: Buksan ang scanner
fr: Ouvrir le scanner
ga: Oscail an scanoir
gl: Abrir escaner
gu: સ્કેનર ખોલો
he: פתח סורק
hi: स्कैनर खोलें
hr: Otvori skener
hu: Szkenner megnyitása
id: Buka pemindai
it: Apri scanner
ja: スキャナーを開く
ka: სკანერის გახსნა
kk: Сканерді ашу
km: បើកម៉ាស៊ីនស្កេន
ky: Сканерди ачуу
mk: Отвори скенер
mr: स्कॅनर उघडा
ms: Buka pengimbas
nb: Åpne skanner
nl: Scanner openen
pt_pt: Abrir leitor
ro: Deschide scanerul
ru: Открыть сканер
sk: Otvorit skener
sl: Odpri skener
sq: Hap skanerin
sr: Отвори скенер
sv: Öppna skanner
ta: ஸ்கேனரைத் திற
te: స్కానర్ తెరువు
th: เปิดสแกนเนอร์
tr: Tarayiciyi ac
ug: سىكانېرنى ئاچ
uk: Відкрити сканер
ur: ุงุณฺฉูุฑ ฺฉฺพููฺบ

source: Add manually
af: Voeg handmatig by
ar: إضافة يدوياً
bg: Ръчно добавяне
bn: ম্যানুয়ালি যোগ করুন
ca: Afegir manualment
cs: Pridat rucne
da: Tilføj manuelt
de: Manuell hinzufügen
el: Χειροκίνητη προσθήκη
es: Añadir manualmente
et: Lisa käsitsi
eu: Gehitu eskuz
fa: افزودن دستی
fi: Lisää manuaalisesti
fil: Manu-manong idagdag
fr: Ajouter manuellement
ga: Cuir leis de laimh
gl: Engadir manualmente
gu: જાતે ઉમેરો
he: הוסף ידנית
hi: मैन्युअल रूप से जोड़ें
hr: Dodaj rucno
hu: Kézi hozzáadás
id: Tambah manual
it: Aggiungi manualmente
ja: 手動で追加
ka: ხელით დამატება
kk: Қолмен қосу
km: បន្ថែមដោយដៃ
ky: Кол менен кошуу
mk: Додај рачно
mr: स्वतः जोडा
ms: Tambah secara manual
nb: Legg til manuelt
nl: Handmatig toevoegen
pt_pt: Adicionar manualmente
ro: Adauga manual
ru: Добавить вручную
sk: Pridat manualne
sl: Dodaj rocno
sq: Shto manualisht
sr: Додај ручно
sv: Lägg till manuellt
ta: கைமுறையாகச் சேர்
te: మాన్యువల్‌గా జోడించు
th: เพิ่มด้วยตนเอง
tr: Elle ekle
ug: قولدا قوشۇش
uk: Додати вручну
ur: ุฏุณุช ุทูุฑ ูพุฑ ุดุงู ู ฺฉุฑฺบ

# contactHashIdLabel
source: Contact's Hash ID
af: Kontak se Hash ID
ar: معرّف Hash لجهة الاتصال
bg: Hash ID на контакта
bn: পরিচিতির Hash ID
ca: Hash ID del contacte
cs: Hash ID kontaktu
da: Kontaktens Hash-ID
de: Hash ID des Kontakts
el: Hash ID επαφής
es: Hash ID del contacto
et: Kontakti Hash ID
eu: Kontaktuaren Hash ID
fa: Hash ID مخاطب
fi: Yhteystiedon Hash ID
fil: Hash ID ng kontak
fr: Hash ID du contact
ga: Hash ID an teagmhala
gl: Hash ID do contacto
gu: સંપર્કનું Hash ID
he: Hash ID של איש הקשר
hi: संपर्क का Hash ID
hr: Hash ID kontakta
hu: Névjegy Hash ID-je
id: Hash ID kontak
it: Hash ID del contatto
ja: 連絡先の Hash ID
ka: კონტაქტის Hash ID
kk: Контакттың Hash ID-і
km: Hash ID របស់ទំនាក់ទំនង
ky: Контакттын Hash ID'си
mk: Hash ID на контактот
mr: संपर्काचा Hash ID
ms: Hash ID kenalan
nb: Kontaktens Hash-ID
nl: Hash-ID van contact
pt_pt: Hash ID do contacto
ro: Hash ID-ul contactului
ru: Hash ID контакта
sk: Hash ID kontaktu
sl: Hash ID stika
sq: Hash ID i kontaktit
sr: Hash ID контакта
sv: Kontaktens Hash-ID
ta: தொடர்பின் Hash ID
te: పరిచయం యొక్క Hash ID
th: Hash ID ของผู้ติดต่อ
tr: Kisinin Hash Kimligi
ug: ئالاقىداشنىڭ Hash ID سى
uk: Hash ID контакту
ur: ุฑุงุจุท ฺฉุง Hash ID

# temporaryCodeLabel
source: Temporary code
af: Tydelike kode
ar: الرمز المؤقت
bg: Временен код
bn: অস্থায়ী কোড
ca: Codi temporal
cs: Docasny kod
da: Midlertidig kode
de: Temporärer Code
el: Προσωρινός κωδικός
es: Código temporal
et: Ajutine kood
eu: Aldi baterako kodea
fa: کد موقت
fi: Väliaikainen koodi
fil: Pansamantalang code
fr: Code temporaire
ga: Cod sealadach
gl: Codigo temporal
gu: અસ્થાયી કોડ
he: קוד זמני
hi: अस्थायी कोड
hr: Privremeni kod
hu: Ideiglenes kód
id: Kode sementara
it: Codice temporaneo
ja: 一時コード
ka: დროებითი კოდი
kk: Уақытша код
km: លេខកូដបណ្តោះអាសន្ន
ky: Убактылуу код
mk: Привремен код
mr: तात्पुरता कोड
ms: Kod sementara
nb: Midlertidig kode
nl: Tijdelijke code
pt_pt: Codigo temporario
ro: Cod temporar
ru: Временный код
sk: Docasny kod
sl: Zacasna koda
sq: Kodi i perkohshem
sr: Привремени код
sv: Tillfällig kod
ta: தற்காலிகக் குறியீடு
te: తాత్కాలిక కోడ్
th: รหัสชั่วคราว
tr: Gecici kod
ug: ۋاقىتلىق كود
uk: Тимчасовий код
ur: ุนุงุฑุถ ฺฉูฺ

# askContactForCode
source: Ask your contact to generate a code from their profile
af: Vra jou kontak om 'n kode van hul profiel te genereer
ar: اطلب من جهة اتصالك إنشاء رمز من ملفه الشخصي
bg: Помолете контакта си да генерира код от профила си
bn: আপনার পরিচিতিকে তার প্রোফাইল থেকে একটি কোড তৈরি করতে বলুন
ca: Demana al teu contacte que generi un codi des del seu perfil
cs: Pozadejte kontakt o vygenerovani kodu z jeho profilu
da: Bed din kontakt om at generere en kode fra deres profil
de: Bitte deinen Kontakt, einen Code in seinem Profil zu generieren
el: Ζητήστε από την επαφή σας να δημιουργήσει έναν κωδικό από το προφίλ της
es: Pide a tu contacto que genere un código desde su perfil
et: Paluge oma kontaktil genereerida kood oma profiilist
eu: Eskatu zure kontaktuari kodea bere profiletik sortzeko
fa: از مخاطب خود بخواهید از پروفایلش کد تولید کند
fi: Pyydä yhteystietoasi luomaan koodi profiilistaan
fil: Hilingin sa iyong kontak na gumawa ng code mula sa kanilang profile
fr: Demandez à votre contact de générer un code depuis son profil
ga: Iarr ar do theagmhail cod a ghinniunt ona bproifil
gl: Pide ao teu contacto que xere un codigo dende o seu perfil
gu: તમારા સંપર્કને તેમની પ્રોફાઇલમાંથી કોડ જનરેટ કરવા કહો
he: בקש מאיש הקשר שלך ליצור קוד מהפרופיל שלו
hi: अपने संपर्क से उनके प्रोफ़ाइल से कोड जनरेट करने को कहें
hr: Zamolite kontakt da generira kod sa svog profila
hu: Kérje meg névjegyét, hogy generáljon egy kódot a profiljából
id: Minta kontak Anda membuat kode dari profil mereka
it: Chiedi al tuo contatto di generare un codice dal suo profilo
ja: 連絡先にプロフィールからコードを生成してもらってください
ka: სთხოვეთ კონტაქტს კოდის გენერაცია თავისი პროფილიდან
kk: Контактіңізден профилінен код жасауын сұраңыз
km: សុំឱ្យទំនាក់ទំនងរបស់អ្នកបង្កើតលេខកូដពីប្រវត្តិរូបរបស់ពួកគេ
ky: Контактыңыздан профилинен код түзүүсүн сураңыз
mk: Побарајте од контактот да генерира код од својот профил
mr: तुमच्या संपर्काला त्याच्या प्रोफाइलमधून कोड तयार करण्यास सांगा
ms: Minta kenalan anda menjana kod dari profil mereka
nb: Be kontakten din om å generere en kode fra profilen sin
nl: Vraag je contact om een code te genereren vanuit hun profiel
pt_pt: Peca ao seu contacto para gerar um codigo a partir do perfil
ro: Cere contactului sa genereze un cod din profilul sau
ru: Попросите контакт сгенерировать код из его профиля
sk: Poziadajte kontakt o vygenerovanie kodu z jeho profilu
sl: Prosite stik, naj generira kodo iz svojega profila
sq: Kerkoni kontaktit te gjeneroje nje kod nga profili i tij
sr: Замолите контакт да генерише код из свог профила
sv: Be din kontakt att generera en kod från sin profil
ta: உங்கள் தொடர்பிடம் அவரது சுயவிவரத்திலிருந்து குறியீட்டை உருவாக்கச் சொல்லுங்கள்
te: మీ పరిచయాన్ని వారి ప్రొఫైల్ నుండి కోడ్ జనరేట్ చేయమని అడగండి
th: ขอให้ผู้ติดต่อสร้างรหัสจากโปรไฟล์
tr: Kisinizden profilinden bir kod olusturmasini isteyin
ug: ئالاقىداشىڭىزدىن تەرجىمىھالىدىن كود ھاسىللاشنى سوراڭ
uk: Попросіть контакт згенерувати код із свого профілю
ur: ุงูพู ุฑุงุจุท ุณ ุงูพู ูพุฑููุงุฆู ุณ ฺฉูฺ ุจูุงู ฺฉู ฺฉฺบ
