Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# vashCodeMustDiffer
source: Vash code must be different from PIN
af: Vash-kode moet verskil van PIN
ar: يجب أن يكون رمز Vash مختلفاً عن PIN
bg: Vash кодът трябва да е различен от PIN
bn: Vash কোড PIN থেকে আলাদা হতে হবে
ca: El codi Vash ha de ser diferent del PIN
cs: Kod Vash musi byt jiny nez PIN
da: Vash-koden skal være forskellig fra PIN-koden
de: Der Vash-Code muss sich von der PIN unterscheiden
el: Ο κωδικός Vash πρέπει να διαφέρει από το PIN
es: El código Vash debe ser diferente del PIN
et: Vash kood peab erinema PIN-ist
eu: Vash kodeak PIN-etik ezberdina izan behar du
fa: کد Vash باید از PIN متفاوت باشد
fi: Vash-koodin on oltava eri kuin PIN
fil: Ang Vash code ay dapat iba sa PIN
fr: Le code Vash doit être différent du code PIN
ga: Caithfidh an cod Vash a bheith difriuil on chod PIN
gl: O codigo Vash debe ser diferente do PIN
gu: Vash કોડ PIN થી અલગ હોવો જોઈએ
he: קוד Vash חייב להיות שונה מה-PIN
hi: Vash कोड PIN से अलग होना चाहिए
hr: Vash kod mora biti razlicit od PIN-a
hu: A Vash kódnak különböznie kell a PIN-től
id: Kode Vash harus berbeda dari PIN
it: Il codice Vash deve essere diverso dal PIN
ja: Vash コードは PIN と異なる必要があります
ka: Vash კოდი PIN-ისგან განსხვავებული უნდა იყოს
kk: Vash коды PIN-нен басқа болуы керек
km: លេខកូដ Vash ត្រូវតែខុសពី PIN
ky: Vash коду PIN'ден айырмаланышы керек
mk: Vash кодот мора да се разликува од PIN
mr: Vash कोड PIN पेक्षा वेगळा असणे आवश्यक आहे
ms: Kod Vash mestilah berbeza daripada PIN
nb: Vash-koden må være forskjellig fra PIN-koden
nl: Vash-code moet verschillen van de PIN
pt_pt: O codigo Vash deve ser diferente do PIN
ro: Codul Vash trebuie sa fie diferit de PIN
ru: Код Vash должен отличаться от PIN
sk: Kod Vash musi byt odlisny od PIN
sl: Koda Vash mora biti razlicna od PIN
sq: Kodi Vash duhet te jete i ndryshem nga PIN
sr: Vash код мора бити другачији од PIN-а
sv: Vash-koden måste skilja sig från PIN
ta: Vash குறியீடு PIN-இலிருந்து வேறுபட்டதாக இருக்க வேண்டும்
te: Vash కోడ్ PIN కంటే భిన్నంగా ఉండాలి
th: รหัส Vash ต้องแตกต่างจาก PIN
tr: Vash kodu PIN'den farkli olmalidir
ug: Vash كودى PIN دىن ئوخشىمىسلىقى كېرەك
uk: Код Vash повинен відрізнятися від PIN
ur: Vash ฺฉูฺ PIN ุณ ู ุฎุชูู ููุง ฺุง

source: Incorrect Vash code
af: Verkeerde Vash-kode
ar: رمز Vash غير صحيح
bg: Грешен Vash код
bn: ভুল Vash কোড
ca: Codi Vash incorrecte
cs: Nespravny kod Vash
da: Forkert Vash-kode
de: Falscher Vash-Code
el: Λανθασμένος κωδικός Vash
es: Código Vash incorrecto
et: Vale Vash kood
eu: Vash kode okerra
fa: کد Vash نادرست
fi: Väärä Vash-koodi
fil: Maling Vash code
fr: Code Vash incorrect
ga: Cod Vash micheart
gl: Codigo Vash incorrecto
gu: ખોટો Vash કોડ
he: קוד Vash שגוי
hi: गलत Vash कोड
hr: Netocni Vash kod
hu: Helytelen Vash kód
id: Kode Vash salah
it: Codice Vash errato
ja: Vash コードが正しくありません
ka: არასწორი Vash კოდი
kk: Қате Vash коды
km: លេខកូដ Vash មិនត្រឹមត្រូវ
ky: Туура эмес Vash коду
mk: Неточен Vash код
mr: चुकीचा Vash कोड
ms: Kod Vash salah
nb: Feil Vash-kode
nl: Onjuiste Vash-code
pt_pt: Codigo Vash incorreto
ro: Cod Vash incorect
ru: Неверный код Vash
sk: Nespravny kod Vash
sl: Napacna koda Vash
sq: Kod Vash i gabuar
sr: Нетачан Vash код
sv: Felaktig Vash-kod
ta: தவறான Vash குறியீடு
te: తప్పు Vash కోడ్
th: รหัส Vash ไม่ถูกต้อง
tr: Yanlis Vash kodu
ug: خاتا Vash كودى
uk: Невірний код Vash
ur: ุบูุท Vash ฺฉูฺ

# vashWhatToDelete
source: DATA DELETED WITH VASH CODE
af: Wat moet Vash-modus laat verdwyn?
ar: ماذا يجب أن يُخفي وضع Vash؟
bg: Какво трябва да накара да изчезне Режим Vash?
bn: Vash মোডে কী অদৃশ্য হবে?
ca: Què ha de fer desaparèixer el Mode Vash?
cs: Co ma Rezim Vash nechat zmizet?
da: Hvad skal Vash-tilstand få til at forsvinde?
de: Was soll der Vash-Modus verschwinden lassen?
el: Τι πρέπει να εξαφανίσει η λειτουργία Vash;
es: ¿Qué debe hacer desaparecer el Modo Vash?
et: Mida peaks Vash režiim kaduma panema?
eu: Zer desagertu behar du Vash moduak?
fa: حالت Vash چه چیزی را ناپدید کند؟
fi: Mitä Vash-tilan tulisi poistaa?
fil: Ano ang dapat ipawala ng Vash Mode?
fr: DONNÉES SUPPRIMÉES AVEC LE CODE VASH
ga: Cad ba mhaith leat a chur ar ceal le Modh Vash?
gl: Que debe facer desaparecer o Modo Vash?
gu: Vash મોડ શું ગાયબ કરે?
he: מה מצב Vash יעלים?
hi: Vash मोड से क्या गायब होना चाहिए?
hr: Sto bi Vash nacin trebao uciniti da nestane?
hu: Mit tüntessen el a Vash mód?
id: Apa yang harus dihilangkan Mode Vash?
it: Cosa deve far scomparire la Modalità Vash?
ja: Vash モードで何を消しますか？
ka: რა უნდა გააქროს Vash რეჟიმმა?
kk: Vash режимі нені жоғалтуы керек?
km: តើមុខងារ Vash គួរលុបអ្វីខ្លះ?
ky: Vash режими менен эмнени жоготуу керек?
mk: Што треба Vash режимот да направи да исчезне?
mr: Vash मोडने काय गायब करावे?
ms: Apa yang Mod Vash patut hilangkan?
nb: Hva skal Vash-modus fjerne?
nl: Wat moet Vash-modus laten verdwijnen?
pt_pt: O que deve o Modo Vash fazer desaparecer?
ro: Ce ar trebui sa faca Modul Vash sa dispara?
ru: Что должен скрыть режим Vash?
sk: Co ma rezim Vash nechat zmiznut?
sl: Kaj naj nacin Vash skrije?
sq: Çfare duhet te beje modaliteti Vash te zhduke?
sr: Шта Vash режим треба да уклони?
sv: Vad ska Vash-läget ta bort?
ta: Vash பயன்முறை எதை மறையச் செய்ய வேண்டும்?
te: Vash మోడ్ ద్వారా ఏమి అదృశ్యమవ్వాలి?
th: โหมด Vash ควรทำให้อะไรหายไป?
tr: Vash Modu neyi yok etsin?
ug: Vash ھالىتى نېمىنى يوقىتىشى كېرەك؟
uk: Що повинен приховати режим Vash?
ur: Vash ู ูฺ ฺฉู ฺฉุง ุบุงุฆุจ ฺฉุฑูุง ฺุงุ

# vashDeleteContactsWarning
source: You will need to re-add each contact manually
fr: Vous devrez rajouter chaque contact manuellement

# vashDeleteContactsConfirm
source: If the Vash code is used, all your contacts will be permanently deleted. You will need to re-add them one by one by exchanging codes with each of them again.
fr: Si le code Vash est utilisé, tous vos contacts seront définitivement supprimés. Vous devrez les rajouter un par un en refaisant un échange de code avec chacun d'entre eux.

# vashDeleteMessagesWarning
source: All your conversations will be erased
fr: Toutes vos conversations seront effacées

# vashDeleteNotesWarning
source: All your notes will be deleted
fr: Toutes vos notes seront supprimées

# vashActivated
source: Vash Mode activated
af: Vash-modus geaktiveer
ar: تم تفعيل وضع Vash
bg: Режим Vash е активиран
bn: Vash মোড সক্রিয়
ca: Mode Vash activat
cs: Rezim Vash aktivovan
da: Vash-tilstand aktiveret
de: Vash-Modus aktiviert
el: Η λειτουργία Vash ενεργοποιήθηκε
es: Modo Vash activado
et: Vash režiim aktiveeritud
eu: Vash modua aktibatuta
fa: حالت Vash فعال شد
fi: Vash-tila aktivoitu
fil: Na-activate ang Vash Mode
fr: Mode Vash activé
ga: Modh Vash gniomhachtaithe
gl: Modo Vash activado
gu: Vash મોડ સક્રિય થયો
he: מצב Vash הופעל
hi: Vash मोड सक्रिय
hr: Vash nacin aktiviran
hu: Vash mód aktiválva
id: Mode Vash diaktifkan
it: Modalità Vash attivata
ja: Vash モードが有効化されました
ka: Vash რეჟიმი გააქტიურებულია
kk: Vash режимі қосылды
km: មុខងារ Vash បានបើក
ky: Vash режими иштетилди
mk: Vash режимот е активиран
mr: Vash मोड सक्रिय
ms: Mod Vash diaktifkan
nb: Vash-modus aktivert
nl: Vash-modus geactiveerd
pt_pt: Modo Vash ativado
ro: Modul Vash activat
ru: Режим Vash активирован
sk: Rezim Vash aktivovany
sl: Nacin Vash aktiviran
sq: Modaliteti Vash u aktivizua
sr: Vash режим активиран
sv: Vash-läge aktiverat
ta: Vash பயன்முறை செயல்படுத்தப்பட்டது
te: Vash మోడ్ సక్రియం చేయబడింది
th: เปิดใช้งานโหมด Vash แล้ว
tr: Vash Modu etkinlestirildi
ug: Vash ھالىتى ئاكتىپلاندى
uk: Режим Vash активовано
ur: Vash ู ูฺ ูุนุงู ู ฺฏุง

# vashCreateSubtitle
source: Choose a code different from your main PIN
af: Kies 'n kode anders as jou hoof-PIN
ar: اختر رمزاً مختلفاً عن رمز PIN الرئيسي
bg: Изберете код, различен от основния ви PIN
bn: আপনার প্রধান PIN থেকে আলাদা একটি কোড বেছে নিন
ca: Tria un codi diferent del teu PIN principal
cs: Zvolte kod odlisny od hlavniho PINu
da: Vælg en kode der er forskellig fra din hoved-PIN
de: Wähle einen Code, der sich von deiner Haupt-PIN unterscheidet
el: Επιλέξτε έναν κωδικό διαφορετικό από τον κύριο PIN σας
es: Elige un código diferente de tu PIN principal
et: Valige kood, mis erineb teie põhi-PIN-ist
eu: Aukeratu zure PIN nagusitik ezberdina den kodea
fa: کدی متفاوت از PIN اصلی خود انتخاب کنید
fi: Valitse koodi, joka on eri kuin pää-PIN
fil: Pumili ng code na iba sa iyong pangunahing PIN
fr: Choisissez un code différent de votre PIN principal
ga: Roghnaigh cod difriuil o do phriomh-PIN
gl: Elixe un codigo diferente do teu PIN principal
gu: તમારા મુખ્ય PIN થી અલગ કોડ પસંદ કરો
he: בחר קוד שונה מה-PIN הראשי שלך
hi: अपने मुख्य PIN से अलग कोड चुनें
hr: Odaberite kod razlicit od glavnog PIN-a
hu: Válasszon a fő PIN-től eltérő kódot
id: Pilih kode yang berbeda dari PIN utama Anda
it: Scegli un codice diverso dal tuo PIN principale
ja: メイン PIN とは異なるコードを選択してください
ka: აირჩიეთ ძირითადი PIN-ისგან განსხვავებული კოდი
kk: Негізгі PIN-нен басқа код таңдаңыз
km: ជ្រើសរើសលេខកូដខុសពី PIN ចម្បង
ky: Негизги PIN'иңизден башка код тандаңыз
mk: Изберете код различен од вашиот главен PIN
mr: तुमच्या मुख्य PIN पेक्षा वेगळा कोड निवडा
ms: Pilih kod yang berbeza daripada PIN utama anda
nb: Velg en kode som er forskjellig fra hoved-PIN-en din
nl: Kies een code die verschilt van je hoofd-PIN
pt_pt: Escolha um codigo diferente do seu PIN principal
ro: Alege un cod diferit de PIN-ul principal
ru: Выберите код, отличный от основного PIN
sk: Zvolte kod odlisny od hlavneho PIN
sl: Izberite kodo, razlicno od glavne PIN
sq: Zgjidh nje kod te ndryshem nga PIN kryesor
sr: Изаберите код другачији од главног PIN-а
sv: Välj en kod som skiljer sig från din huvud-PIN
ta: உங்கள் முக்கிய PIN-இலிருந்து வேறுபட்ட குறியீட்டைத் தேர்வு செய்யுங்கள்
te: మీ ప్రధాన PIN కంటే భిన్నమైన కోడ్‌ను ఎంచుకోండి
th: เลือกรหัสที่แตกต่างจาก PIN หลัก
tr: Ana PIN'inizden farkli bir kod secin
ug: ئاساسىي PIN دىن باشقا كود تاللاڭ
uk: Оберіть код, відмінний від вашого основного PIN
ur: ุงูพู ุงุตู PIN ุณ ู ุฎุชูู ฺฉูฺ ู ูุชุฎุจ ฺฉุฑฺบ

# vashConfirmSubtitle
source: Confirm your Vash code
af: Bevestig jou Vash-kode
ar: أكد رمز Vash الخاص بك
bg: Потвърдете вашия Vash код
bn: আপনার Vash কোড নিশ্চিত করুন
ca: Confirma el teu codi Vash
cs: Potvrdte svuj kod Vash
da: Bekræft din Vash-kode
de: Bestätige deinen Vash-Code
el: Επιβεβαιώστε τον κωδικό Vash σας
es: Confirma tu código Vash
et: Kinnitage oma Vash kood
eu: Berretsi zure Vash kodea
fa: کد Vash خود را تأیید کنید
fi: Vahvista Vash-koodisi
fil: Kumpirmahin ang iyong Vash code
fr: Confirmez votre code Vash
ga: Deimhnigh do chod Vash
gl: Confirma o teu codigo Vash
gu: તમારો Vash કોડ કન્ફર્મ કરો
he: אשר את קוד ה-Vash שלך
hi: अपने Vash कोड की पुष्टि करें
hr: Potvrdite svoj Vash kod
hu: Erősítse meg a Vash kódját
id: Konfirmasi kode Vash Anda
it: Conferma il tuo codice Vash
ja: Vash コードを確認してください
ka: დაადასტურეთ თქვენი Vash კოდი
kk: Vash кодыңызды растаңыз
km: បញ្ជាក់លេខកូដ Vash របស់អ្នក
ky: Vash кодуңузду ырастаңыз
mk: Потврдете го вашиот Vash код
mr: तुमचा Vash कोड पुष्टी करा
ms: Sahkan kod Vash anda
nb: Bekreft Vash-koden din
nl: Bevestig je Vash-code
pt_pt: Confirme o seu codigo Vash
ro: Confirma codul tau Vash
ru: Подтвердите ваш код Vash
sk: Potvrdte vas kod Vash
sl: Potrdite svojo kodo Vash
sq: Konfirmo kodin tuaj Vash
sr: Потврдите свој Vash код
sv: Bekräfta din Vash-kod
ta: உங்கள் Vash குறியீட்டை உறுதிசெய்யுங்கள்
te: మీ Vash కోడ్‌ను నిర్ధారించండి
th: ยืนยันรหัส Vash ของคุณ
tr: Vash kodunuzu onaylayin
ug: Vash كودىڭىزنى جەزملەڭ
uk: Підтвердіть ваш код Vash
ur: ุงูพู Vash ฺฉูฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

# vashCodeSection
source: Vash Mode
af: Vash-modus
ar: وضع Vash
bg: Режим Vash
bn: Vash মোড
ca: Mode Vash
cs: Rezim Vash
da: Vash-tilstand
de: Vash-Modus
el: Λειτουργία Vash
es: Modo Vash
et: Vash režiim
eu: Vash modua
fa: حالت Vash
fi: Vash-tila
fr: Mode Vash
ga: Modh Vash
gl: Modo Vash
gu: Vash મોડ
he: מצב Vash
hi: Vash मोड
hr: Vash nacin
hu: Vash mód
id: Mode Vash
it: Modalità Vash
ja: Vash モード
ka: Vash რეჟიმი
kk: Vash режимі
km: មុខងារ Vash
ky: Vash режими
mk: Vash режим
mr: Vash मोड
ms: Mod Vash
nb: Vash-modus
nl: Vash-modus
pt_pt: Modo Vash
ro: Mod Vash
ru: Режим Vash
sk: Rezim Vash
sl: Nacin Vash
sq: Modaliteti Vash
sr: Vash режим
sv: Vash-läge
ta: Vash பயன்முறை
te: Vash మోడ్
th: โหมด Vash
tr: Vash Modu
ug: Vash ھالىتى
uk: Режим Vash
ur: Vash ู ูฺ

# deleteAccount
source: Delete my account
af: Verwyder my rekening
ar: حذف حسابي
bg: Изтриване на акаунта ми
bn: আমার অ্যাকাউন্ট মুছুন
ca: Eliminar el meu compte
cs: Smazat muj ucet
da: Slet min konto
de: Mein Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar mi cuenta
et: Kustuta konto
eu: Ezabatu nire kontua
fa: حذف حساب من
fi: Poista tilini
fil: Burahin ang aking account
fr: Supprimer mon compte
ga: Scrios mo chuntas
gl: Eliminar a mina conta
gu: મારું એકાઉન્ટ ડિલીટ કરો
he: מחק את החשבון שלי
hi: मेरा खाता हटाएं
hr: Izbrisi moj racun
hu: Fiókom törlése
id: Hapus akun saya
it: Elimina il mio account
ja: アカウントを削除
ka: ჩემი ანგარიშის წაშლა
kk: Аккаунтымды жою
km: លុបគណនីរបស់ខ្ញុំ
ky: Аккаунтумду өчүрүү
mk: Избриши ја мојата сметка
mr: माझे खाते हटवा
ms: Padam akaun saya
nb: Slett kontoen min
nl: Mijn account verwijderen
pt_pt: Apagar a minha conta
ro: Sterge contul meu
ru: Удалить мой аккаунт
sk: Zmazat moj ucet
sl: Izbrisi moj racun
sq: Fshi llogarise time
sr: Обриши мој налог
sv: Radera mitt konto
ta: எனது கணக்கை நீக்கு
te: నా ఖాతాను తొలగించు
th: ลบบัญชีของฉัน
tr: Hesabimi sil
ug: ھېساباتىمنى ئۆچۈرۈش
uk: Видалити мій обліковий запис
ur: ู ุฑุง ุงฺฉุงุคููน ุญุฐู ฺฉุฑฺบ

# deleteAccountSubtitle
source: Irreversible action
af: Onomkeerbare aksie
ar: إجراء لا رجعة فيه
bg: Необратимо действие
bn: অপরিবর্তনীয় কাজ
ca: Acció irreversible
cs: Nevratna akce
da: Irreversibel handling
de: Unwiderrufliche Aktion
el: Μη αναστρέψιμη ενέργεια
es: Acción irreversible
et: Pöördumatu toiming
eu: Ekintza itzulezina
fa: عمل برگشت‌ناپذیر
fi: Peruuttamaton toiminto
fil: Hindi na maibabalik na aksyon
fr: Action irréversible
ga: Gniomh do-aischuirthe
gl: Accion irreversible
gu: ઉલટાવી ન શકાય તેવી ક્રિયા
he: פעולה בלתי הפיכה
hi: अपरिवर्तनीय क्रिया
hr: Nepovratna radnja
hu: Visszafordíthatatlan művelet
id: Tindakan tidak dapat dibatalkan
it: Azione irreversibile
ja: 取り消し不可能な操作
ka: შეუქცევადი მოქმედება
kk: Қайтарымсыз әрекет
km: សកម្មភាពមិនអាចត្រឡប់វិញ
ky: Кайтарылгыс аракет
mk: Неповратна акција
mr: अपरिवर्तनीय क्रिया
ms: Tindakan tidak boleh diterbalikkan
nb: Irreversibel handling
nl: Onomkeerbare actie
pt_pt: Acao irreversivel
ro: Actiune ireversibila
ru: Необратимое действие
sk: Nevratna akcia
sl: Nepreklicno dejanje
sq: Veprim i pakthyeshem
sr: Неповратна акција
sv: Oåterkallelig åtgärd
ta: மீளமுடியாத செயல்
te: తిరిగి మార్చలేని చర్య
th: การกระทำที่ไม่สามารถย้อนกลับ
tr: Geri donulemez islem
ug: قايتۇرغۇسىز مەشغۇلات
uk: Незворотна дія
ur: ูุงูุงุจู ูุงูพุณ ุนู ู

# deleteAccountConfirmTitle
source: Delete my account
af: Verwyder my rekening
ar: حذف حسابي
bg: Изтриване на акаунта ми
bn: আমার অ্যাকাউন্ট মুছুন
ca: Eliminar el meu compte
cs: Smazat muj ucet
da: Slet min konto
de: Mein Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar mi cuenta
et: Kustuta konto
eu: Ezabatu nire kontua
fa: حذف حساب من
fi: Poista tilini
fil: Burahin ang aking account
fr: Supprimer mon compte
ga: Scrios mo chuntas
gl: Eliminar a mina conta
gu: મારું એકાઉન્ટ ડિલીટ કરો
he: מחק את החשבון שלי
hi: मेरा खाता हटाएं
hr: Izbrisi moj racun
hu: Fiókom törlése
id: Hapus akun saya
it: Elimina il mio account
ja: アカウントを削除
ka: ჩემი ანგარიშის წაშლა
kk: Аккаунтымды жою
km: លុបគណនីរបស់ខ្ញុំ
ky: Аккаунтумду өчүрүү
mk: Избриши ја мојата сметка
mr: माझे खाते हटवा
ms: Padam akaun saya
nb: Slett kontoen min
nl: Mijn account verwijderen
pt_pt: Apagar a minha conta
ro: Sterge contul meu
ru: Удалить мой аккаунт
sk: Zmazat moj ucet
sl: Izbrisi moj racun
sq: Fshi llogarise time
sr: Обриши мој налог
sv: Radera mitt konto
ta: எனது கணக்கை நீக்கு
te: నా ఖాతాను తొలగించు
th: ลบบัญชีของฉัน
tr: Hesabimi sil
ug: ھېساباتىمنى ئۆچۈرۈش
uk: Видалити мій обліковий запис
ur: ู ุฑุง ุงฺฉุงุคููน ุญุฐู ฺฉุฑฺบ
