Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# addByHashIdSubtitle
source: Enter the contact's Hash ID and temporary code
af: Voer die kontak se Hash ID en tydelike kode in
ar: أدخل معرّف Hash والرمز المؤقت لجهة الاتصال
bg: Въведете Hash ID и временния код на контакта
bn: পরিচিতির Hash ID এবং অস্থায়ী কোড দিন
ca: Introdueix el Hash ID i el codi temporal del contacte
cs: Zadejte Hash ID a docasny kod kontaktu
da: Indtast kontaktens Hash-ID og midlertidige kode
de: Gib die Hash ID und den temporären Code des Kontakts ein
el: Εισάγετε το Hash ID και τον προσωρινό κωδικό της επαφής
es: Introduce el Hash ID y el código temporal del contacto
et: Sisestage kontakti Hash ID ja ajutine kood
eu: Sartu kontaktuaren Hash ID eta aldi baterako kodea
fa: Hash ID و کد موقت مخاطب را وارد کنید
fi: Syötä yhteystiedon Hash ID ja väliaikainen koodi
fil: Ilagay ang Hash ID at pansamantalang code ng kontak
fr: Entrez le Hash ID et le code temporaire du contact
ga: Cuir isteach Hash ID agus cod sealadach an teagmhala
gl: Introduce o Hash ID e o codigo temporal do contacto
gu: સંપર્કનું Hash ID અને અસ્થાયી કોડ દાખલ કરો
he: הכנס את ה-Hash ID והקוד הזמני של איש הקשר
hi: संपर्क का Hash ID और अस्थायी कोड दर्ज करें
hr: Unesite Hash ID i privremeni kod kontakta
hu: Adja meg a névjegy Hash ID-jét és ideiglenes kódját
id: Masukkan Hash ID dan kode sementara kontak
it: Inserisci l'Hash ID e il codice temporaneo del contatto
ja: 連絡先の Hash ID と一時コードを入力
ka: შეიყვანეთ კონტაქტის Hash ID და დროებითი კოდი
kk: Контакттың Hash ID-ін және уақытша кодын енгізіңіз
km: បញ្ចូល Hash ID និងលេខកូដបណ្តោះអាសន្នរបស់ទំនាក់ទំនង
ky: Контакттын Hash ID жана убактылуу кодун киргизиңиз
mk: Внесете го Hash ID и привремениот код на контактот
mr: संपर्काचा Hash ID आणि तात्पुरता कोड टाका
ms: Masukkan Hash ID dan kod sementara kenalan
nb: Skriv inn kontaktens Hash-ID og midlertidige kode
nl: Voer de Hash-ID en tijdelijke code van het contact in
pt_pt: Introduza o Hash ID e o codigo temporario do contacto
ro: Introdu Hash ID-ul si codul temporar al contactului
ru: Введите Hash ID и временный код контакта
sk: Zadajte Hash ID a docasny kod kontaktu
sl: Vnesite Hash ID in zacasno kodo stika
sq: Futni Hash ID dhe kodin e perkohshem te kontaktit
sr: Унесите Hash ID и привремени код контакта
sv: Ange kontaktens Hash-ID och tillfälliga kod
ta: தொடர்பின் Hash ID மற்றும் தற்காலிகக் குறியீட்டை உள்ளிடுங்கள்
te: పరిచయం యొక్క Hash ID మరియు తాత్కాలిక కోడ్ నమోదు చేయండి
th: ใส่ Hash ID และรหัสชั่วคราวของผู้ติดต่อ
tr: Kisinin Hash Kimligini ve gecici kodunu girin
ug: ئالاقىداشنىڭ Hash ID سى ۋە ۋاقىتلىق كودنى كىرگۈزۈڭ
uk: Введіть Hash ID контакту та тимчасовий код
ur: ุฑุงุจุท ฺฉุง Hash ID ุงูุฑ ุนุงุฑุถ ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

# enterTemporaryCode
source: Enter the 6-digit code
af: Voer die 6-syfer kode in
ar: أدخل الرمز المكون من 6 أرقام
bg: Въведете 6-цифрения код
bn: ৬ সংখ্যার কোড দিন
ca: Introdueix el codi de 6 dígits
cs: Zadejte 6mistny kod
da: Indtast den 6-cifrede kode
de: Gib den 6-stelligen Code ein
el: Εισάγετε τον 6-ψήφιο κωδικό
es: Introduce el código de 6 dígitos
et: Sisestage 6-kohaline kood
eu: Sartu 6 digituko kodea
fa: کد ۶ رقمی را وارد کنید
fi: Syötä 6-numeroinen koodi
fil: Ilagay ang 6 na digit na code
fr: Entrez le code à 6 chiffres
ga: Cuir isteach an cod 6 dhigit
gl: Introduce o codigo de 6 dixitos
gu: 6-અંકનો કોડ દાખલ કરો
he: הכנס את הקוד בן 6 הספרות
hi: 6 अंकों का कोड दर्ज करें
hr: Unesite 6-znamenkasti kod
hu: Adja meg a 6 jegyű kódot
id: Masukkan kode 6 digit
it: Inserisci il codice a 6 cifre
ja: 6桁のコードを入力
ka: შეიყვანეთ 6-ციფრიანი კოდი
kk: 6 таңбалы кодты енгізіңіз
km: បញ្ចូលលេខកូដ ៦ ខ្ទង់
ky: 6 сандык кодду киргизиңиз
mk: Внесете го 6-цифрениот код
mr: 6-अंकी कोड टाका
ms: Masukkan kod 6 digit
nb: Skriv inn den 6-sifrede koden
nl: Voer de 6-cijferige code in
pt_pt: Introduza o codigo de 6 digitos
ro: Introdu codul de 6 cifre
ru: Введите 6-значный код
sk: Zadajte 6-miestny kod
sl: Vnesite 6-mestno kodo
sq: Futni kodin me 6 shifra
sr: Унесите шестоцифрени код
sv: Ange den 6-siffriga koden
ta: 6 இலக்கக் குறியீட்டை உள்ளிடுங்கள்
te: 6-అంకెల కోడ్ నమోదు చేయండి
th: ใส่รหัส 6 หลัก
tr: 6 haneli kodu girin
ug: 6 خانىلىق كودنى كىرگۈزۈڭ
uk: Введіть 6-значний код
ur: 6 ูุฏุณูฺบ ฺฉุง ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

source: Send request
af: Stuur versoek
ar: إرسال الطلب
bg: Изпращане на заявка
bn: অনুরোধ পাঠান
ca: Enviar sol·licitud
cs: Odeslat zadost
da: Send anmodning
de: Anfrage senden
el: Αποστολή αιτήματος
es: Enviar solicitud
et: Saada taotlus
eu: Bidali eskaera
fa: ارسال درخواست
fi: Lähetä pyyntö
fil: Ipadala ang kahilingan
fr: Envoyer la demande
ga: Seol an t-iarratas
gl: Enviar solicitude
gu: વિનંતી મોકલો
he: שלח בקשה
hi: अनुरोध भेजें
hr: Posalji zahtjev
hu: Kérés küldése
id: Kirim permintaan
it: Invia richiesta
ja: リクエストを送信
ka: მოთხოვნის გაგზავნა
kk: Сұраныс жіберу
km: ផ្ញើសំណើ
ky: Суроо жөнөтүү
mk: Испрати барање
mr: विनंती पाठवा
ms: Hantar permintaan
nb: Send forespørsel
nl: Verzoek versturen
pt_pt: Enviar pedido
ro: Trimite cererea
ru: Отправить запрос
sk: Poslat ziadost
sl: Posli zahtevo
sq: Dergo kerkesen
sr: Пошаљи захтев
sv: Skicka förfrågan
ta: கோரிக்கை அனுப்பு
te: అభ్యర్థన పంపు
th: ส่งคำขอ
tr: Istek gonder
ug: ئىلتىماس يوللاش
uk: Надіслати запит
ur: ุฏุฑุฎูุงุณุช ุจฺพุฌฺบ

# acceptContactTitle
source: Accept contact
af: Aanvaar kontak
ar: قبول جهة الاتصال
bg: Приемане на контакт
bn: পরিচিতি গ্রহণ
ca: Acceptar contacte
cs: Prijmout kontakt
da: Accepter kontakt
de: Kontakt akzeptieren
el: Αποδοχή επαφής
es: Aceptar contacto
et: Nõustu kontaktiga
eu: Onartu kontaktua
fa: پذیرش مخاطب
fi: Hyväksy yhteystieto
fil: Tanggapin ang kontak
fr: Accepter le contact
ga: Glac leis an teagmhail
gl: Aceptar contacto
gu: સંપર્ક સ્વીકારો
he: אשר איש קשר
hi: संपर्क स्वीकार करें
hr: Prihvati kontakt
hu: Névjegy elfogadása
id: Terima kontak
it: Accetta contatto
ja: 連絡先を承諾
ka: კონტაქტის მიღება
kk: Контактты қабылдау
km: ទទួលយកទំនាក់ទំនង
ky: Контактты кабыл алуу
mk: Прифати контакт
mr: संपर्क स्वीकारा
ms: Terima kenalan
nb: Godta kontakt
nl: Contact accepteren
pt_pt: Aceitar contacto
ro: Accepta contactul
ru: Принять контакт
sk: Prijat kontakt
sl: Sprejmi stik
sq: Prano kontaktin
sr: Прихвати контакт
sv: Acceptera kontakt
ta: தொடர்பை ஏற்கவும்
te: పరిచయాన్ని ఆమోదించు
th: ยอมรับผู้ติดต่อ
tr: Kisiyi kabul et
ug: ئالاقىداش قوبۇل قىلىش
uk: Прийняти контакт
ur: ุฑุงุจุท ูุจูู ฺฉุฑฺบ

# acceptContactSubtitle
source: You can give them a custom name
af: Jy kan hulle 'n pasgemaakte naam gee
ar: يمكنك إعطاؤه اسماً مخصصاً
bg: Можете да им дадете персонализирано име
bn: আপনি তাকে একটি কাস্টম নাম দিতে পারেন
ca: Li pots donar un nom personalitzat
cs: Muzete mu/ji dat vlastni jmeno
da: Du kan give dem et tilpasset navn
de: Du kannst ihm einen eigenen Namen geben
el: Μπορείτε να τους δώσετε ένα προσαρμοσμένο όνομα
es: Puedes darle un nombre personalizado
et: Saate neile kohandatud nime anda
eu: Izen pertsonalizatu bat eman diezaiekezu
fa: می‌توانید نام سفارشی بدهید
fi: Voit antaa hänelle mukautetun nimen
fil: Puwede mong bigyan sila ng custom na pangalan
fr: Vous pouvez lui donner un nom personnalisé
ga: Is feidir leat ainm pearsantaithe a thabhairt do/di
gl: Podes darlle un nome personalizado
gu: તમે તેમને કસ્ટમ નામ આપી શકો છો
he: תוכל לתת להם שם מותאם אישית
hi: आप उन्हें एक कस्टम नाम दे सकते हैं
hr: Mozete im dati prilagodeno ime
hu: Egyéni nevet adhat nekik
id: Anda dapat memberi mereka nama khusus
it: Puoi dargli un nome personalizzato
ja: カスタム名を付けることができます
ka: შეგიძლიათ მისცეთ მორგებული სახელი
kk: Оған жеке ат бере аласыз
km: អ្នកអាចដាក់ឈ្មោះផ្ទាល់ខ្លួន
ky: Ыңгайлаштырылган ат бере аласыз
mk: Можете да дадете прилагодено име
mr: तुम्ही त्यांना सानुकूल नाव देऊ शकता
ms: Anda boleh memberi mereka nama tersuai
nb: Du kan gi dem et tilpasset navn
nl: Je kunt ze een aangepaste naam geven
pt_pt: Pode dar-lhe um nome personalizado
ro: Poti sa ii dai un nume personalizat
ru: Вы можете дать ему своё имя
sk: Mozete mu dat vlastne meno
sl: Lahko mu dodelite lastno ime
sq: Mund t'i jepni nje emer te personalizuar
sr: Можете му дати прилагођено име
sv: Du kan ge dem ett eget namn
ta: நீங்கள் அவர்களுக்கு ஒரு தனிப்பயன் பெயரைக் கொடுக்கலாம்
te: మీరు వారికి అనుకూల పేరు ఇవ్వవచ్చు
th: คุณสามารถตั้งชื่อเล่นให้เขาได้
tr: Ona ozel bir ad verebilirsiniz
ug: ئۇلارغا ئالاھىدە ئىسىم بەرسىڭىز بولىدۇ
uk: Ви можете дати їм власне ім'я
ur: ุขูพ ุงูฺบ ุงูพู ู ุฑุถ ฺฉุง ูุงู ุฏ ุณฺฉุช ฺบ

# leaveEmptyForHashId
source: Leave empty to use Hash ID
af: Laat leeg om Hash ID te gebruik
ar: اتركه فارغاً لاستخدام Hash ID
bg: Оставете празно, за да използвате Hash ID
bn: Hash ID ব্যবহার করতে খালি রাখুন
ca: Deixa buit per usar el Hash ID
cs: Nechte prazdne pro pouziti Hash ID
da: Lad være tom for at bruge Hash-ID
de: Leer lassen, um Hash ID zu verwenden
el: Αφήστε κενό για να χρησιμοποιηθεί το Hash ID
es: Dejar vacío para usar el Hash ID
et: Jätke tühjaks, et kasutada Hash ID-d
eu: Utzi hutsik Hash ID erabiltzeko
fa: برای استفاده از Hash ID خالی بگذارید
fi: Jätä tyhjäksi käyttääksesi Hash ID:tä
fil: Iwanang blangko para gamitin ang Hash ID
fr: Laisser vide pour utiliser le Hash ID
ga: Fag folamh chun an Hash ID a usaid
gl: Deixa baleiro para usar o Hash ID
gu: Hash ID વાપરવા માટે ખાલી છોડો
he: השאר ריק לשימוש ב-Hash ID
hi: Hash ID का उपयोग करने के लिए खाली छोड़ें
hr: Ostavite prazno za koristenje Hash ID-a
hu: Hagyja üresen a Hash ID használatához
id: Biarkan kosong untuk menggunakan Hash ID
it: Lascia vuoto per usare l'Hash ID
ja: Hash ID を使用するには空のままにしてください
ka: დატოვეთ ცარიელი Hash ID-ის გამოსაყენებლად
kk: Hash ID қолдану үшін бос қалдырыңыз
km: ទុកទទេដើម្បីប្រើ Hash ID
ky: Hash ID колдонуу үчүн бош калтырыңыз
mk: Оставете празно за да користите Hash ID
mr: Hash ID वापरण्यासाठी रिकामे ठेवा
ms: Biarkan kosong untuk menggunakan Hash ID
nb: La stå tomt for å bruke Hash-ID
nl: Laat leeg om Hash-ID te gebruiken
pt_pt: Deixe vazio para usar o Hash ID
ro: Lasa gol pentru a folosi Hash ID
ru: Оставьте пустым для использования Hash ID
sk: Nechajte prazdne pre pouzitie Hash ID
sl: Pustite prazno za uporabo Hash ID
sq: Leni bosh per te perdorur Hash ID
sr: Оставите празно за коришћење Hash ID-а
sv: Lämna tomt för att använda Hash-ID
ta: Hash ID-ஐப் பயன்படுத்த காலியாக விடுங்கள்
te: Hash ID ఉపయోగించడానికి ఖాళీగా వదలండి
th: ปล่อยว่างเพื่อใช้ Hash ID
tr: Hash Kimligini kullanmak icin bos birakin
ug: Hash ID ئىشلىتىش ئۈچۈن بوش قالدۇرۇڭ
uk: Залиште порожнім для використання Hash ID
ur: Hash ID ุงุณุชุนู ุงู ฺฉุฑู ฺฉ ู ุฎุงู ฺฺพูฺฺบ

source: First name
af: Voornaam
ar: الاسم الأول
bg: Име
bn: নাম
ca: Nom
cs: Jmeno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
et: Eesnimi
eu: Izena
fa: نام
fi: Etunimi
fil: Unang pangalan
fr: Prénom
ga: Ceadainm
gl: Nome
gu: પ્રથમ નામ
he: שם פרטי
hi: पहला नाम
hr: Ime
hu: Keresztnév
id: Nama depan
it: Nome
ja: 名
ka: სახელი
kk: Аты
km: នាមខ្លួន
ky: Аты
mk: Име
mr: पहिले नाव
ms: Nama pertama
nb: Fornavn
nl: Voornaam
pt_pt: Nome
ro: Prenume
ru: Имя
sk: Meno
sl: Ime
sq: Emri
sr: Име
sv: Förnamn
ta: முதல் பெயர்
te: మొదటి పేరు
th: ชื่อ
tr: Ad
ug: ئىسمى
uk: Ім'я
ur: ูพูุง ูุงู

source: Last name
af: Van
ar: الاسم الأخير
bg: Фамилия
bn: পদবি
ca: Cognom
cs: Prijmeni
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
et: Perekonnanimi
eu: Abizena
fa: نام خانوادگی
fi: Sukunimi
fil: Apelyido
fr: Nom
ga: Sloinne
gl: Apelido
gu: અટક
he: שם משפחה
hi: उपनाम
hr: Prezime
hu: Vezetéknév
id: Nama belakang
it: Cognome
ja: 姓
ka: გვარი
kk: Тегі
km: នាមត្រកូល
ky: Фамилиясы
mk: Презиме
mr: आडनाव
ms: Nama akhir
nb: Etternavn
nl: Achternaam
pt_pt: Apelido
ro: Nume
ru: Фамилия
sk: Priezvisko
sl: Priimek
sq: Mbiemri
sr: Презиме
sv: Efternamn
ta: குடும்பப் பெயர்
te: చివరి పేరు
th: นามสกุล
tr: Soyad
ug: فامىلىسى
uk: Прізвище
ur: ุขุฎุฑ ูุงู

# notesHint
source: Personal notes about this contact
af: Persoonlike notas oor hierdie kontak
ar: ملاحظات شخصية عن جهة الاتصال هذه
bg: Лични бележки за този контакт
bn: এই পরিচিতি সম্পর্কে ব্যক্তিগত নোট
ca: Notes personals sobre aquest contacte
cs: Osobni poznamky k tomuto kontaktu
da: Personlige noter om denne kontakt
de: Persönliche Notizen über diesen Kontakt
el: Προσωπικές σημειώσεις για αυτήν την επαφή
es: Notas personales sobre este contacto
et: Isiklikud märkmed selle kontakti kohta
eu: Ohar pertsonalak kontaktu honi buruz
fa: یادداشت‌های شخصی درباره این مخاطب
fi: Henkilökohtaiset muistiinpanot tästä yhteystiedosta
fil: Mga personal na tala tungkol sa kontak na ito
fr: Notes personnelles sur ce contact
ga: Notai pearsanta faoin teagmhail seo
gl: Notas persoais sobre este contacto
gu: આ સંપર્ક વિશે વ્યક્તિગત નોંધો
he: הערות אישיות על איש קשר זה
hi: इस संपर्क के बारे में व्यक्तिगत नोट्स
hr: Osobne biljeske o ovom kontaktu
hu: Személyes jegyzetek erről a névjegyről
id: Catatan pribadi tentang kontak ini
it: Note personali su questo contatto
ja: この連絡先に関する個人的なメモ
ka: პირადი ჩანაწერები ამ კონტაქტის შესახებ
kk: Осы контакт туралы жеке жазбалар
km: កំណត់ត្រាផ្ទាល់ខ្លួនអំពីទំនាក់ទំនងនេះ
ky: Бул контакт жөнүндө жеке жазуулар
mk: Лични белешки за овој контакт
mr: या संपर्काबद्दल वैयक्तिक नोट्स
ms: Nota peribadi tentang kenalan ini
nb: Personlige notater om denne kontakten
nl: Persoonlijke notities over dit contact
pt_pt: Notas pessoais sobre este contacto
ro: Notite personale despre acest contact
ru: Личные заметки об этом контакте
sk: Osobne poznamky o tomto kontakte
sl: Osebne beležke o tem stiku
sq: Shenime personale per kete kontakt
sr: Личне белешке о овом контакту
sv: Personliga anteckningar om denna kontakt
ta: இந்தத் தொடர்பைப் பற்றிய தனிப்பட்ட குறிப்புகள்
te: ఈ పరిచయం గురించి వ్యక్తిగత నోట్స్
th: บันทึกส่วนตัวเกี่ยวกับผู้ติดต่อนี้
tr: Bu kisi hakkinda kisisel notlar
ug: بۇ ئالاقىداش ھەققىدە شەخسىي خاتىرىلەر
uk: Особисті нотатки про цей контакт
ur: ุงุณ ุฑุงุจุท ฺฉ ุจุงุฑ ู ฺบ ุฐุงุช ูููนุณ

source: Photo (optional)
af: Foto (opsioneel)
ar: صورة (اختياري)
bg: Снимка (незадължително)
bn: ছবি (ঐচ্ছিক)
ca: Foto (opcional)
cs: Fotka (volitelne)
da: Foto (valgfrit)
de: Foto (optional)
el: Φωτογραφία (προαιρετικό)
es: Foto (opcional)
et: Foto (valikuline)
eu: Argazkia (aukerakoa)
fa: عکس (اختیاری)
fi: Kuva (valinnainen)
fil: Larawan (opsyonal)
fr: Photo (optionnel)
ga: Grianghraf (roghnach)
gl: Foto (opcional)
gu: ફોટો (વૈકલ્પિક)
he: תמונה (אופציונלי)
hi: फ़ोटो (वैकल्पिक)
hr: Fotografija (neobavezno)
hu: Fénykép (opcionális)
id: Foto (opsional)
it: Foto (opzionale)
ja: 写真（任意）
ka: ფოტო (არასავალდებულო)
kk: Фото (міндетті емес)
km: រូបថត (ជាជម្រើស)
ky: Сүрөт (милдеттүү эмес)
mk: Фото (опционално)
mr: फोटो (ऐच्छिक)
ms: Foto (pilihan)
nb: Bilde (valgfritt)
nl: Foto (optioneel)
pt_pt: Fotografia (opcional)
ro: Foto (optional)
ru: Фото (необязательно)
sk: Foto (volitelne)
sl: Fotografija (neobvezno)
sq: Foto (opsionale)
sr: Фотографија (опционо)
sv: Foto (valfritt)
ta: புகைப்படம் (விருப்பத்தேர்வு)
te: ఫోటో (ఐచ్ఛికం)
th: รูปภาพ (ไม่บังคับ)
tr: Fotograf (istege bagli)
ug: رەسىم (ئىختىيارىي)
uk: Фото (необов'язково)
ur: ุชุตูุฑ (ุงุฎุชุงุฑ)

# contactNameOptional
source: Name (optional)
af: Naam (opsioneel)
ar: الاسم (اختياري)
bg: Име (незадължително)
bn: নাম (ঐচ্ছিক)
ca: Nom (opcional)
cs: Jmeno (volitelne)
da: Navn (valgfrit)
el: Όνομα (προαιρετικό)
es: Nombre (opcional)
et: Nimi (valikuline)
eu: Izena (aukerakoa)
fa: نام (اختیاری)
fi: Nimi (valinnainen)
fil: Pangalan (opsyonal)
fr: Nom (optionnel)
ga: Ainm (roghnach)
gl: Nome (opcional)
gu: નામ (વૈકલ્પિક)
he: שם (אופציונלי)
hi: नाम (वैकल्पिक)
hr: Ime (neobavezno)
hu: Név (opcionális)
id: Nama (opsional)
it: Nome (opzionale)
ja: 名前（任意）
ka: სახელი (არასავალდებულო)
kk: Аты (міндетті емес)
km: ឈ្មោះ (ជាជម្រើស)
ky: Аты (милдеттүү эмес)
mk: Име (опционално)
mr: नाव (ऐच्छिक)
ms: Nama (pilihan)
nb: Navn (valgfritt)
nl: Naam (optioneel)
pt_pt: Nome (opcional)
ro: Nume (optional)
ru: Имя (необязательно)
sk: Meno (volitelne)
sl: Ime (neobvezno)
sq: Emri (opsional)
sr: Име (опционо)
sv: Namn (valfritt)
ta: பெயர் (விருப்பத்தேர்வு)
te: పేరు (ఐచ్ఛికం)
th: ชื่อ (ไม่บังคับ)
tr: Ad (istege bagli)
ug: ئىسىم (ئىختىيارىي)
uk: Ім'я (необов'язково)
ur: ูุงู (ุงุฎุชุงุฑ)

source: Notes (optional)
af: Notas (opsioneel)
ar: ملاحظات (اختياري)
bg: Бележки (незадължително)
bn: নোট (ঐচ্ছিক)
ca: Notes (opcional)
cs: Poznamky (volitelne)
da: Noter (valgfrit)
de: Notizen (optional)
el: Σημειώσεις (προαιρετικό)
es: Notas (opcional)
et: Märkmed (valikuline)
eu: Oharrak (aukerakoa)
fa: یادداشت‌ها (اختیاری)
fi: Muistiinpanot (valinnainen)
fil: Mga tala (opsyonal)
fr: Notes (optionnel)
ga: Notai (roghnach)
gl: Notas (opcional)
gu: નોંધો (વૈકલ્પિક)
he: הערות (אופציונלי)
hi: नोट्स (वैकल्पिक)
hr: Biljeske (neobavezno)
hu: Jegyzetek (opcionális)
id: Catatan (opsional)
it: Note (opzionale)
ja: メモ（任意）
ka: ჩანაწერები (არასავალდებულო)
kk: Жазбалар (міндетті емес)
km: កំណត់ត្រា (ជាជម្រើស)
ky: Жазуулар (милдеттүү эмес)
mk: Белешки (опционално)
mr: नोट्स (ऐच्छिक)
ms: Nota (pilihan)
nb: Notater (valgfritt)
nl: Notities (optioneel)
pt_pt: Notas (opcional)
ro: Notite (optional)
ru: Заметки (необязательно)
sk: Poznamky (volitelne)
sl: Beležke (neobvezno)
sq: Shenimet (opsionale)
sr: Белешке (опционо)
sv: Anteckningar (valfritt)
ta: குறிப்புகள் (விருப்பத்தேர்வு)
te: నోట్స్ (ఐచ్ఛికం)
th: บันทึก (ไม่บังคับ)
tr: Notlar (istege bagli)
ug: خاتىرىلەر (ئىختىيارىي)
uk: Нотатки (необов'язково)
ur: ูููนุณ (ุงุฎุชุงุฑ)

# storedLocally
source: Stored on your device only
af: Slegs op jou toestel gestoor
ar: مخزن على جهازك فقط
bg: Съхранява се само на вашето устройство
bn: শুধুমাত্র আপনার ডিভাইসে সংরক্ষিত
ca: Emmagatzemat només al teu dispositiu
cs: Ulozeno pouze na vasem zarizeni
da: Opbevares kun på din enhed
de: Nur auf deinem Gerät gespeichert
el: Αποθηκευμένο μόνο στη συσκευή σας
es: Almacenado solo en tu dispositivo
et: Salvestatud ainult teie seadmesse
eu: Zure gailuan bakarrik gordeta
fa: فقط در دستگاه شما ذخیره شده
fi: Tallennettu vain laitteellesi
fil: Nakaimbak lamang sa iyong device
fr: Stocké sur votre appareil uniquement
ga: Storailte ar do ghleas amhain
gl: Almacenado so no teu dispositivo
gu: ફક્ત તમારા ઉપકરણ પર સંગ્રહિત
he: מאוחסן במכשיר שלך בלבד
hi: केवल आपके डिवाइस पर संग्रहीत
hr: Pohranjeno samo na vasem uredaju
hu: Csak az eszközén tárolva
id: Disimpan hanya di perangkat Anda
it: Memorizzato solo sul tuo dispositivo
ja: デバイスにのみ保存
ka: მხოლოდ თქვენს მოწყობილობაზეა შენახული
kk: Тек сіздің құрылғыңызда сақталады
km: រក្សាទុកនៅលើឧបករណ៍របស់អ្នកតែប៉ុណ្ណោះ
ky: Сиздин түзмөктө гана сакталат
mk: Зачувано само на вашиот уред
mr: फक्त तुमच्या डिव्हाइसवर साठवले
ms: Disimpan di peranti anda sahaja
nb: Lagret kun på enheten din
nl: Alleen op je apparaat opgeslagen
pt_pt: Armazenado apenas no seu dispositivo
ro: Stocat doar pe dispozitivul tau
ru: Хранится только на вашем устройстве
sk: Ulozene len na vasom zariadeni
sl: Shranjeno samo na vasi napravi
sq: Ruajtur vetem ne pajisjen tuaj
sr: Сачувано само на вашем уређају
sv: Lagras bara på din enhet
ta: உங்கள் சாதனத்தில் மட்டும் சேமிக்கப்படும்
te: మీ పరికరంలో మాత్రమే నిల్వ చేయబడింది
th: จัดเก็บบนอุปกรณ์ของคุณเท่านั้น
tr: Yalnizca cihazinizda saklanir
ug: پەقەت ئۈسكۈنىڭىزدە ساقلىنىدۇ
uk: Зберігається лише на вашому пристрої
ur: ุตุฑู ุขูพ ฺฉ ุขู ูพุฑ ู ุญููุธ 

# encryptedMessageLabel
source: Encrypted message
af: Geënkripteerde boodskap
ar: رسالة مشفرة
bg: Криптирано съобщение
bn: এনক্রিপ্টেড বার্তা
ca: Missatge xifrat
cs: Sifrovana zprava
da: Krypteret besked
de: Verschlüsselte Nachricht
el: Κρυπτογραφημένο μήνυμα
es: Mensaje cifrado
et: Krüpteeritud sõnum
eu: Mezu enkriptatua
fa: پیام رمزنگاری‌شده
fi: Salattu viesti
fil: Naka-encrypt na mensahe
fr: Message chiffré
ga: Teachtaireacht chriptithe
gl: Mensaxe cifrada
gu: એન્ક્રિપ્ટેડ સંદેશ
he: הודעה מוצפנת
hi: एन्क्रिप्टेड संदेश
hr: Enkriptirana poruka
hu: Titkosított üzenet
id: Pesan terenkripsi
it: Messaggio crittografato
ja: 暗号化されたメッセージ
ka: დაშიფრული შეტყობინება
kk: Шифрланған хабарлама
km: សារអ៊ិនគ្រីប
ky: Шифрленген кат
mk: Енкриптирана порака
mr: एन्क्रिप्टेड संदेश
ms: Mesej yang disulitkan
nb: Kryptert melding
nl: Versleuteld bericht
pt_pt: Mensagem encriptada
ro: Mesaj criptat
ru: Зашифрованное сообщение
sk: Sifrovana sprava
sl: Sifrirano sporocilo
sq: Mesazh i kriptuar
sr: Шифрована порука
sv: Krypterat meddelande
ta: குறியாக்கம் செய்யப்பட்ட செய்தி
te: ఎన్‌క్రిప్టెడ్ సందేశం
th: ข้อความเข้ารหัส
tr: Sifreli mesaj
ug: شىفىرلانغان ئۇچۇر
uk: Зашифроване повідомлення
ur: ุงูฺฉุฑูพูนฺ ูพุบุงู

# identityMessageHint
source: Who are you? How do you know each other?
af: Wie is jy? Hoe ken julle mekaar?
ar: من أنت؟ كيف تعرفون بعضكم؟
bg: Кой сте? Как се познавате?
bn: আপনি কে? আপনারা কীভাবে পরিচিত?
ca: Qui ets? Com us coneixeu?
cs: Kdo jste? Jak se znate?
da: Hvem er du? Hvordan kender I hinanden?
de: Wer bist du? Woher kennt ihr euch?
el: Ποιος είστε; Πώς γνωρίζεστε;
es: ¿Quién eres? ¿Cómo se conocen?
et: Kes te olete? Kuidas te üksteist tunnete?
eu: Nor zara? Nola ezagutzen zarete?
fa: شما کی هستید؟ چگونه یکدیگر را می‌شناسید؟
fi: Kuka olet? Mistä tunnette toisenne?
fil: Sino ka? Paano kayo nagkakilala?
fr: Qui êtes-vous ? Comment vous connaissez-vous ?
ga: Ce thu fein? Conas a bhfuil aithne agaibh ar a cheile?
gl: Quen es? Como vos conocedes?
gu: તમે કોણ છો? તમે એકબીજાને કેવી રીતે ઓળખો છો?
he: מי אתה? איך אתם מכירים?
hi: आप कौन हैं? आप एक-दूसरे को कैसे जानते हैं?
hr: Tko ste? Kako se poznajete?
hu: Ki Ön? Honnan ismerik egymást?
id: Siapa Anda? Bagaimana Anda saling mengenal?
it: Chi sei? Come vi conoscete?
ja: あなたは誰ですか？どのように知り合いですか？
ka: ვინ ხართ? როგორ იცნობთ ერთმანეთს?
kk: Сіз кімсіз? Бір-біріңізді қалай білесіз?
km: អ្នកជានរណា? អ្នកស្គាល់គ្នាដោយរបៀបណា?
ky: Сиз кимсиз? Бири-бириңизди кантип билесиз?
mk: Кој сте вие? Како се познавате?
mr: तुम्ही कोण आहात? तुम्ही एकमेकांना कसे ओळखता?
ms: Siapa anda? Bagaimana anda saling mengenali?
nb: Hvem er du? Hvordan kjenner dere hverandre?
nl: Wie ben je? Hoe kennen jullie elkaar?
pt_pt: Quem e? Como se conhecem?
ro: Cine esti? Cum va cunoasteti?
ru: Кто вы? Как вы знакомы?
sk: Kto ste? Ako sa poznate?
sl: Kdo ste? Kako se poznate?
sq: Kush jeni? Si e njihni njeri-tjetrin?
sr: Ко сте? Како се познајете?
sv: Vem är du? Hur känner ni varandra?
ta: நீங்கள் யார்? எப்படி ஒருவரை ஒருவர் அறிவீர்கள்?
te: మీరు ఎవరు? మీరు ఒకరినొకరు ఎలా తెలుసు?
th: คุณเป็นใคร? รู้จักกันอย่างไร?
tr: Kimsiniz? Birbirinizi nasil taniyorsunuz?
ug: سىز كىم؟ بىر-بىرىڭىزنى قانداق تونۇيسىز؟
uk: Хто ви? Як ви знаєте одне одного?
ur: ุขูพ ฺฉูู ฺบุ ุขูพ ุงฺฉ ุฏูุณุฑ ฺฉู ฺฉุณ ุฌุงูุช ฺบุ
