Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# transferInstructions
source: On your new device, choose "Recover my account" and enter this information:
af: Op jou nuwe toestel, kies "Herwin my rekening" en voer hierdie inligting in:
ar: على جهازك الجديد، اختر "استرداد حسابي" وأدخل هذه المعلومات:
bg: На новото си устройство изберете "Възстановяване на акаунта ми" и въведете тази информация:
bn: আপনার নতুন ডিভাইসে "আমার অ্যাকাউন্ট পুনরুদ্ধার করুন" বেছে নিন এবং এই তথ্য দিন:
ca: Al teu nou dispositiu, tria "Recuperar el meu compte" i introdueix aquesta informació:
cs: Na novem pristroji zvolte "Obnovit muj ucet" a zadejte tyto udaje:
da: På din nye enhed skal du vælge "Gendan min konto" og indtaste disse oplysninger:
de: Wähle auf deinem neuen Gerät "Mein Konto wiederherstellen" und gib diese Informationen ein:
el: Στη νέα σας συσκευή, επιλέξτε "Ανάκτηση λογαριασμού" και εισάγετε αυτές τις πληροφορίες:
es: En tu nuevo dispositivo, elige "Recuperar mi cuenta" e introduce esta información:
et: Valige oma uuel seadmel "Taasta minu konto" ja sisestage see teave:
eu: Zure gailu berrian, aukeratu "Berreskuratu nire kontua" eta sartu informazio hau:
fa: در دستگاه جدید خود، "بازیابی حساب من" را انتخاب کنید و این اطلاعات را وارد کنید:
fi: Valitse uudella laitteellasi "Palauta tilini" ja syötä nämä tiedot:
fil: Sa iyong bagong device, piliin ang "I-recover ang aking account" at ilagay ang impormasyong ito:
fr: Sur votre nouvel appareil, choisissez "Récupérer mon compte" et entrez ces informations :
ga: Ar do ghleas nua, roghnaigh "Aisghabh mo chuntas" agus cuir isteach an fhaisneis seo:
gl: No teu novo dispositivo, elixe "Recuperar a mina conta" e introduce esta informacion:
gu: તમારા નવા ઉપકરણ પર, "મારું એકાઉન્ટ રિકવર કરો" પસંદ કરો અને આ માહિતી દાખલ કરો:
he: במכשיר החדש שלך, בחר "שחזר את החשבון שלי" והכנס מידע זה:
hi: अपने नए डिवाइस पर "मेरा खाता रिकवर करें" चुनें और यह जानकारी दर्ज करें:
hr: Na novom uredaju odaberite "Oporavi moj racun" i unesite ove informacije:
hu: Az új eszközön válassza a "Fiókom helyreállítása" lehetőséget, és adja meg ezeket az adatokat:
id: Di perangkat baru Anda, pilih "Pulihkan akun saya" dan masukkan informasi ini:
it: Sul tuo nuovo dispositivo, scegli "Recupera il mio account" e inserisci queste informazioni:
ja: 新しいデバイスで「アカウントを回復」を選択し、この情報を入力してください：
ka: ახალ მოწყობილობაზე აირჩიეთ "ჩემი ანგარიშის აღდგენა" და შეიყვანეთ ეს ინფორმაცია:
kk: Жаңа құрылғыда "Аккаунтымды қалпына келтіру" таңдап, осы ақпаратты енгізіңіз:
km: នៅលើឧបករណ៍ថ្មីរបស់អ្នក ជ្រើសរើស "សង្គ្រោះគណនី" ហើយបញ្ចូលព័ត៌មាននេះ:
ky: Жаңы түзмөгүңүздө "Аккаунтумду калыбына келтирүү" тандап, бул маалыматты киргизиңиз:
mk: На вашиот нов уред, изберете "Обнови ја мојата сметка" и внесете ги овие информации:
mr: तुमच्या नवीन डिव्हाइसवर, "माझे खाते रिकव्हर करा" निवडा आणि ही माहिती टाका:
ms: Pada peranti baharu anda, pilih "Pulihkan akaun saya" dan masukkan maklumat ini:
nb: Velg «Gjenopprett kontoen min» på den nye enheten din og skriv inn denne informasjonen:
nl: Kies op je nieuwe apparaat "Mijn account herstellen" en voer deze informatie in:
pt_pt: No seu novo dispositivo, escolha "Recuperar a minha conta" e introduza estas informacoes:
ro: Pe noul dispozitiv, alege "Recupereaza contul meu" si introdu aceste informatii:
ru: На новом устройстве выберите «Восстановить аккаунт» и введите эту информацию:
sk: Na novom zariadeni zvolte "Obnovit moj ucet" a zadajte tieto informacie:
sl: Na novi napravi izberite "Obnovi moj racun" in vnesite te informacije:
sq: Ne pajisjen tuaj te re, zgjidhni "Rikupero llogarise time" dhe futni keto informacione:
sr: На новом уређају изаберите "Опорави мој налог" и унесите ове информације:
sv: Välj "Återställ mitt konto" på din nya enhet och ange denna information:
ta: உங்கள் புதிய சாதனத்தில், "எனது கணக்கை மீட்டெடு" என்பதைத் தேர்ந்தெடுத்து இந்தத் தகவலை உள்ளிடுங்கள்:
te: మీ కొత్త పరికరంలో, "నా ఖాతాను రికవర్ చేయి" ఎంచుకొని ఈ సమాచారాన్ని నమోదు చేయండి:
th: บนอุปกรณ์ใหม่ เลือก "กู้คืนบัญชี" แล้วใส่ข้อมูลนี้:
tr: Yeni cihazinizda "Hesabimi kurtar" secenegini secin ve bu bilgileri girin:
ug: يېڭى ئۈسكۈنىڭىزدە «ھېساباتىمنى ئەسلىگە كەلتۈرۈش» نى تاللاپ بۇ ئۇچۇرنى كىرگۈزۈڭ:
uk: На вашому новому пристрої оберіть «Відновити мій обліковий запис» і введіть цю інформацію:
ur: ุงูพู ูุฆ ุขู ูพุฑุ "ู ุฑุง ุงฺฉุงุคููน ุจุงุฒุงุจ ฺฉุฑฺบ" ู ูุชุฎุจ ฺฉุฑฺบ ุงูุฑ  ู ุนููู ุงุช ุฏุฑุฌ ฺฉุฑฺบ:

# yourHashIdLabel
source: Your Hash ID
af: Jou Hash ID
ar: معرّف Hash الخاص بك
bg: Вашият Hash ID
bn: আপনার Hash ID
ca: El teu Hash ID
cs: Vase Hash ID
da: Dit Hash-ID
de: Deine Hash ID
el: Το Hash ID σας
es: Tu Hash ID
et: Teie Hash ID
eu: Zure Hash ID
fa: Hash ID شما
fi: Hash ID:si
fil: Ang iyong Hash ID
fr: Votre Hash ID
ga: Do Hash ID
gl: O teu Hash ID
gu: તમારું Hash ID
he: ה-Hash ID שלך
hi: आपका Hash ID
hr: Vas Hash ID
hu: Az Ön Hash ID-je
id: Hash ID Anda
it: Il tuo Hash ID
ja: あなたの Hash ID
ka: თქვენი Hash ID
kk: Hash ID-іңіз
km: Hash ID របស់អ្នក
ky: Сиздин Hash ID
mk: Вашиот Hash ID
mr: तुमचा Hash ID
ms: Hash ID anda
nb: Din Hash-ID
nl: Je Hash-ID
pt_pt: O seu Hash ID
ro: Hash ID-ul tau
ru: Ваш Hash ID
sk: Vase Hash ID
sl: Vas Hash ID
sq: Hash ID juaj
sr: Ваш Hash ID
sv: Ditt Hash-ID
ta: உங்கள் Hash ID
te: మీ Hash ID
th: Hash ID ของคุณ
tr: Hash Kimliginiz
ug: Hash ID ڭىز
uk: Ваш Hash ID
ur: ุขูพ ฺฉุง Hash ID

source: Enter your PIN code
af: Voer jou PIN-kode in
ar: أدخل رمز PIN الخاص بك
bg: Въведете вашия PIN код
bn: আপনার PIN কোড দিন
ca: Introdueix el teu codi PIN
cs: Zadejte svuj PIN kod
da: Indtast din PIN-kode
de: Gib deinen PIN-Code ein
el: Εισάγετε τον κωδικό PIN σας
es: Introduce tu código PIN
et: Sisestage oma PIN-kood
eu: Sartu zure PIN kodea
fa: کد PIN خود را وارد کنید
fi: Syötä PIN-koodisi
fil: Ilagay ang iyong PIN code
fr: Entrez votre code PIN
ga: Cuir isteach do chod PIN
gl: Introduce o teu codigo PIN
gu: તમારો PIN કોડ દાખલ કરો
he: הכנס את קוד ה-PIN שלך
hi: अपना PIN कोड दर्ज करें
hr: Unesite svoj PIN kod
hu: Adja meg PIN kódját
id: Masukkan kode PIN Anda
it: Inserisci il tuo codice PIN
ja: PIN コードを入力
ka: შეიყვანეთ PIN კოდი
kk: PIN кодыңызды енгізіңіз
km: បញ្ចូលលេខកូដ PIN របស់អ្នក
ky: PIN кодуңузду киргизиңиз
mk: Внесете го вашиот PIN код
mr: तुमचा PIN कोड टाका
ms: Masukkan kod PIN anda
nb: Tast inn PIN-koden din
nl: Voer je PIN-code in
pt_pt: Introduza o seu codigo PIN
ro: Introdu codul tau PIN
ru: Введите ваш PIN-код
sk: Zadajte vas PIN kod
sl: Vnesite svojo PIN kodo
sq: Futni kodin tuaj PIN
sr: Унесите свој PIN код
sv: Ange din PIN-kod
ta: உங்கள் PIN குறியீட்டை உள்ளிடுங்கள்
te: మీ PIN కోడ్ నమోదు చేయండి
th: ใส่รหัส PIN
tr: PIN kodunuzu girin
ug: PIN كودىڭىزنى كىرگۈزۈڭ
uk: Введіть ваш PIN-код
ur: ุงูพูุง PIN ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

# pinOwnerConfirmation
source: To confirm that you are the owner of this account
af: Om te bevestig dat jy die eienaar van hierdie rekening is
ar: لتأكيد أنك مالك هذا الحساب
bg: За да потвърдите, че сте собственикът на този акаунт
bn: এই অ্যাকাউন্টের মালিক আপনি তা নিশ্চিত করতে
ca: Per confirmar que ets el propietari d'aquest compte
cs: Pro potvrzeni, ze jste vlastnikem tohoto uctu
da: For at bekræfte at du er ejer af denne konto
de: Um zu bestätigen, dass du der Inhaber dieses Kontos bist
el: Για να επιβεβαιώσετε ότι είστε ο κάτοχος αυτού του λογαριασμού
es: Para confirmar que eres el propietario de esta cuenta
et: Konto omaniku kinnitamiseks
eu: Kontu honen jabea zarela berresteko
fa: برای تأیید اینکه مالک این حساب هستید
fi: Vahvistaaksesi, että olet tämän tilin omistaja
fil: Para kumpirmahin na ikaw ang may-ari ng account na ito
fr: Pour confirmer que vous êtes le propriétaire de ce compte
ga: Chun a dheimhniu gurb tusa uineir an chuntais seo
gl: Para confirmar que es o propietario desta conta
gu: આ એકાઉન્ટના માલિક હોવાની ખાતરી કરવા
he: כדי לאשר שאתה בעל חשבון זה
hi: यह पुष्टि करने के लिए कि आप इस खाते के स्वामी हैं
hr: Za potvrdu da ste vlasnik ovog racuna
hu: Annak megerősítésére, hogy Ön a fiók tulajdonosa
id: Untuk mengonfirmasi bahwa Anda pemilik akun ini
it: Per confermare che sei il proprietario di questo account
ja: このアカウントの所有者であることを確認するため
ka: იმის დასადასტურებლად, რომ ამ ანგარიშის მფლობელი ხართ
kk: Осы аккаунттың иесі екеніңізді растау үшін
km: ដើម្បីបញ្ជាក់ថាអ្នកជាម្ចាស់គណនីនេះ
ky: Бул аккаунттун ээси экениңизди ырастоо үчүн
mk: За да потврдите дека сте сопственик на оваа сметка
mr: तुम्ही या खात्याचे मालक आहात याची पुष्टी करण्यासाठी
ms: Untuk mengesahkan bahawa anda pemilik akaun ini
nb: For å bekrefte at du er eieren av denne kontoen
nl: Om te bevestigen dat je de eigenaar van dit account bent
pt_pt: Para confirmar que e o proprietario desta conta
ro: Pentru a confirma ca esti proprietarul acestui cont
ru: Чтобы подтвердить, что вы владелец этого аккаунта
sk: Na potvrdenie, ze ste vlastnikom tohto uctu
sl: Za potrditev, da ste lastnik tega racuna
sq: Per te konfirmuar qe jeni pronari i kesaj llogarise
sr: Да потврдите да сте власник овог налога
sv: För att bekräfta att du är ägaren av detta konto
ta: இந்தக் கணக்கின் உரிமையாளர் நீங்கள்தான் என்பதை உறுதிசெய்ய
te: మీరు ఈ ఖాతా యజమాని అని నిర్ధారించడానికి
th: เพื่อยืนยันว่าคุณเป็นเจ้าของบัญชีนี้
tr: Bu hesabin sahibi oldugunuzu onaylamak icin
ug: بۇ ھېسابات ئىگىسى ئىكەنلىكىڭىزنى جەزملەش ئۈچۈن
uk: Щоб підтвердити, що ви власник цього облікового запису
ur: ุชุตุฏู ฺฉ ู ฺฉ ุขูพ ุงุณ ุงฺฉุงุคููน ฺฉ ู ุงูฺฉ ฺบ

source: Scan this QR code
af: Skandeer hierdie QR-kode
ar: امسح رمز QR هذا
bg: Сканирайте този QR код
bn: এই QR কোড স্ক্যান করুন
ca: Escaneja aquest codi QR
cs: Naskenujte tento QR kod
da: Scan denne QR-kode
de: Scanne diesen QR-Code
el: Σαρώστε αυτό το QR code
es: Escanea este código QR
et: Skaneerige see QR code
eu: Eskaneatu QR code hau
fa: این QR code را اسکن کنید
fi: Skannaa tämä QR-koodi
fil: I-scan ang QR code na ito
fr: Scannez ce QR code
ga: Scan an cod QR seo
gl: Escanea este codigo QR
gu: આ QR કોડ સ્કેન કરો
he: סרוק קוד QR זה
hi: यह QR कोड स्कैन करें
hr: Skenirajte ovaj QR code
hu: Olvassa be ezt a QR code-ot
id: Pindai kode QR ini
it: Scansiona questo codice QR
ja: この QR code をスキャン
ka: დაასკანერეთ ეს QR code
kk: Осы QR кодты сканерлеңіз
km: ស្កេន QR code នេះ
ky: Бул QR кодду скандаңыз
mk: Скенирајте го овој QR code
mr: हा QR कोड स्कॅन करा
ms: Imbas kod QR ini
nb: Skann denne QR-koden
nl: Scan deze QR-code
pt_pt: Leia este codigo QR
ro: Scaneaza acest QR code
ru: Сканируйте этот QR code
sk: Naskenujte tento QR code
sl: Skenirajte ta QR code
sq: Skanoni kete QR code
sr: Скенирајте овај QR код
sv: Skanna denna QR-kod
ta: இந்த QR குறியீட்டை ஸ்கேன் செய்யுங்கள்
te: ఈ QR code ను స్కాన్ చేయండి
th: สแกน QR Code นี้
tr: Bu QR kodu tarayin
ug: بۇ QR code نى سىكانىرلاڭ
uk: Скануйте цей QR code
ur:  QR code ุงุณฺฉู ฺฉุฑฺบ

source: With your new device
af: Met jou nuwe toestel
ar: بجهازك الجديد
bg: С новото си устройство
bn: আপনার নতুন ডিভাইস দিয়ে
ca: Amb el teu nou dispositiu
cs: Svym novym pristrojem
da: Med din nye enhed
de: Mit deinem neuen Gerät
el: Με τη νέα σας συσκευή
es: Con tu nuevo dispositivo
et: Oma uue seadmega
eu: Zure gailu berriarekin
fa: با دستگاه جدید خود
fi: Uudella laitteellasi
fil: Gamit ang iyong bagong device
fr: Avec votre nouvel appareil
ga: Le do ghleas nua
gl: Co teu novo dispositivo
gu: તમારા નવા ઉપકરણ સાથે
he: עם המכשיר החדש שלך
hi: अपने नए डिवाइस से
hr: Svojim novim uredajem
hu: Az új eszközével
id: Dengan perangkat baru Anda
it: Con il tuo nuovo dispositivo
ja: 新しいデバイスで
ka: ახალი მოწყობილობით
kk: Жаңа құрылғыңызбен
km: ជាមួយឧបករណ៍ថ្មីរបស់អ្នក
ky: Жаңы түзмөгүңүз менен
mk: Со вашиот нов уред
mr: तुमच्या नवीन डिव्हाइसने
ms: Dengan peranti baharu anda
nb: Med den nye enheten din
nl: Met je nieuwe apparaat
pt_pt: Com o seu novo dispositivo
ro: Cu noul tau dispozitiv
ru: Вашим новым устройством
sk: Vasim novym zariadenim
sl: Z vaso novo napravo
sq: Me pajisjen tuaj te re
sr: Својим новим уређајем
sv: Med din nya enhet
ta: உங்கள் புதிய சாதனத்துடன்
te: మీ కొత్త పరికరంతో
th: ด้วยอุปกรณ์ใหม่ของคุณ
tr: Yeni cihazinizla
ug: يېڭى ئۈسكۈنىڭىز بىلەن
uk: Вашим новим пристроєм
ur: ุงูพู ูุฆ ุขู ุณ

source: or enter the code
af: of voer die kode in
ar: أو أدخل الرمز
bg: или въведете кода
bn: অথবা কোড দিন
ca: o introdueix el codi
cs: nebo zadejte kod
da: eller indtast koden
de: oder gib den Code ein
el: ή εισάγετε τον κωδικό
es: o introduce el código
et: või sisestage kood
eu: edo sartu kodea
fa: یا کد را وارد کنید
fi: tai syötä koodi
fil: o ilagay ang code
fr: ou entrez le code
ga: no cuir isteach an cod
gl: ou introduce o codigo
gu: અથવા કોડ દાખલ કરો
he: או הכנס את הקוד
hi: या कोड दर्ज करें
hr: ili unesite kod
hu: vagy adja meg a kódot
id: atau masukkan kode
it: oppure inserisci il codice
ja: またはコードを入力
ka: ან შეიყვანეთ კოდი
kk: немесе кодты енгізіңіз
km: ឬបញ្ចូលលេខកូដ
ky: же кодду киргизиңиз
mk: или внесете го кодот
mr: किंवा कोड टाका
ms: atau masukkan kod
nb: eller tast inn koden
nl: of voer de code in
pt_pt: ou introduza o codigo
ro: sau introdu codul
ru: или введите код
sk: alebo zadajte kod
sl: ali vnesite kodo
sq: ose futni kodin
sr: или унесите код
sv: eller ange koden
ta: அல்லது குறியீட்டை உள்ளிடுங்கள்
te: లేదా కోడ్ నమోదు చేయండి
th: หรือใส่รหัส
tr: veya kodu girin
ug: ياكى كود كىرگۈزۈڭ
uk: або введіть код
ur: ุง ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

# transferCodeLabel
source: Transfer code
af: Oordragkode
ar: رمز النقل
bg: Код за прехвърляне
bn: স্থানান্তর কোড
ca: Codi de transferència
cs: Kod pro prevod
da: Overførselskode
de: Übertragungscode
el: Κωδικός μεταφοράς
es: Código de transferencia
et: Ülekandekood
eu: Transferentzia-kodea
fa: کد انتقال
fi: Siirtokoodi
fr: Code de transfert
ga: Cod aistrithe
gl: Codigo de transferencia
gu: ટ્રાન્સફર કોડ
he: קוד העברה
hi: ट्रांसफर कोड
hr: Kod za prijenos
hu: Áthelyezési kód
id: Kode transfer
it: Codice di trasferimento
ja: 移行コード
ka: გადატანის კოდი
kk: Тасымалдау коды
km: លេខកូដផ្ទេរ
ky: Өткөрүү коду
mk: Код за пренос
mr: हस्तांतरण कोड
ms: Kod pemindahan
nb: Overføringskode
nl: Overdrachtscode
pt_pt: Codigo de transferencia
ro: Cod de transfer
ru: Код переноса
sk: Kod prenosu
sl: Koda za prenos
sq: Kodi i transferimit
sr: Код за пренос
sv: Överföringskod
ta: மாற்றக் குறியீடு
te: బదిలీ కోడ్
th: รหัสโอน
tr: Aktarim kodu
ug: يۆتكەش كودى
uk: Код перенесення
ur: ู ูุชูู ฺฉูฺ

source: Proximity verification
af: Nabyheidsverifikasie
ar: التحقق من القرب
bg: Проверка на близост
bn: নৈকট্য যাচাইকরণ
ca: Verificació de proximitat
cs: Overeni blizkosti
da: Nærhedsbekræftelse
de: Näherungsüberprüfung
el: Επαλήθευση εγγύτητας
es: Verificación de proximidad
et: Läheduse kontroll
eu: Hurbiltasun-egiaztapena
fa: تأیید مجاورت
fi: Läheisyysvahvistus
fr: Vérification de proximité
ga: Fioiru congarachta
gl: Verificacion de proximidade
gu: નિકટતા ચકાસણી
he: אימות קרבה
hi: निकटता सत्यापन
hr: Provjera blizine
hu: Közelségi ellenőrzés
id: Verifikasi kedekatan
it: Verifica di prossimità
ja: 近接確認
ka: სიახლოვის შემოწმება
kk: Жақындық тексерісі
km: ការផ្ទៀងផ្ទាត់ជិតគ្នា
ky: Жакындык текшерүү
mk: Проверка на близина
mr: सान्निध्य सत्यापन
ms: Pengesahan berdekatan
nb: Nærhetverifisering
nl: Nabijheidsverificatie
pt_pt: Verificacao de proximidade
ro: Verificare de proximitate
ru: Проверка близости
sk: Overenie blizkosti
sl: Preverjanje bližine
sq: Verifikimi i aferises
sr: Верификација близине
sv: Närhetsverifiering
ta: அருகாமை சரிபார்ப்பு
te: సామీప్య ధృవీకరణ
th: การตรวจสอบระยะใกล้
tr: Yakinlik dogrulamasi
ug: يېقىنلىق تەكشۈرۈشى
uk: Перевірка наближення
ur: ูุฑุจุช ฺฉ ุชุตุฏู

# bringDevicesCloser
source: Bring both devices closer
af: Bring albei toestelle nader
ar: قرّب الجهازين من بعضهما
bg: Доближете двете устройства
bn: দুটি ডিভাইস কাছে আনুন
ca: Apropa els dos dispositius
cs: Priblizte obe zarizeni k sobe
da: Bring begge enheder tættere på hinanden
de: Bringe beide Geräte näher zusammen
el: Φέρτε τις δύο συσκευές κοντύτερα
es: Acerca ambos dispositivos
et: Tooge mõlemad seadmed lähemale
eu: Hurbildu bi gailuak
fa: هر دو دستگاه را نزدیک‌تر کنید
fi: Tuo molemmat laitteet lähemmäksi
fil: Ilapit ang dalawang device
fr: Rapprochez les deux appareils
ga: Tabhair na gleasanna nios congarai da cheile
gl: Achega ambos dispositivos
gu: બંને ઉપકરણો નજીક લાવો
he: קרב את שני המכשירים
hi: दोनों डिवाइस पास लाएं
hr: Priblizite oba uredaja
hu: Hozza közelebb mindkét eszközt
id: Dekatkan kedua perangkat
it: Avvicina i due dispositivi
ja: 両方のデバイスを近づけてください
ka: მიუახლოვეთ ორივე მოწყობილობა
kk: Екі құрылғыны жақындатыңыз
km: នាំឧបករណ៍ទាំងពីរមកជិតគ្នា
ky: Эки түзмөктү жакындатыңыз
mk: Доближете ги двата уреди
mr: दोन्ही डिव्हाइस जवळ आणा
ms: Dekatkan kedua-dua peranti
nb: Hold begge enhetene nærmere hverandre
nl: Breng beide apparaten dichterbij
pt_pt: Aproxime os dois dispositivos
ro: Apropie ambele dispozitive
ru: Поднесите оба устройства ближе
sk: Priblizite obe zariadenia
sl: Približajte obe napravi
sq: Afroni te dyja pajisjet
sr: Приближите оба уређаја
sv: Håll båda enheterna nära
ta: இரு சாதனங்களையும் அருகில் கொண்டு வாருங்கள்
te: రెండు పరికరాలను దగ్గరగా తీసుకురండి
th: นำอุปกรณ์ทั้งสองเข้ามาใกล้กัน
tr: Her iki cihazi yaklastirin
ug: ئىككى ئۈسكۈنىنى يېقىنلاشتۇرۇڭ
uk: Піднесіть обидва пристрої ближче
ur: ุฏูููฺบ ุขููฺบ ฺฉู ูุฑุจ ูุงุฆฺบ

# confirmTransferQuestion
source: Confirm the transfer?
af: Bevestig die oordrag?
ar: تأكيد النقل؟
bg: Потвърждаване на прехвърлянето?
bn: স্থানান্তর নিশ্চিত করবেন?
ca: Confirmar la transferència?
cs: Potvrdit prevod?
da: Bekræft overførslen?
de: Übertragung bestätigen?
el: Επιβεβαίωση μεταφοράς;
es: ¿Confirmar la transferencia?
et: Kinnitada ülekanne?
eu: Berretsi transferentzia?
fa: تأیید انتقال؟
fi: Vahvista siirto?
fil: Kumpirmahin ang paglipat?
fr: Confirmer le transfert ?
ga: Deimhnigh an t-aistriu?
gl: Confirmar a transferencia?
gu: ટ્રાન્સફર કન્ફર્મ કરશો?
he: לאשר את ההעברה?
hi: ट्रांसफर की पुष्टि करें?
hr: Potvrditi prijenos?
hu: Megerősíti az áthelyezést?
id: Konfirmasi transfer?
it: Confermare il trasferimento?
ja: 移行を確認しますか？
ka: დადასტურდეს გადატანა?
kk: Тасымалдауды растау?
km: បញ្ជាក់ការផ្ទេរ?
ky: Өткөрүүнү ырастайсызбы?
mk: Потврди пренос?
mr: हस्तांतरणाची पुष्टी करायची?
ms: Sahkan pemindahan?
nb: Bekreft overføringen?
nl: Overdracht bevestigen?
pt_pt: Confirmar a transferencia?
ro: Confirmi transferul?
ru: Подтвердить перенос?
sk: Potvrdit prenos?
sl: Potrditi prenos?
sq: Konfirmoni transferimin?
sr: Потврдити пренос?
sv: Bekräfta överföringen?
ta: மாற்றத்தை உறுதிசெய்யவா?
te: బదిలీని నిర్ధారించాలా?
th: ยืนยันการโอน?
tr: Aktarim onaylansin mi?
ug: يۆتكەشنى جەزملەمسىز؟
uk: Підтвердити перенесення?
ur: ู ูุชูู ฺฉ ุชุตุฏู ฺฉุฑฺบุ

# accountWillBeTransferred
source: Your account will be transferred to the new device. This device will be permanently disconnected.
af: Jou rekening sal na die nuwe toestel oorgedra word. Hierdie toestel sal permanent ontkoppel word.
ar: سيتم نقل حسابك إلى الجهاز الجديد. سيتم فصل هذا الجهاز نهائياً.
bg: Акаунтът ви ще бъде прехвърлен на новото устройство. Това устройство ще бъде трайно изключено.
bn: আপনার অ্যাকাউন্ট নতুন ডিভাইসে স্থানান্তরিত হবে। এই ডিভাইস স্থায়ীভাবে সংযোগবিচ্ছিন্ন হবে।
ca: El teu compte es transferirà al nou dispositiu. Aquest dispositiu es desconnectarà permanentment.
cs: Vas ucet bude preveden na novy pristroj. Toto zarizeni bude trvale odpojeno.
da: Din konto vil blive overført til den nye enhed. Denne enhed vil permanent blive afbrudt.
de: Dein Konto wird auf das neue Gerät übertragen. Dieses Gerät wird dauerhaft getrennt.
el: Ο λογαριασμός σας θα μεταφερθεί στη νέα συσκευή. Αυτή η συσκευή θα αποσυνδεθεί μόνιμα.
es: Tu cuenta será transferida al nuevo dispositivo. Este dispositivo será desconectado permanentemente.
et: Teie konto kantakse üle uuele seadmele. See seade ühendatakse jäädavalt lahti.
eu: Zure kontua gailu berrira transferituko da. Gailu hau betirako deskonektatuko da.
fa: حساب شما به دستگاه جدید منتقل خواهد شد. این دستگاه برای همیشه قطع خواهد شد.
fi: Tilisi siirretään uudelle laitteelle. Tämä laite poistetaan pysyvästi käytöstä.
fil: Ililipat ang iyong account sa bagong device. Permanenteng madi-disconnect ang device na ito.
fr: Votre compte sera transféré vers le nouvel appareil. Cet appareil sera définitivement déconnecté.
ga: Aistreofar do chuntas go dti an gleas nua. Deanfar an gleas seo a dhinascadh go buan.
gl: A tua conta sera transferida ao novo dispositivo. Este dispositivo sera desconectado permanentemente.
gu: તમારું એકાઉન્ટ નવા ઉપકરણ પર ટ્રાન્સફર થશે. આ ઉપકરણ કાયમી ધોરણે ડિસ્કનેક્ટ થશે.
he: החשבון שלך יועבר למכשיר החדש. מכשיר זה ינותק לצמיתות.
hi: आपका खाता नए डिवाइस पर ट्रांसफर किया जाएगा। यह डिवाइस स्थायी रूप से डिस्कनेक्ट हो जाएगा।
hr: Vas racun ce biti prenesen na novi uredaj. Ovaj uredaj ce biti trajno odjavljen.
hu: Fiókja áthelyezésre kerül az új eszközre. Ez az eszköz véglegesen lecsatlakozik.
id: Akun Anda akan ditransfer ke perangkat baru. Perangkat ini akan terputus secara permanen.
it: Il tuo account sarà trasferito sul nuovo dispositivo. Questo dispositivo sarà definitivamente disconnesso.
ja: アカウントは新しいデバイスに移行されます。 このデバイスは完全に切断されます。
ka: თქვენი ანგარიში ახალ მოწყობილობაზე გადაიტანება. ეს მოწყობილობა სამუდამოდ გაითიშება.
kk: Аккаунтыңыз жаңа құрылғыға тасымалданады. Бұл құрылғы біржола ажыратылады.
km: គណនីរបស់អ្នកនឹងត្រូវផ្ទេរទៅឧបករណ៍ថ្មី។ ឧបករណ៍នេះនឹងត្រូវផ្តាច់ជាអចិន្ត្រៃយ៍។
ky: Аккаунтуңуз жаңы түзмөккө өткөрүлөт. Бул түзмөк биротоло ажыратылат.
mk: Вашата сметка ќе биде пренесена на новиот уред. Овој уред трајно ќе биде исклучен.
mr: तुमचे खाते नवीन डिव्हाइसवर हस्तांतरित केले जाईल. हे डिव्हाइस कायमचे डिस्कनेक्ट होईल.
ms: Akaun anda akan dipindahkan ke peranti baharu. Peranti ini akan diputuskan secara kekal.
nb: Kontoen din overføres til den nye enheten. Denne enheten kobles permanent fra.
nl: Je account wordt overgezet naar het nieuwe apparaat. Dit apparaat wordt permanent losgekoppeld.
pt_pt: A sua conta sera transferida para o novo dispositivo. Este dispositivo sera permanentemente desligado.
ro: Contul tau va fi transferat pe noul dispozitiv. Acest dispozitiv va fi deconectat permanent.
ru: Ваш аккаунт будет перенесён на новое устройство. Это устройство будет отключено навсегда.
sk: Vas ucet bude preneseny na nove zariadenie. Toto zariadenie bude trvalo odpojene.
sl: Vas racun bo prenesen na novo napravo. Ta naprava bo trajno odklopljena.
sq: Llogaria juaj do te transferohet ne pajisjen e re. Kjo pajisje do te shkyçet perfundimisht.
sr: Ваш налог ће бити пренет на нови уређај. Овај уређај ће бити трајно искључен.
sv: Ditt konto överförs till den nya enheten. Denna enhet kopplas permanent bort.
ta: உங்கள் கணக்கு புதிய சாதனத்திற்கு மாற்றப்படும். இந்தச் சாதனம் நிரந்தரமாகத் துண்டிக்கப்படும்.
te: మీ ఖాతా కొత్త పరికరానికి బదిలీ చేయబడుతుంది. ఈ పరికరం శాశ్వతంగా డిస్‌కనెక్ట్ చేయబడుతుంది.
th: บัญชีจะถูกโอนไปยังอุปกรณ์ใหม่ อุปกรณ์นี้จะถูกตัดการเชื่อมต่อถาวร
tr: Hesabiniz yeni cihaza aktarilacaktir. Bu cihazin baglantisi kalici olarak kesilecektir.
ug: ھېساباتىڭىز يېڭى ئۈسكۈنىگە يۆتكىلىدۇ. بۇ ئۈسكۈنە مەڭگۈلۈك ئۈزۈلىدۇ.
uk: Ваш обліковий запис буде перенесено на новий пристрій. Цей пристрій буде назавжди відключено.
ur: ุขูพ ฺฉุง ุงฺฉุงุคููน ูุฆ ุขู ูพุฑ ู ูุชูู ู ุฌุงุฆ ฺฏุง  ุขู ู ุณุชูู ุทูุฑ ูพุฑ ู ููุทุน ู ุฌุงุฆ ฺฏุง
