Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# ephemeralMyPreferenceDesc
source: Use global setting
af: Gebruik globale instelling
ar: استخدام الإعداد العام
bg: Използвай глобалната настройка
bn: গ্লোবাল সেটিং ব্যবহার করুন
ca: Usar la configuració global
cs: Pouzit globalni nastaveni
da: Brug global indstilling
de: Globale Einstellung verwenden
el: Χρήση γενικής ρύθμισης
es: Usar el ajuste global
et: Kasuta üldist seadet
eu: Erabili ezarpen orokorra
fa: استفاده از تنظیم کلی
fi: Käytä yleisasetusta
fil: Gamitin ang global na setting
fr: Utiliser le réglage global
ga: Usaid an socru domhanda
gl: Usar axuste global
gu: વૈશ્વિક સેટિંગ વાપરો
he: השתמש בהגדרה הכללית
hi: वैश्विक सेटिंग का उपयोग करें
hr: Koristi globalnu postavku
hu: Globális beállítás használata
id: Gunakan pengaturan global
it: Usa l'impostazione globale
ja: グローバル設定を使用
ka: გლობალური პარამეტრის გამოყენება
kk: Жалпы баптауды қолдану
km: ប្រើការកំណត់សកល
ky: Глобалдык жөндөөнү колдонуу
mk: Користи глобална поставка
mr: जागतिक सेटिंग वापरा
ms: Gunakan tetapan global
nb: Bruk global innstilling
nl: Algemene instelling gebruiken
pt_pt: Usar definicao global
ro: Foloseste setarea globala
ru: Использовать глобальную настройку
sk: Pouzit globalne nastavenie
sl: Uporabi globalno nastavitev
sq: Perdor cilesimin global
sr: Користи глобално подешавање
sv: Använd global inställning
ta: உலகளாவிய அமைப்பைப் பயன்படுத்து
te: గ్లోబల్ సెట్టింగ్ ఉపయోగించు
th: ใช้การตั้งค่าส่วนกลาง
tr: Genel ayari kullan
ug: ئومۇمىي تەڭشەكنى ئىشلىتىش
uk: Використовувати глобальне налаштування
ur: ุนุงูู  ุชุฑุชุจ ุงุณุชุนู ุงู ฺฉุฑฺบ

# ephemeralDefaultSetting
source: Message duration
af: Boodskapduur
ar: مدة الرسائل
bg: Продължителност на съобщение
bn: বার্তার সময়কাল
ca: Durada dels missatges
cs: Doba trvani zprav
da: Beskedvarighed
de: Nachrichtendauer
el: Διάρκεια μηνύματος
es: Duración de los mensajes
et: Sõnumi kestus
eu: Mezuaren iraupena
fa: مدت پیام
fi: Viestin kesto
fil: Tagal ng mensahe
fr: Durée des messages
ga: Fad na dteachtaireachtai
gl: Duracion das mensaxes
gu: સંદેશ અવધિ
he: משך ההודעה
hi: संदेश अवधि
hr: Trajanje poruke
hu: Üzenet időtartam
id: Durasi pesan
it: Durata dei messaggi
ja: メッセージの有効期間
ka: შეტყობინების ხანგრძლივობა
kk: Хабарлама ұзақтығы
km: រយៈពេលសារ
ky: Каттын узактыгы
mk: Траење на пораки
mr: संदेश कालावधी
ms: Tempoh mesej
nb: Meldingsvarighet
nl: Berichtduur
pt_pt: Duracao das mensagens
ro: Durata mesajului
ru: Длительность сообщения
sk: Trvanie spravy
sl: Trajanje sporocila
sq: Kohezgjatja e mesazhit
sr: Трајање порука
sv: Meddelandets varaktighet
ta: செய்தி காலம்
te: సందేశ వ్యవధి
th: ระยะเวลาข้อความ
tr: Mesaj suresi
ug: ئۇچۇر مۇددىتى
uk: Тривалість повідомлення
ur: ูพุบุงู ฺฉ ู ุฏุช

# ephemeralChooseDefault
source: Recommended
af: Aanbeveel
ar: موصى به
bg: Препоръчително
bn: প্রস্তাবিত
ca: Recomanat
cs: Doporuceno
da: Anbefalet
de: Empfohlen
el: Συνιστώμενο
es: Recomendado
et: Soovitatav
eu: Gomendatua
fa: توصیه‌شده
fi: Suositeltu
fil: Inirerekomenda
fr: Recommandé
ga: Molta
gl: Recomendado
gu: ભલામણ કરેલ
he: מומלץ
hi: अनुशंसित
hr: Preporuceno
hu: Ajánlott
id: Disarankan
it: Consigliato
ja: 推奨
ka: რეკომენდებული
kk: Ұсынылатын
km: ណែនាំ
ky: Сунушталган
mk: Препорачано
mr: शिफारस केलेले
ms: Disyorkan
nb: Anbefalt
nl: Aanbevolen
pt_pt: Recomendado
ro: Recomandat
ru: Рекомендуемый
sk: Odporucane
sl: Priporoceno
sq: I rekomanduar
sr: Препоручено
sv: Rekommenderat
ta: பரிந்துரைக்கப்பட்டது
te: సిఫార్సు చేయబడింది
th: แนะนำ
tr: Onerilen
ug: تەۋسىيە
uk: Рекомендовано
ur: ุชุฌูุฒ ฺฉุฑุฏ

# ephemeral30Seconds
source: 30 seconds
af: 30 sekondes
ar: 30 ثانية
bg: 30 секунди
bn: ৩০ সেকেন্ড
ca: 30 segons
cs: 30 sekund
da: 30 sekunder
de: 30 Sekunden
el: 30 δευτερόλεπτα
es: 30 segundos
et: 30 sekundit
eu: 30 segundo
fa: ۳۰ ثانیه
fi: 30 sekuntia
fil: 30 segundo
fr: 30 secondes
ga: 30 soicind
gl: 30 segundos
gu: 30 સેકન્ડ
he: 30 שניות
hi: 30 सेकंड
hr: 30 sekundi
hu: 30 másodperc
id: 30 detik
it: 30 secondi
ja: 30秒
ka: 30 წამი
kk: 30 секунд
km: ៣០ វិនាទី
ky: 30 секунд
mk: 30 секунди
mr: 30 सेकंद
ms: 30 saat
nb: 30 sekunder
nl: 30 seconden
pt_pt: 30 segundos
ro: 30 secunde
ru: 30 секунд
sk: 30 sekund
sl: 30 sekund
sq: 30 sekonda
sr: 30 секунди
sv: 30 sekunder
ta: 30 விநாடிகள்
te: 30 సెకన్లు
th: 30 วินาที
tr: 30 saniye
ug: 30 سېكۇنت
uk: 30 секунд
ur: 30 ุณฺฉูฺ

# ephemeral1Hour
source: 1 hour
af: 1 uur
ar: ساعة واحدة
bg: 1 час
bn: ১ ঘণ্টা
ca: 1 hora
cs: 1 hodina
da: 1 time
de: 1 Stunde
el: 1 ώρα
es: 1 hora
et: 1 tund
eu: Ordu 1
fa: ۱ ساعت
fi: 1 tunti
fil: 1 oras
fr: 1 heure
ga: 1 uair
gl: 1 hora
gu: 1 કલાક
he: שעה
hi: 1 घंटा
hr: 1 sat
hu: 1 óra
id: 1 jam
it: 1 ora
ja: 1時間
ka: 1 საათი
kk: 1 сағат
km: ១ ម៉ោង
ky: 1 саат
mk: 1 час
mr: 1 तास
ms: 1 jam
nb: 1 time
nl: 1 uur
pt_pt: 1 hora
ro: 1 ora
ru: 1 час
sk: 1 hodina
sl: 1 ura
sq: 1 ore
sr: 1 сат
sv: 1 timme
ta: 1 மணி நேரம்
te: 1 గంట
th: 1 ชั่วโมง
tr: 1 saat
ug: 1 سائەت
uk: 1 година
ur: 1 ฺฏฺพููนุง

# ephemeral3Hours
source: 3 hours
af: 3 ure
ar: 3 ساعات
bg: 3 часа
bn: ৩ ঘণ্টা
ca: 3 hores
cs: 3 hodiny
da: 3 timer
de: 3 Stunden
el: 3 ώρες
es: 3 horas
et: 3 tundi
eu: 3 ordu
fa: ۳ ساعت
fi: 3 tuntia
fil: 3 oras
fr: 3 heures
ga: 3 huaire
gl: 3 horas
gu: 3 કલાક
he: 3 שעות
hi: 3 घंटे
hr: 3 sata
hu: 3 óra
id: 3 jam
it: 3 ore
ja: 3時間
ka: 3 საათი
kk: 3 сағат
km: ៣ ម៉ោង
ky: 3 саат
mk: 3 часа
mr: 3 तास
ms: 3 jam
nb: 3 timer
nl: 3 uur
pt_pt: 3 horas
ro: 3 ore
ru: 3 часа
sk: 3 hodiny
sl: 3 ure
sq: 3 ore
sr: 3 сата
sv: 3 timmar
ta: 3 மணி நேரம்
te: 3 గంటలు
th: 3 ชั่วโมง
tr: 3 saat
ug: 3 سائەت
uk: 3 години
ur: 3 ฺฏฺพููน

# ephemeral6Hours
source: 6 hours
af: 6 ure
ar: 6 ساعات
bg: 6 часа
bn: ৬ ঘণ্টা
ca: 6 hores
cs: 6 hodin
da: 6 timer
de: 6 Stunden
el: 6 ώρες
es: 6 horas
et: 6 tundi
eu: 6 ordu
fa: ۶ ساعت
fi: 6 tuntia
fil: 6 na oras
fr: 6 heures
ga: 6 huaire
gl: 6 horas
gu: 6 કલાક
he: 6 שעות
hi: 6 घंटे
hr: 6 sati
hu: 6 óra
id: 6 jam
it: 6 ore
ja: 6時間
ka: 6 საათი
kk: 6 сағат
km: ៦ ម៉ោង
ky: 6 саат
mk: 6 часа
mr: 6 तास
ms: 6 jam
nb: 6 timer
nl: 6 uur
pt_pt: 6 horas
ro: 6 ore
ru: 6 часов
sk: 6 hodin
sl: 6 ur
sq: 6 ore
sr: 6 сати
sv: 6 timmar
ta: 6 மணி நேரம்
te: 6 గంటలు
th: 6 ชั่วโมง
tr: 6 saat
ug: 6 سائەت
uk: 6 годин
ur: 6 ฺฏฺพููน

# ephemeral12Hours
source: 12 hours
af: 12 ure
ar: 12 ساعة
bg: 12 часа
bn: ১২ ঘণ্টা
ca: 12 hores
cs: 12 hodin
da: 12 timer
de: 12 Stunden
el: 12 ώρες
es: 12 horas
et: 12 tundi
eu: 12 ordu
fa: ۱۲ ساعت
fi: 12 tuntia
fil: 12 oras
fr: 12 heures
ga: 12 uair
gl: 12 horas
gu: 12 કલાક
he: 12 שעות
hi: 12 घंटे
hr: 12 sati
hu: 12 óra
id: 12 jam
it: 12 ore
ja: 12時間
ka: 12 საათი
kk: 12 сағат
km: ១២ ម៉ោង
ky: 12 саат
mk: 12 часа
mr: 12 तास
ms: 12 jam
nb: 12 timer
nl: 12 uur
pt_pt: 12 horas
ro: 12 ore
ru: 12 часов
sk: 12 hodin
sl: 12 ur
sq: 12 ore
sr: 12 сати
sv: 12 timmar
ta: 12 மணி நேரம்
te: 12 గంటలు
th: 12 ชั่วโมง
tr: 12 saat
ug: 12 سائەت
uk: 12 годин
ur: 12 ฺฏฺพููน

# ephemeral24Hours
source: 24 hours
af: 24 ure
ar: 24 ساعة
bg: 24 часа
bn: ২৪ ঘণ্টা
ca: 24 hores
cs: 24 hodin
da: 24 timer
de: 24 Stunden
el: 24 ώρες
es: 24 horas
et: 24 tundi
eu: 24 ordu
fa: ۲۴ ساعت
fi: 24 tuntia
fil: 24 oras
fr: 24 heures
ga: 24 uair
gl: 24 horas
gu: 24 કલાક
he: 24 שעות
hi: 24 घंटे
hr: 24 sata
hu: 24 óra
id: 24 jam
it: 24 ore
ja: 24時間
ka: 24 საათი
kk: 24 сағат
km: ២៤ ម៉ោង
ky: 24 саат
mk: 24 часа
mr: 24 तास
ms: 24 jam
nb: 24 timer
nl: 24 uur
pt_pt: 24 horas
ro: 24 ore
ru: 24 часа
sk: 24 hodin
sl: 24 ur
sq: 24 ore
sr: 24 сата
sv: 24 timmar
ta: 24 மணி நேரம்
te: 24 గంటలు
th: 24 ชั่วโมง
tr: 24 saat
ug: 24 سائەت
uk: 24 години
ur: 24 ฺฏฺพููน

# ephemeral3Days
source: 3 days
fr: 3 jours

source: Custom duration
af: Pasgemaakte duur
ar: مدة مخصصة
bg: Персонализирана продължителност
bn: কাস্টম সময়কাল
ca: Durada personalitzada
cs: Vlastni doba trvani
da: Tilpasset varighed
de: Benutzerdefinierte Dauer
el: Προσαρμοσμένη διάρκεια
es: Duración personalizada
et: Kohandatud kestus
eu: Iraupena pertsonalizatua
fa: مدت سفارشی
fi: Mukautettu kesto
fil: Custom na tagal
fr: Durée personnalisée
ga: Fad saincheaptha
gl: Duracion personalizada
gu: કસ્ટમ અવધિ
he: משך מותאם אישית
hi: कस्टम अवधि
hr: Prilagodeno trajanje
hu: Egyéni időtartam
id: Durasi khusus
it: Durata personalizzata
ja: カスタム期間
ka: მორგებული ხანგრძლივობა
kk: Өзгеше ұзақтық
km: រយៈពេលផ្ទាល់ខ្លួន
ky: Ыңгайлаштырылган узактык
mk: Прилагодено траење
mr: सानुकूल कालावधी
ms: Tempoh tersuai
nb: Egendefinert varighet
nl: Aangepaste duur
pt_pt: Duracao personalizada
ro: Durata personalizata
ru: Пользовательская длительность
sk: Vlastne trvanie
sl: Trajanje po meri
sq: Kohezgjatje e personalizuar
sr: Прилагођено трајање
sv: Anpassad varaktighet
ta: தனிப்பயன் காலம்
te: అనుకూల వ్యవధి
th: กำหนดเอง
tr: Ozel sure
ug: ئىختىيارىي مۇددەت
uk: Власна тривалість
ur: ุญุณุจ ุถุฑูุฑุช ู ุฏุช

source: How it works
af: Hoe dit werk
ar: كيف يعمل
bg: Как работи
bn: এটি কীভাবে কাজ করে
ca: Com funciona
cs: Jak to funguje
da: Sådan virker det
de: Wie funktioniert es?
el: Πώς λειτουργεί
es: ¿Cómo funciona?
et: Kuidas see töötab
eu: Nola funtzionatzen du
fa: نحوه کار
fi: Miten se toimii
fil: Paano ito gumagana
fr: Comment ça marche ?
ga: Conas a oibrionn se?
gl: Como funciona
gu: આ કેવી રીતે કામ કરે છે
he: איך זה עובד
hi: यह कैसे काम करता है
hr: Kako funkcionira
hu: Hogyan működik
id: Cara kerja
it: Come funziona?
ja: 仕組み
ka: როგორ მუშაობს
kk: Қалай жұмыс істейді
km: របៀបដែលវាដំណើរការ
ky: Кантип иштейт
mk: Како функционира
mr: हे कसे काम करते
ms: Cara ia berfungsi
nb: Slik fungerer det
nl: Hoe het werkt
pt_pt: Como funciona
ro: Cum functioneaza
ru: Как это работает
sk: Ako to funguje
sl: Kako deluje
sq: Si funksionon
sr: Како функционише
sv: Hur det fungerar
ta: எப்படி வேலை செய்கிறது
te: ఇది ఎలా పనిచేస్తుంది
th: ทำงานอย่างไร
tr: Nasil calisir
ug: قانداق ئىشلەيدۇ
uk: Як це працює
ur:  ฺฉุณ ฺฉุงู ฺฉุฑุชุง 

# ephemeralExplanation1
source: Messages are deleted from the server as soon as received.
af: Boodskappe word van die bediener verwyder sodra dit ontvang is.
ar: تُحذف الرسائل من الخادم فور استلامها.
bg: Съобщенията се изтриват от сървъра веднага след получаване.
bn: বার্তা প্রাপ্তির সাথে সাথে সার্ভার থেকে মুছে যায়।
ca: Els missatges s'eliminen del servidor tan bon punt es reben.
cs: Zpravy se mazou ze serveru ihned po prijeti.
da: Beskeder slettes fra serveren, så snart de er modtaget.
de: Nachrichten werden bereits beim Empfang vom Server gelöscht.
el: Τα μηνύματα διαγράφονται από τον διακομιστή αμέσως μόλις ληφθούν.
es: Los mensajes ya se eliminan del servidor al recibirlos.
et: Sõnumid kustutatakse serverist kohe pärast vastuvõttu.
eu: Mezuak zerbitzaritik ezabatzen dira jaso bezain laster.
fa: پیام‌ها بلافاصله پس از دریافت از سرور حذف می‌شوند.
fi: Viestit poistetaan palvelimelta heti vastaanoton jälkeen.
fil: Binubura ang mga mensahe mula sa server pagkakatanggap.
fr: Les messages sont déjà supprimés du serveur dès leur réception.
ga: Scriostar teachtaireachtai on bhfreastalai chomh luath agus a fhaightear iad.
gl: As mensaxes eliminanse do servidor en canto se reciben.
gu: મળ્યા પછી તરત જ સર્વરમાંથી સંદેશાઓ ડિલીટ થાય છે.
he: הודעות נמחקות מהשרת מיד עם קבלתן.
hi: संदेश प्राप्त होते ही सर्वर से हटा दिए जाते हैं।
hr: Poruke se brisu s posluzitelja cim se prime.
hu: Az üzenetek a fogadáskor azonnal törlődnek a szerverről.
id: Pesan dihapus dari server segera setelah diterima.
it: I messaggi vengono già eliminati dal server alla ricezione.
ja: メッセージは受信後すぐにサーバーから削除されます。
ka: შეტყობინებები სერვერიდან იშლება მიღებისთანავე.
kk: Хабарламалар алынысымен серверден жойылады.
km: សារត្រូវបានលុបពីម៉ាស៊ីនមេភ្លាមៗពេលទទួល។
ky: Каттар алынгандан кийин серверден өчүрүлөт.
mk: Пораките се бришат од серверот штом се примат.
mr: प्राप्त होताच सर्व्हरवरून संदेश हटवले जातात.
ms: Mesej dipadamkan dari pelayan sebaik sahaja diterima.
nb: Meldinger slettes fra serveren så snart de er mottatt.
nl: Berichten worden van de server verwijderd zodra ze zijn ontvangen.
pt_pt: As mensagens sao apagadas do servidor assim que recebidas.
ro: Mesajele sunt sterse de pe server imediat ce sunt primite.
ru: Сообщения удаляются с сервера сразу после получения.
sk: Spravy su zo servera zmazane hned po prijati.
sl: Sporocila so izbrisana s strežnika takoj po prejemu.
sq: Mesazhet fshihen nga serveri sapo merren.
sr: Поруке се бришу са сервера чим буду примљене.
sv: Meddelanden raderas från servern direkt vid mottagning.
ta: செய்திகள் பெறப்பட்டவுடன் சேவையகத்திலிருந்து நீக்கப்படும்.
te: సందేశాలు అందుకున్నవెంటనే సర్వర్ నుండి తొలగించబడతాయి.
th: ข้อความถูกลบจากเซิร์ฟเวอร์ทันทีที่ได้รับ
tr: Mesajlar alinir alinmaz sunucudan silinir.
ug: ئۇچۇرلار كەلگەندىلا مۇلازىمېتىردىن ئۆچۈرۈلىدۇ.
uk: Повідомлення видаляються з сервера одразу після отримання.
ur: ูพุบุงู ุงุช ู ูุตูู ูุช  ุณุฑูุฑ ุณ ุญุฐู ู ุฌุงุช ฺบ

# ephemeralExplanation2
source: This setting defines when messages disappear from YOUR phone after reading.
af: Hierdie instelling bepaal wanneer boodskappe van JOU foon verdwyn na lees.
ar: يحدد هذا الإعداد متى تختفي الرسائل من هاتفك بعد قراءتها.
bg: Тази настройка определя кога съобщенията изчезват от ВАШИЯ телефон след прочитане.
bn: এই সেটিং নির্ধারণ করে পড়ার পর কখন বার্তা আপনার ফোন থেকে অদৃশ্য হবে।
ca: Aquesta configuració defineix quan els missatges desapareixen del TEU telèfon després de llegir-los.
cs: Toto nastaveni urcuje, kdy zpravy zmizi z VASEHO telefonu po precteni.
da: Denne indstilling bestemmer, hvornår beskeder forsvinder fra DIN telefon efter læsning.
de: Diese Einstellung legt fest, wann Nachrichten von DEINEM Telefon nach dem Lesen verschwinden.
el: Αυτή η ρύθμιση καθορίζει πότε τα μηνύματα εξαφανίζονται από ΤΟ ΤΗΛΕΦΩΝΟ ΣΑΣ μετά την ανάγνωση.
es: Este ajuste define cuándo los mensajes desaparecen de TU teléfono después de leerlos.
et: See seade määrab, millal sõnumid kaovad TEIE telefonist pärast lugemist.
eu: Ezarpen honek ZURE telefonotik mezuak noiz desagertzen diren definitzen du irakurri ondoren.
fa: این تنظیم مشخص می‌کند پیام‌ها چه زمانی پس از خواندن از تلفن شما ناپدید شوند.
fi: Tämä asetus määrittää, milloin viestit katoavat SINUN puhelimestasi lukemisen jälkeen.
fil: Tinutukoy ng setting na ito kung kailan mawawala ang mga mensahe mula sa IYONG telepono pagkatapos basahin.
fr: Ce réglage définit quand les messages disparaissent de VOTRE téléphone après les avoir lus.
ga: Socraionn an socru seo cathain a imionn teachtaireachtai o DO ghuthan tar eis iad a leamh.
gl: Este axuste define cando as mensaxes desaparecen do TEU telefono despois de lelas.
gu: આ સેટિંગ નક્કી કરે છે કે વાંચ્યા પછી તમારા ફોન પરથી સંદેશાઓ ક્યારે ગાયબ થાય છે.
he: הגדרה זו קובעת מתי הודעות נעלמות מהטלפון שלך אחרי קריאה.
hi: यह सेटिंग निर्धारित करती है कि पढ़ने के बाद संदेश आपके फ़ोन से कब गायब होंगे।
hr: Ova postavka odreduje kada poruke nestaju s VASEG telefona nakon citanja.
hu: Ez a beállítás meghatározza, mikor tűnnek el az üzenetek AZ ÖN telefonjáról olvasás után.
id: Pengaturan ini menentukan kapan pesan menghilang dari ponsel ANDA setelah dibaca.
it: Questa impostazione definisce quando i messaggi scompaiono dal TUO telefono dopo averli letti.
ja: この設定は、既読後にメッセージがあなたの電話から消えるタイミングを定義します。
ka: ეს პარამეტრი განსაზღვრავს, როდის გაქრება შეტყობინებები თქვენი ტელეფონიდან წაკითხვის შემდეგ.
kk: Бұл баптау оқығаннан кейін хабарламалар СІЗДІҢ телефоныңыздан қашан жоғалатынын анықтайды.
km: ការកំណត់នេះកំណត់ពេលដែលសារបាត់ពីទូរស័ព្ទអ្នកបន្ទាប់ពីអាន។
ky: Бул жөндөө каттар СИЗДИН телефонуңуздан окулгандан кийин качан жоголорун аныктайт.
mk: Оваа поставка одредува кога пораките исчезнуваат од ВАШИОТ телефон по читање.
mr: हे सेटिंग वाचल्यानंतर तुमच्या फोनवरून संदेश कधी गायब होतात ते ठरवते.
ms: Tetapan ini menentukan bila mesej hilang dari telefon ANDA selepas dibaca.
nb: Denne innstillingen definerer når meldinger forsvinner fra DIN telefon etter lesing.
nl: Deze instelling bepaalt wanneer berichten van JOUW telefoon verdwijnen na het lezen.
pt_pt: Esta definicao define quando as mensagens desaparecem do SEU telefone apos a leitura.
ro: Aceasta setare defineste cand mesajele dispar de pe telefonul TAU dupa citire.
ru: Эта настройка определяет, когда сообщения исчезают с ВАШЕГО телефона после прочтения.
sk: Toto nastavenie urcuje, kedy spravy zmiznú z VASHO telefonu po precitani.
sl: Ta nastavitev doloca, kdaj sporocila izginejo z VASEGA telefona po branju.
sq: Ky cilesim percakton kur mesazhet zhduken nga telefoni JUAJ pas leximit.
sr: Ово подешавање одређује када поруке нестају са ВАШЕГ телефона након читања.
sv: Denna inställning bestämmer när meddelanden försvinner från DIN telefon efter läsning.
ta: இந்த அமைப்பு படிக்கப்பட்ட பிறகு உங்கள் தொலைபேசியில் செய்திகள் எப்போது மறையும் என்பதை வரையறுக்கிறது.
te: ఈ సెట్టింగ్ చదివిన తర్వాత మీ ఫోన్ నుండి సందేశాలు ఎప్పుడు అదృశ్యమవుతాయో నిర్వచిస్తుంది.
th: การตั้งค่านี้กำหนดเวลาที่ข้อความจะหายจากโทรศัพท์ของคุณหลังอ่าน
tr: Bu ayar, mesajlarin okuduktan sonra SIZIN telefonunuzdan ne zaman kaybolacagini belirler.
ug: بۇ تەڭشەك ئوقۇغاندىن كېيىن تېلېفونىڭىزدىن ئۇچۇرلار قاچان يوقىلىدىغانلىقىنى بەلگىلەيدۇ.
uk: Це налаштування визначає, коли повідомлення зникають з ВАШОГО телефону після прочитання.
ur:  ุชุฑุชุจ ุงุณ ุจุงุช ฺฉ ูุถุงุญุช ฺฉุฑุช  ฺฉ ูพฺฺพู ฺฉ ุจุนุฏ ุขูพ ฺฉ ููู ุณ ูพุบุงู ุงุช ฺฉุจ ุบุงุฆุจ ูฺบ ฺฏ

# ephemeralExplanation3
source: Your contact has their own setting for their phone.
af: Jou kontak het hul eie instelling vir hul foon.
ar: لدى جهة اتصالك إعداد خاص بهاتفها.
bg: Контактът ви има собствена настройка за своя телефон.
bn: আপনার পরিচিতির নিজের ফোনের জন্য নিজস্ব সেটিং আছে।
ca: El teu contacte té la seva pròpia configuració per al seu telèfon.
cs: Vas kontakt ma vlastni nastaveni pro svuj telefon.
da: Din kontakt har sin egen indstilling for sin telefon.
de: Dein Kontakt hat seine eigene Einstellung für sein Telefon.
el: Η επαφή σας έχει τη δική της ρύθμιση για το τηλέφωνό της.
es: Tu contacto tiene su propio ajuste para su teléfono.
et: Teie kontaktil on oma seade oma telefoni jaoks.
eu: Zure kontaktuak bere ezarpena du bere telefonorako.
fa: مخاطب شما تنظیمات خود را برای تلفن خود دارد.
fi: Yhteystiedollasi on oma asetuksensa omalle puhelimelleen.
fil: May sariling setting ang iyong kontak para sa kanilang telepono.
fr: Votre contact a son propre réglage pour son téléphone.
ga: Ta a shocru fein ag do theagmhail da ghuthan fein.
gl: O teu contacto ten o seu propio axuste para o seu telefono.
gu: તમારા સંપર્ક પાસે તેમના ફોન માટે પોતાનું સેટિંગ છે.
he: לאיש הקשר שלך יש הגדרה משלו לטלפון שלו.
hi: आपके संपर्क की अपने फ़ोन के लिए अपनी सेटिंग है।
hr: Vas kontakt ima vlastitu postavku za svoj telefon.
hu: Névjegyének saját beállítása van a saját telefonjára.
id: Kontak Anda memiliki pengaturan sendiri untuk ponsel mereka.
it: Il tuo contatto ha la sua impostazione per il suo telefono.
ja: 連絡先には自分の電話用の独自の設定があります。
ka: თქვენს კონტაქტს აქვს საკუთარი პარამეტრი თავისი ტელეფონისთვის.
kk: Контактіңіздің өз телефоны үшін жеке баптауы бар.
km: ទំនាក់ទំនងរបស់អ្នកមានការកំណត់ផ្ទាល់ខ្លួនសម្រាប់ទូរស័ព្ទរបស់ពួកគេ។
ky: Контактыңыздын өз телефону үчүн өз жөндөөсү бар.
mk: Вашиот контакт има своја поставка за својот телефон.
mr: तुमच्या संपर्काकडे त्यांच्या फोनसाठी स्वतःचे सेटिंग आहे.
ms: Kenalan anda mempunyai tetapan sendiri untuk telefon mereka.
nb: Kontakten din har sin egen innstilling for sin telefon.
nl: Je contact heeft een eigen instelling voor hun telefoon.
pt_pt: O seu contacto tem a sua propria definicao para o seu telefone.
ro: Contactul tau are propria setare pentru telefonul sau.
ru: У вашего контакта своя настройка для его телефона.
sk: Vas kontakt ma vlastne nastavenie pre svoj telefon.
sl: Vas stik ima svojo nastavitev za svoj telefon.
sq: Kontakti juaj ka cilesimin e vet per telefonin e tij.
sr: Ваш контакт има своје подешавање за свој телефон.
sv: Din kontakt har sin egen inställning för sin telefon.
ta: உங்கள் தொடர்புக்கு அவரது தொலைபேசிக்கான சொந்த அமைப்பு உள்ளது.
te: మీ పరిచయానికి వారి ఫోన్ కోసం వారి స్వంత సెట్టింగ్ ఉంది.
th: ผู้ติดต่อของคุณมีการตั้งค่าของตัวเองสำหรับโทรศัพท์ของเขา
tr: Kisinizin kendi telefonu icin kendi ayari vardir.
ug: ئالاقىداشىڭىزنىڭ ئۆز تېلېفونى ئۈچۈن ئۆز تەڭشىكى بار.
uk: Ваш контакт має власне налаштування для свого телефону.
ur: ุขูพ ฺฉ ุฑุงุจุท ฺฉ ุงูพู ููู ฺฉ ู ุงูฺฏ ุชุฑุชุจ 

# mute1Hour
source: 1 hour
af: 1 uur
ar: ساعة واحدة
bg: 1 час
bn: ১ ঘণ্টা
ca: 1 hora
cs: 1 hodina
da: 1 time
de: 1 Stunde
el: 1 ώρα
es: 1 hora
et: 1 tund
eu: Ordu 1
fa: ۱ ساعت
fi: 1 tunti
fil: 1 oras
fr: 1 heure
ga: 1 uair
gl: 1 hora
gu: 1 કલાક
he: שעה
hi: 1 घंटा
hr: 1 sat
hu: 1 óra
id: 1 jam
it: 1 ora
ja: 1時間
ka: 1 საათი
kk: 1 сағат
km: ១ ម៉ោង
ky: 1 саат
mk: 1 час
mr: 1 तास
ms: 1 jam
nb: 1 time
nl: 1 uur
pt_pt: 1 hora
ro: 1 ora
ru: 1 час
sk: 1 hodina
sl: 1 ura
sq: 1 ore
sr: 1 сат
sv: 1 timme
ta: 1 மணி நேரம்
te: 1 గంట
th: 1 ชั่วโมง
tr: 1 saat
ug: 1 سائەت
uk: 1 година
ur: 1 ฺฏฺพููนุง

# mute8Hours
source: 8 hours
af: 8 ure
ar: 8 ساعات
bg: 8 часа
bn: ৮ ঘণ্টা
ca: 8 hores
cs: 8 hodin
da: 8 timer
de: 8 Stunden
el: 8 ώρες
es: 8 horas
et: 8 tundi
eu: 8 ordu
fa: ۸ ساعت
fi: 8 tuntia
fil: 8 oras
fr: 8 heures
ga: 8 n-uaire
gl: 8 horas
gu: 8 કલાક
he: 8 שעות
hi: 8 घंटे
hr: 8 sati
hu: 8 óra
id: 8 jam
it: 8 ore
ja: 8時間
ka: 8 საათი
kk: 8 сағат
km: ៨ ម៉ោង
ky: 8 саат
mk: 8 часа
mr: 8 तास
ms: 8 jam
nb: 8 timer
nl: 8 uur
pt_pt: 8 horas
ro: 8 ore
ru: 8 часов
sk: 8 hodin
sl: 8 ur
sq: 8 ore
sr: 8 сати
sv: 8 timmar
ta: 8 மணி நேரம்
te: 8 గంటలు
th: 8 ชั่วโมง
tr: 8 saat
ug: 8 سائەت
uk: 8 годин
ur: 8 ฺฏฺพููน

# mute1Day
source: 1 day
af: 1 dag
ar: يوم واحد
bg: 1 ден
bn: ১ দিন
ca: 1 dia
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 ημέρα
es: 1 día
et: 1 päev
eu: Egun 1
fa: ۱ روز
fi: 1 päivä
fil: 1 araw
fr: 1 jour
ga: 1 la
gl: 1 dia
gu: 1 દિવસ
he: יום
hi: 1 दिन
hr: 1 dan
hu: 1 nap
id: 1 hari
it: 1 giorno
ja: 1日
ka: 1 დღე
kk: 1 күн
km: ១ ថ្ងៃ
ky: 1 күн
mk: 1 ден
mr: 1 दिवस
ms: 1 hari
nb: 1 dag
nl: 1 dag
pt_pt: 1 dia
ro: 1 zi
ru: 1 день
sk: 1 den
sl: 1 dan
sq: 1 dite
sr: 1 дан
sv: 1 dag
ta: 1 நாள்
te: 1 రోజు
th: 1 วัน
tr: 1 gun
ug: 1 كۈن
uk: 1 день
ur: 1 ุฏู

# mute1Week
source: 1 week
ar: أسبوع واحد
bg: 1 седмица
bn: ১ সপ্তাহ
ca: 1 setmana
cs: 1 tyden
da: 1 uge
de: 1 Woche
el: 1 εβδομάδα
es: 1 semana
et: 1 nädal
eu: Aste 1
fa: ۱ هفته
fi: 1 viikko
fil: 1 linggo
fr: 1 semaine
ga: 1 seachtain
gl: 1 semana
gu: 1 અઠવાડિયું
he: שבוע
hi: 1 सप्ताह
hr: 1 tjedan
hu: 1 hét
id: 1 minggu
it: 1 settimana
ja: 1週間
ka: 1 კვირა
kk: 1 апта
km: ១ សប្តាហ៍
ky: 1 жума
mk: 1 недела
mr: 1 आठवडा
ms: 1 minggu
nb: 1 uke
pt_pt: 1 semana
ro: 1 saptamana
ru: 1 неделя
sk: 1 tyzden
sl: 1 teden
sq: 1 jave
sr: 1 недеља
sv: 1 vecka
ta: 1 வாரம்
te: 1 వారం
th: 1 สัปดาห์
tr: 1 hafta
ug: 1 ھەپتە
uk: 1 тиждень
ur: 1 ูุช

# muteAlways
source: Always
af: Altyd
ar: دائماً
bg: Винаги
bn: সবসময়
ca: Sempre
cs: Vzdy
da: Altid
de: Immer
el: Πάντα
es: Siempre
et: Alati
eu: Beti
fa: همیشه
fi: Aina
fil: Palagi
fr: Toujours
ga: I gconai
gl: Sempre
gu: હંમેશા
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常時
ka: ყოველთვის
kk: Әрқашан
km: តែងតែ
ky: Дайыма
mk: Секогаш
mr: नेहमी
ms: Sentiasa
nb: Alltid
nl: Altijd
pt_pt: Sempre
ro: Intotdeauna
ru: Всегда
sk: Vzdy
sl: Vedno
sq: Gjithmone
sr: Увек
sv: Alltid
ta: எப்போதும்
te: ఎల్లప్పుడూ
th: ตลอดไป
tr: Her zaman
ug: ھەمىشە
uk: Завжди
ur: ู ุด
