Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# vashModeDescription
source: Two codes, one screen. One unlocks, the other makes everything disappear. Under duress, enter your VASH code instead of your PIN. The app opens normally, but in the background, everything is permanently erased. To anyone looking at your screen, Hash simply appears empty — as if you never used it.
af: Jy sal 'n tweede PIN-kode kies. As jy ooit gedwing word om Hash oop te maak, voer hierdie kode in plaas van jou gewone PIN in. Die app sal normaal oopmaak, maar al jou gesprekke en kontakte sal weg wees. Vir enigiemand wat na jou skerm kyk, lyk Hash eenvoudig leeg — asof jy dit nooit gebruik het nie.
ar: ستختار رمز PIN ثانٍ. إذا أُجبرت يوماً على فتح Hash، أدخل هذا الرمز بدلاً من رمز PIN العادي. سيفتح التطبيق بشكل عادي، لكن جميع محادثاتك وجهات اتصالك ستكون قد اختفت. لأي شخص ينظر إلى شاشتك، سيبدو Hash فارغاً — كأنك لم تستخدمه أبداً.
bg: Ще изберете втори PIN код. Ако някога бъдете принудени да отворите Hash, въведете този код вместо обичайния си PIN. Приложението ще се отвори нормално, но всички ваши разговори и контакти ще изчезнат. За всеки, който гледа екрана ви, Hash просто изглежда празен — сякаш никога не сте го използвали.
bn: আপনি একটি দ্বিতীয় PIN কোড বেছে নেবেন। যদি কখনো আপনাকে Hash খুলতে বাধ্য করা হয়, আপনার সাধারণ PIN এর বদলে এই কোডটি দিন। অ্যাপটি স্বাভাবিকভাবে খুলবে, কিন্তু আপনার সমস্ত কথোপকথন ও পরিচিতি মুছে যাবে। আপনার স্ক্রিনে যে কেউ দেখবে, Hash কেবল খালি দেখাবে — যেন আপনি এটি কখনো ব্যবহার করেননি।
ca: Triaràs un segon codi PIN. Si alguna vegada et forcen a obrir Hash, introdueix aquest codi en lloc del teu PIN habitual. L'aplicació s'obrirà normalment, però totes les teves converses i contactes hauran desaparegut. Per a qualsevol que miri la teva pantalla, Hash simplement apareix buit — com si mai l'haguessis usat.
cs: Zvolite si druhy PIN kod. Pokud budete nekdy nuceni otevrit Hash, zadejte tento kod misto sveho bezneho PINu. Aplikace se otevre normalne, ale vsechny vase konverzace a kontakty budou pryc. Pro kohokoliv, kdo se diva na vasi obrazovku, Hash jednodusse vypada prazdny — jako byste ho nikdy nepouzivali.
da: Du vælger en anden PIN-kode. Hvis du nogensinde bliver tvunget til at åbne Hash, skal du indtaste denne kode i stedet for din normale PIN. Appen åbner normalt, men alle dine samtaler og kontakter vil være væk. For enhver der ser på din skærm, ser Hash simpelthen tom ud — som om du aldrig har brugt den.
de: Du wählst einen zweiten PIN-Code. Wenn du jemals gezwungen wirst, Hash zu öffnen, gib diesen Code anstelle deiner regulären PIN ein. Die App öffnet sich normal, aber alle deine Gespräche und Kontakte sind verschwunden. Für jeden, der auf deinen Bildschirm schaut, erscheint Hash einfach leer — als hättest du es nie benutzt.
el: Θα επιλέξετε ένα δεύτερο κωδικό PIN. Αν ποτέ αναγκαστείτε να ανοίξετε το Hash, εισάγετε αυτόν τον κωδικό αντί για τον κανονικό σας PIN. Η εφαρμογή θα ανοίξει κανονικά, αλλά όλες οι συνομιλίες και οι επαφές σας θα έχουν εξαφανιστεί. Σε οποιονδήποτε κοιτάζει την οθόνη σας, το Hash φαίνεται απλά άδειο — σαν να μην το χρησιμοποιήσατε ποτέ.
es: Elegirás un segundo código PIN. Si alguna vez te obligan a abrir Hash, introduce este código en lugar de tu PIN habitual. La aplicación se abrirá normalmente, pero todas tus conversaciones y contactos habrán desaparecido. Para cualquiera que mire tu pantalla, Hash simplemente aparece vacío — como si nunca lo hubieras usado.
et: Valite teise PIN-koodi. Kui teid sunnitakse Hash'i avama, sisestage see kood tavalise PIN-i asemel. Rakendus avaneb normaalselt, kuid kõik teie vestlused ja kontaktid on kadunud. Igaüks, kes teie ekraanile vaatab, näeb Hash'i lihtsalt tühjana — nagu poleks te seda kunagi kasutanud.
eu: Bigarren PIN kode bat aukeratuko duzu. Inoiz Hash irekitzera behartzen bazaituzte, sartu kode hau zure ohiko PIN-aren ordez. Aplikazioa normaltasunez irekiko da, baina zure elkarrizketa eta kontaktu guztiak desagertu egingo dira. Zure pantailari begiratzen dion edonorentzat, Hash hutsik agertzen da — inoiz erabili ez bazenu bezala.
fa: یک کد PIN دوم انتخاب خواهید کرد. اگر مجبور به باز کردن Hash شدید، این کد را به جای PIN معمولی خود وارد کنید. برنامه به طور عادی باز می‌شود، اما همه مکالمات و مخاطبین شما ناپدید شده‌اند. برای هر کسی که به صفحه شما نگاه می‌کند، Hash خالی به نظر می‌رسد — انگار هرگز استفاده نشده.
fi: Valitset toisen PIN-koodin. Jos sinut koskaan pakotetaan avaamaan Hash, syötä tämä koodi tavallisen PIN-koodisi sijaan. Sovellus avautuu normaalisti, mutta kaikki keskustelusi ja yhteystietosi ovat kadonneet. Kenelle tahansa joka katsoo näyttöäsi, Hash näyttää yksinkertaisesti tyhjältä — kuin et olisi koskaan käyttänyt sitä.
fil: Pipili ka ng pangalawang PIN code. Kung mapilitan kang buksan ang Hash, ilagay ang code na ito sa halip na ang iyong regular na PIN. Bubuksan ang app nang normal, pero mawawala na ang lahat ng iyong mga usapan at kontak. Sa sinumang tumitingin sa iyong screen, mukhang walang laman ang Hash — parang hindi mo pa ito ginamit.
fr: Deux codes, un seul écran. L'un vous connecte, l'autre fait tout disparaître. En cas de contrainte, entrez votre code VASH au lieu de votre PIN. L'app s'ouvre normalement, mais en arrière-plan, tout est définitivement effacé. Pour quiconque regarde votre écran, Hash apparaît simplement vide, comme si vous ne l'aviez jamais utilisée.
ga: Roghnoidh tu an dara cod PIN. Ma chuirtear iallach ort Hash a oscailt la eigin, cuir isteach an cod seo in ait do ghnath-PIN. Oscloidh an aip mar is gnath, ach beidh do chuid comhraite agus teagmhalacha imithe. D'aon duine ata ag feachaint ar do scailean, ta cuma fholamh ar Hash - mar nach ndearna tu e a usaid riamh.
gl: Vas elixir un segundo codigo PIN. Se algunha vez te obrigan a abrir Hash, introduce este codigo no canto do teu PIN habitual. A aplicacion abrirase normalmente, pero todas as tuas conversas e contactos desapareceran. Para calquera que mire a tua pantalla, Hash simplemente parece baleiro — como se nunca o usaras.
gu: તમે બીજો PIN કોડ પસંદ કરશો. જો તમને ક્યારેય Hash ખોલવા માટે મજબૂર કરવામાં આવે, તો તમારા સામાન્ય PIN ની જગ્યાએ આ કોડ દાખલ કરો. એપ્લિકેશન સામાન્ય રીતે ખુલશે, પરંતુ તમારી બધી વાતચીતો અને સંપર્કો ગાયબ થઈ જશે. તમારી સ્ક્રીન જોતા કોઈપણ માટે, Hash ખાલી દેખાશે — જાણે તમે ક્યારેય ઉપયોગ કર્યો ન હોય.
he: תבחר קוד PIN שני. אם אי פעם תיאלץ לפתוח את Hash, הכנס קוד זה במקום ה-PIN הרגיל שלך. האפליקציה תיפתח כרגיל, אבל כל השיחות ואנשי הקשר שלך ייעלמו. לכל מי שמסתכל על המסך שלך, Hash פשוט נראה ריק — כאילו מעולם לא השתמשת בו.
hi: आप एक दूसरा PIN कोड चुनेंगे। यदि कभी आपको Hash खोलने के लिए मजबूर किया जाए, तो अपने सामान्य PIN की जगह यह कोड दर्ज करें। ऐप सामान्य रूप से खुलेगा, लेकिन आपकी सभी बातचीत और संपर्क गायब हो जाएंगे। आपकी स्क्रीन देखने वाले किसी भी व्यक्ति के लिए, Hash बस खाली दिखता है — जैसे आपने इसे कभी इस्तेमाल ही नहीं किया।
hr: Odabrat cete drugi PIN kod. Ako vas ikada prisile da otvorite Hash, unesite ovaj kod umjesto obicnog PIN-a. Aplikacija ce se normalno otvoriti, ali svi vasi razgovori i kontakti ce nestati. Svakome tko gleda u vas zaslon, Hash jednostavno izgleda prazno — kao da ga nikada niste koristili.
hu: Egy második PIN kódot fog választani. Ha valaha arra kényszerítik, hogy nyissa meg a Hash-t, adja meg ezt a kódot a szokásos PIN helyett. Az alkalmazás normálisan megnyílik, de az összes beszélgetése és névjegye eltűnik. Bárki számára, aki a képernyőjére néz, a Hash egyszerűen üresnek tűnik — mintha soha nem használta volna.
id: Anda akan memilih kode PIN kedua. Jika Anda dipaksa membuka Hash, masukkan kode ini alih-alih PIN biasa Anda. Aplikasi akan terbuka secara normal, tetapi semua percakapan dan kontak Anda akan hilang. Bagi siapa pun yang melihat layar Anda, Hash tampak kosong — seolah-olah Anda tidak pernah menggunakannya.
it: Sceglierai un secondo codice PIN. Se un giorno sarai costretto ad aprire Hash, inserisci questo codice al posto del tuo PIN abituale. L'app si aprirà normalmente, ma tutte le tue conversazioni e contatti saranno scomparsi. Per chiunque guardi il tuo schermo, Hash apparirà semplicemente vuoto — come se non lo avessi mai usato.
ja: 2つ目の PIN コードを選びます。Hash を開くことを強制された場合、通常の PIN の代わりにこのコードを入力してください。 アプリは通常通り開きますが、すべての会話と連絡先は消えます。 画面を見ている人には、Hash は空に見えます — まるで使ったことがないかのように。
ka: თქვენ აირჩევთ მეორე PIN კოდს. თუ ოდესმე აიძულებენ Hash-ის გახსნას, შეიყვანეთ ეს კოდი ჩვეულებრივი PIN-ის ნაცვლად. აპი ჩვეულებრივად გაიხსნება, მაგრამ ყველა თქვენი საუბარი და კონტაქტი გაქრება. ნებისმიერი ადამიანისთვის, ვინც თქვენს ეკრანს შეხედავს, Hash უბრალოდ ცარიელი გამოჩნდება — თითქოს არასოდეს გამოგეყენებინათ.
kk: Сіз екінші PIN код таңдайсыз. Егер сізді Hash ашуға мәжбүрлесе, кәдімгі PIN орнына осы кодты енгізіңіз. Қосымша қалыпты түрде ашылады, бірақ барлық сұхбаттар мен контактілер жоғалады. Экраныңызға қараған кез келген адам үшін Hash жай ғана бос көрінеді — оны ешқашан қолданбағандай.
km: អ្នកនឹងជ្រើសរើសលេខកូដ PIN ទីពីរ។ ប្រសិនបើអ្នកត្រូវបានបង្ខំឱ្យបើក Hash សូមបញ្ចូលលេខកូដនេះជំនួសឱ្យ PIN ធម្មតារបស់អ្នក។ កម្មវិធីនឹងបើកធម្មតា ប៉ុន្តែការសន្ទនា និងទំនាក់ទំនងរបស់អ្នកទាំងអស់នឹងបាត់។ សម្រាប់អ្នកណាម្នាក់ដែលមើលអេក្រង់របស់អ្នក Hash គ្រាន់តែបង្ហាញទទេ — ដូចជាអ្នកមិនធ្លាប់ប្រើវា។
ky: Сиз экинчи PIN кодду тандайсыз. Эгер сизди Hash'ты ачууга мажбурлашса, кадимки PIN'иңиздин ордуна бул кодду киргизиңиз. Колдонмо кадимкидей ачылат, бирок бардык сүйлөшүүлөрүңүз жана контакттарыңыз жок болот. Экраныңызды караган ар бир адам үчүн Hash жөн гана бош көрүнөт — эч качан колдонулбагандай.
mk: Ќе изберете втор PIN код. Ако некогаш бидете принудени да го отворите Hash, внесете го овој код наместо вашиот редовен PIN. Апликацијата ќе се отвори нормално, но сите ваши разговори и контакти ќе исчезнат. За секој кој гледа во вашиот екран, Hash едноставно изгледа празен — како никогаш да не сте го користеле.
mr: तुम्ही दुसरा PIN कोड निवडाल. जर तुम्हाला कधी Hash उघडण्यास भाग पाडले गेले, तर तुमच्या नियमित PIN ऐवजी हा कोड टाका. अॅप सामान्यपणे उघडेल, पण तुमचे सर्व संभाषणे आणि संपर्क गायब होतील. तुमची स्क्रीन पाहणाऱ्या कोणालाही Hash फक्त रिकामे दिसते — जसे की तुम्ही ते कधी वापरलेच नाही.
ms: Anda akan memilih kod PIN kedua. Jika anda dipaksa membuka Hash, masukkan kod ini dan bukannya PIN biasa anda. Aplikasi akan dibuka seperti biasa, tetapi semua perbualan dan kenalan anda akan hilang. Bagi sesiapa yang melihat skrin anda, Hash kelihatan kosong — seolah-olah anda tidak pernah menggunakannya.
nb: Du velger en ekstra PIN-kode. Hvis du noen gang blir tvunget til å åpne Hash, taster du inn denne koden i stedet for din vanlige PIN. Appen åpnes normalt, men alle samtaler og kontakter er borte. For alle som ser på skjermen din, ser Hash bare tomt ut — som om du aldri har brukt den.
nl: Je kiest een tweede PIN-code. Als je ooit gedwongen wordt om Hash te openen, voer je deze code in in plaats van je gewone PIN. De app opent normaal, maar al je gesprekken en contacten zijn verdwenen. Voor iedereen die naar je scherm kijkt, lijkt Hash gewoon leeg — alsof je het nooit hebt gebruikt.
pt_pt: Vai escolher um segundo codigo PIN. Se algum dia for obrigado a abrir o Hash, introduza este codigo em vez do seu PIN habitual. A aplicacao abrira normalmente, mas todas as suas conversas e contactos terao desaparecido. Para qualquer pessoa a olhar para o seu ecra, o Hash simplesmente parece vazio — como se nunca o tivesse utilizado.
ro: Vei alege un al doilea cod PIN. Daca esti vreodata fortat sa deschizi Hash, introdu acest cod in locul PIN-ului obisnuit. Aplicatia se va deschide normal, dar toate conversatiile si contactele tale vor fi disparute. Pentru oricine se uita la ecran, Hash pare pur si simplu gol — ca si cum nu l-ai fi folosit niciodata.
ru: Вы выберете второй PIN-код. Если вас когда-либо заставят открыть Hash, введите этот код вместо обычного PIN. Приложение откроется нормально, но все ваши разговоры и контакты исчезнут. Для любого, кто смотрит на ваш экран, Hash просто выглядит пустым — как будто вы никогда им не пользовались.
sk: Vyberiete si druhy PIN kod. Ak vas niekedy nutia otvorit Hash, zadajte tento kod namiesto bezneho PIN. Aplikacia sa otvori normalne, ale vsetky konverzacie a kontakty budu prec. Pre kohokoivek, kto sa diva na obrazovku, Hash vyzera prazdny — akoby ste ho nikdy nepouzili.
sl: Izbrali boste drugo PIN kodo. Ce vas kdaj prisilijo odpreti Hash, vnesite to kodo namesto obicajne PIN. Aplikacija se bo odprla normalno, vendar bodo vsi pogovori in stiki izginili. Za vsakogar, ki gleda na zaslon, je Hash preprosto prazen — kot da ga nikoli niste uporabili.
sq: Do te zgjidhni nje kod te dyte PIN. Nese detyroheni te hapni Hash, futni kete kod ne vend te PIN tuaj te zakonshem. Aplikacioni do te hapet normalisht, por te gjitha bisedat dhe kontaktet do te jene zhdukur. Per kedo qe shikon ekranin, Hash duket thjesht bosh — sikur te mos e kishit perdorur kurre.
sr: Изабраћете други PIN код. Ако икада будете приморани да отворите Hash, унесите овај код уместо свог уобичајеног PIN-а. Апликација ће се отворити нормално, али сви ваши разговори и контакти ће нестати. За свакога ко гледа ваш екран, Hash изгледа празно — као да га никада нисте користили.
sv: Du väljer en andra PIN-kod. Om du någonsin tvingas öppna Hash, ange denna kod istället för din vanliga PIN. Appen öppnas normalt, men alla dina konversationer och kontakter är borta. För alla som tittar på din skärm ser Hash helt enkelt tom ut — som om du aldrig använt den.
ta: நீங்கள் இரண்டாவது PIN குறியீட்டைத் தேர்வு செய்வீர்கள். எப்போதாவது Hash-ஐத் திறக்கக் கட்டாயப்படுத்தப்பட்டால், உங்கள் வழக்கமான PIN-க்குப் பதிலாக இந்தக் குறியீட்டை உள்ளிடுங்கள். செயலி சாதாரணமாகத் திறக்கும், ஆனால் உங்கள் அனைத்து உரையாடல்களும் தொடர்புகளும் மறைந்திருக்கும். உங்கள் திரையைப் பார்க்கும் எவருக்கும், Hash வெறுமையாகத் தோன்றும் — நீங்கள் இதை ஒருபோதும் பயன்படுத்தாதது போல.
te: మీరు రెండవ PIN కోడ్‌ను ఎంచుకుంటారు. మిమ్మల్ని ఎప్పుడైనా Hash తెరవమని బలవంతం చేస్తే, మీ సాధారణ PIN బదులు ఈ కోడ్‌ను నమోదు చేయండి. యాప్ సాధారణంగా తెరవబడుతుంది, కానీ మీ సంభాషణలు మరియు పరిచయాలు అన్నీ పోతాయి. మీ స్క్రీన్‌ను చూసే ఎవరికైనా, Hash ఖాళీగా కనిపిస్తుంది — మీరు ఎప్పుడూ ఉపయోగించనట్లు.
th: คุณจะเลือกรหัส PIN ที่สอง หากถูกบังคับให้เปิด Hash ให้ใส่รหัสนี้แทน PIN ปกติ แอปจะเปิดตามปกติ แต่แชทและผู้ติดต่อทั้งหมดจะหายไป สำหรับใครก็ตามที่ดูหน้าจอ Hash จะดูเปล่า — เหมือนไม่เคยใช้
tr: Ikinci bir PIN kodu sececeksiniz. Hash'i acmaya zorlanirseniz, normal PIN'iniz yerine bu kodu girin. Uygulama normal sekilde acilacak, ancak tum sohbetleriniz ve kisileriniz yok olmus olacak. Ekraniniza bakan herhangi biri icin Hash bos gorunur - sanki hic kullanmamissiniz gibi.
ug: سىز ئىككىنچى PIN كود تاللايسىز. ئەگەر سىزنى Hash ئېچىشقا مەجبۇرلىسا، نورمال PIN ئورنىغا بۇ كودنى كىرگۈزۈڭ. ئەپ نورمال ئېچىلىدۇ، لېكىن بارلىق سۆھبەت ۋە ئالاقىداشلىرىڭىز يوقىلىدۇ. ئېكرانىڭىزغا قاراۋاتقان ھەر كىشىگە، Hash بوش كۆرۈنىدۇ — ھەرگىز ئىشلەتمىگەندەك.
uk: Ви оберете другий PIN-код. Якщо вас коли-небудь змусять відкрити Hash, введіть цей код замість звичайного PIN. Додаток відкриється нормально, але всі ваші розмови та контакти зникнуть. Для будь-кого, хто дивиться на ваш екран, Hash просто виглядає порожнім — ніби ви ніколи ним не користувалися.
ur: ุขูพ ุงฺฉ ุฏูุณุฑุง PIN ฺฉูฺ ู ูุชุฎุจ ฺฉุฑฺบ ฺฏ ุงฺฏุฑ ุขูพ ฺฉู ฺฉุจฺพ Hash ฺฉฺพููู ูพุฑ ู ุฌุจูุฑ ฺฉุง ุฌุงุฆุ ุชู ุงูพู ุนุงู PIN ฺฉ ุจุฌุงุฆ  ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ ุงูพ ุนุงู ุทูุฑ ูพุฑ ฺฉฺพู ฺฏุ ูฺฉู ุขูพ ฺฉ ุชู ุงู ฺฏูุชฺฏู ุงูุฑ ุฑุงุจุท ุฎุชู ู ุฌุงุฆฺบ ฺฏ ุขูพ ฺฉ ุงุณฺฉุฑู ุฏฺฉฺพู ูุงู ฺฉุณ ุจฺพ ุดุฎุต ฺฉู Hash ุฎุงู ูุธุฑ ุขุฆ ฺฏุง โ ุฌุณ ุขูพ ู ฺฉุจฺพ ุงุณุชุนู ุงู ูฺบ ฺฉุง

# vashModeIrreversible
source: Silent and irreversible.
af: Hierdie aksie is stil en onomkeerbaar.
ar: هذا الإجراء صامت ولا رجعة فيه.
bg: Това действие е тихо и необратимо.
bn: এই কাজটি নীরব ও অপরিবর্তনীয়।
ca: Aquesta acció és silenciosa i irreversible.
cs: Tato akce je ticha a nevratna.
da: Denne handling er lydløs og irreversibel.
de: Diese Aktion ist lautlos und unwiderruflich.
el: Αυτή η ενέργεια είναι σιωπηλή και μη αναστρέψιμη.
es: Esta acción es silenciosa e irreversible.
et: See toiming on vaikne ja pöördumatu.
eu: Ekintza hau isila eta itzulezina da.
fa: این عمل بی‌صدا و برگشت‌ناپذیر است.
fi: Tämä toiminto on hiljainen ja peruuttamaton.
fil: Ang aksyong ito ay tahimik at hindi na maibabalik.
fr: Silencieux et irréversible.
ga: Ta an gniomh seo ciuin agus do-aischuirthe.
gl: Esta accion e silenciosa e irreversible.
gu: આ ક્રિયા શાંત અને ઉલટાવી ન શકાય તેવી છે.
he: פעולה זו שקטה ובלתי הפיכה.
hi: यह क्रिया मौन और अपरिवर्तनीय है।
hr: Ova radnja je tiha i nepovratna.
hu: Ez a művelet csendes és visszafordíthatatlan.
id: Tindakan ini diam-diam dan tidak dapat dibatalkan.
it: Questa azione è silenziosa e irreversibile.
ja: この操作は静かで取り消し不可能です。
ka: ეს მოქმედება ჩუმია და შეუქცევადი.
kk: Бұл әрекет үнсіз және қайтарымсыз.
km: សកម្មភាពនេះស្ងាត់ និងមិនអាចត្រឡប់វិញ។
ky: Бул аракет үнсүз жана кайтарылгыс.
mk: Оваа акција е тивка и неповратна.
mr: ही क्रिया शांत आणि अपरिवर्तनीय आहे.
ms: Tindakan ini senyap dan tidak boleh diterbalikkan.
nb: Denne handlingen er stille og irreversibel.
nl: Deze actie is stil en onomkeerbaar.
pt_pt: Esta acao e silenciosa e irreversivel.
ro: Aceasta actiune este silentioasa si ireversibila.
ru: Это действие беззвучно и необратимо.
sk: Tato akcia je ticha a nevratna.
sl: To dejanje je tiho in nepreklicno.
sq: Ky veprim eshte i heshtur dhe i pakthyeshem.
sr: Ова акција је тиха и неповратна.
sv: Denna åtgärd är tyst och oåterkallelig.
ta: இந்த செயல் அமைதியானது மற்றும் மீளமுடியாதது.
te: ఈ చర్య నిశ్శబ్దంగా మరియు తిరిగి మార్చలేనిది.
th: การกระทำนี้เงียบและไม่สามารถย้อนกลับได้
tr: Bu islem sessiz ve geri donusuzdur.
ug: بۇ مەشغۇلات جىم ۋە قايتۇرغۇسىز.
uk: Ця дія тиха та незворотна.
ur:  ุนู ู ุฎุงู ูุด ุงูุฑ ูุงูุงุจู ูุงูพุณ 

# chooseVashCode
source: Choose my VASH code
af: Kies my Vash-kode
ar: اختيار رمز Vash الخاص بي
bg: Изберете моя Vash код
bn: আমার Vash কোড বেছে নিন
ca: Triar el meu codi Vash
cs: Zvolit muj kod Vash
da: Vælg min Vash-kode
de: Meinen Vash-Code wählen
el: Επιλογή κωδικού Vash
es: Elegir mi código Vash
et: Vali Vash kood
eu: Aukeratu Vash kodea
fa: انتخاب کد Vash
fi: Valitse Vash-koodini
fil: Piliin ang aking Vash code
fr: Choisir mon code VASH
ga: Roghnaigh mo chod Vash
gl: Elixir o meu codigo Vash
gu: મારો Vash કોડ પસંદ કરો
he: בחר את קוד ה-Vash שלי
hi: मेरा Vash कोड चुनें
hr: Odaberi moj Vash kod
hu: Vash kód kiválasztása
id: Pilih kode Vash saya
it: Scegli il mio codice Vash
ja: Vash コードを選択
ka: Vash კოდის არჩევა
kk: Vash кодымды таңдау
km: ជ្រើសរើសលេខកូដ Vash របស់ខ្ញុំ
ky: Vash кодумду тандоо
mk: Избери Vash код
mr: माझा Vash कोड निवडा
ms: Pilih kod Vash saya
nb: Velg min Vash-kode
nl: Kies mijn Vash-code
pt_pt: Escolher o meu codigo Vash
ro: Alege codul meu Vash
ru: Выбрать мой код Vash
sk: Zvolit moj kod Vash
sl: Izberi mojo kodo Vash
sq: Zgjidh kodin tim Vash
sr: Изабери мој Vash код
sv: Välj min Vash-kod
ta: எனது Vash குறியீட்டைத் தேர்வு செய்
te: నా Vash కోడ్‌ను ఎంచుకో
th: เลือกรหัส Vash ของฉัน
tr: Vash kodumu sec
ug: Vash كودىمنى تاللاش
uk: Обрати мій код Vash
ur: ุงูพูุง Vash ฺฉูฺ ู ูุชุฎุจ ฺฉุฑฺบ

# vashCodeInfo
source: A second PIN code that opens the app normally, but empty.
af: 'n Tweede PIN-kode wat die app normaal oopmaak, maar leeg.
ar: رمز PIN ثانٍ يفتح التطبيق بشكل عادي، لكن فارغاً.
bg: Втори PIN код, който отваря приложението нормално, но празно.
bn: একটি দ্বিতীয় PIN কোড যা অ্যাপটি স্বাভাবিকভাবে খোলে, তবে খালি।
ca: Un segon codi PIN que obre l'aplicació normalment, però buida.
cs: Druhy PIN kod, ktery otevre aplikaci normalne, ale prazdnou.
da: En anden PIN-kode der åbner appen normalt, men tom.
de: Ein zweiter PIN-Code, der die App normal öffnet, aber leer.
el: Ένας δεύτερος κωδικός PIN που ανοίγει κανονικά την εφαρμογή, αλλά άδεια.
es: Un segundo código PIN que abre la app normalmente, pero vacía.
et: Teine PIN-kood, mis avab rakenduse normaalselt, kuid tühjalt.
eu: Bigarren PIN kode bat, aplikazioa normaltasunez baina hutsik irekitzen duena.
fa: یک کد PIN دوم که برنامه را به طور عادی اما خالی باز می‌کند.
fi: Toinen PIN-koodi joka avaa sovelluksen normaalisti, mutta tyhjänä.
fil: Isang pangalawang PIN code na nagbubukas ng app nang normal, pero walang laman.
fr: Un second code PIN qui ouvre l'application normalement, mais vide.
ga: An dara cod PIN a osclaionn an aip mar is gnath, ach folamh.
gl: Un segundo codigo PIN que abre a aplicacion normalmente, pero baleira.
gu: બીજો PIN કોડ જે એપ્લિકેશન સામાન્ય રીતે ખોલે છે, પરંતુ ખાલી.
he: קוד PIN שני שפותח את האפליקציה כרגיל, אך ריקה.
hi: एक दूसरा PIN कोड जो ऐप को सामान्य रूप से खोलता है, लेकिन खाली।
hr: Drugi PIN kod koji otvara aplikaciju normalno, ali praznu.
hu: Egy második PIN kód, amely normálisan megnyitja az alkalmazást, de üresen.
id: Kode PIN kedua yang membuka aplikasi secara normal, tetapi kosong.
it: Un secondo codice PIN che apre l'app normalmente, ma vuota.
ja: アプリを通常通り開くが、空の状態にする2つ目の PIN コード。
ka: მეორე PIN კოდი, რომელიც აპს ჩვეულებრივად ხსნის, მაგრამ ცარიელს.
kk: Қосымшаны қалыпты түрде ашатын, бірақ бос екінші PIN код.
km: លេខកូដ PIN ទីពីរដែលបើកកម្មវិធីធម្មតា ប៉ុន្តែទទេ។
ky: Колдонмону кадимкидей ачкан, бирок бош экинчи PIN код.
mk: Втор PIN код што ја отвора апликацијата нормално, но празна.
mr: एक दुसरा PIN कोड जो अॅप सामान्यपणे उघडतो, पण रिकामा.
ms: Kod PIN kedua yang membuka aplikasi seperti biasa, tetapi kosong.
nb: En ekstra PIN-kode som åpner appen normalt, men tom.
nl: Een tweede PIN-code die de app normaal opent, maar leeg.
pt_pt: Um segundo codigo PIN que abre a aplicacao normalmente, mas vazia.
ro: Un al doilea cod PIN care deschide aplicatia normal, dar goala.
ru: Второй PIN-код, который открывает приложение нормально, но пустым.
sk: Druhy PIN kod, ktory otvori aplikaciu normalne, ale prazdnu.
sl: Druga PIN koda, ki odpre aplikacijo normalno, ampak prazno.
sq: Nje kod i dyte PIN qe hap aplikacionin normalisht, por bosh.
sr: Други PIN код који отвара апликацију нормално, али празну.
sv: En andra PIN-kod som öppnar appen normalt, men tom.
ta: செயலியை சாதாரணமாகத் திறக்கும் இரண்டாவது PIN குறியீடு, ஆனால் காலியாக.
te: యాప్‌ను సాధారణంగా తెరిచే రెండవ PIN కోడ్, కానీ ఖాళీగా.
th: รหัส PIN ที่สองที่เปิดแอปตามปกติ แต่เปล่า
tr: Uygulamayi normal ama bos acan ikinci bir PIN kodu.
ug: ئەپنى نورمال لېكىن بوش ئاچىدىغان ئىككىنچى PIN كود.
uk: Другий PIN-код, який відкриває додаток нормально, але порожнім.
ur: ุงฺฉ ุฏูุณุฑุง PIN ฺฉูฺ ุฌู ุงูพ ฺฉู ุนุงู ุทูุฑ ูพุฑ ฺฉฺพููุชุง ุ ูฺฉู ุฎุงู

# vashModeDescription2
source: Two codes, one screen. One unlocks, the other makes everything disappear.
fr: Deux codes, un seul écran. L'un vous connecte, l'autre fait tout disparaître.
