Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# noNotesSubtitle
source: Create your first note
af: Skep jou eerste nota
ar: أنشئ ملاحظتك الأولى
bg: Създайте първата си бележка
bn: আপনার প্রথম নোট তৈরি করুন
ca: Crea la teva primera nota
cs: Vytvorte svou prvni poznamku
da: Opret din første note
de: Erstelle deine erste Notiz
el: Δημιουργήστε την πρώτη σας σημείωση
es: Crea tu primera nota
et: Looge oma esimene märkus
eu: Sortu zure lehen oharra
fa: اولین یادداشت خود را بسازید
fi: Luo ensimmäinen muistiinpanosi
fil: Gumawa ng iyong unang tala
fr: Créez votre première note
ga: Cruthaigh do chead nota
gl: Crea a tua primeira nota
gu: તમારી પ્રથમ નોંધ બનાવો
he: צור את ההערה הראשונה שלך
hi: अपना पहला नोट बनाएं
hr: Kreirajte prvu biljesku
hu: Hozza létre első jegyzetét
id: Buat catatan pertama Anda
it: Crea la tua prima nota
ja: 最初のメモを作成
ka: შექმენით პირველი ჩანაწერი
kk: Алғашқы жазбаңызды жасаңыз
km: បង្កើតកំណត់ត្រាដំបូងរបស់អ្នក
ky: Биринчи жазууңузду түзүңүз
mk: Креирајте ја вашата прва белешка
mr: तुमची पहिली नोट तयार करा
ms: Buat nota pertama anda
nb: Opprett ditt første notat
nl: Maak je eerste notitie
pt_pt: Crie a sua primeira nota
ro: Creeaza prima ta notita
ru: Создайте первую заметку
sk: Vytvorte svoju prvu poznamku
sl: Ustvarite svojo prvo beležko
sq: Krijoni shenimin tuaj te pare
sr: Направите своју прву белешку
sv: Skapa din första anteckning
ta: உங்கள் முதல் குறிப்பை உருவாக்குங்கள்
te: మీ మొదటి నోట్‌ను సృష్టించండి
th: สร้างบันทึกแรกของคุณ
tr: Ilk notunuzu olusturun
ug: بىرىنچى خاتىرىڭىزنى قۇرۇڭ
uk: Створіть свою першу нотатку
ur: ุงูพูุง ูพูุง ูููน ุจูุงุฆฺบ

source: New note
af: Nuwe nota
ar: ملاحظة جديدة
bg: Нова бележка
bn: নতুন নোট
ca: Nova nota
cs: Nova poznamka
da: Ny note
de: Neue Notiz
el: Νέα σημείωση
es: Nueva nota
et: Uus märkus
eu: Ohar berria
fa: یادداشت جدید
fi: Uusi muistiinpano
fil: Bagong tala
fr: Nouvelle note
ga: Nota nua
gl: Nova nota
gu: નવી નોંધ
he: הערה חדשה
hi: नया नोट
hr: Nova biljeska
hu: Új jegyzet
id: Catatan baru
it: Nuova nota
ja: 新しいメモ
ka: ახალი ჩანაწერი
kk: Жаңа жазба
km: កំណត់ត្រាថ្មី
ky: Жаңы жазуу
mk: Нова белешка
mr: नवीन नोट
ms: Nota baharu
nb: Nytt notat
nl: Nieuwe notitie
pt_pt: Nova nota
ro: Notita noua
ru: Новая заметка
sk: Nova poznamka
sl: Nova beležka
sq: Shenim i ri
sr: Нова белешка
sv: Ny anteckning
ta: புதிய குறிப்பு
te: కొత్త నోట్
th: บันทึกใหม่
tr: Yeni not
ug: يېڭى خاتىرە
uk: Нова нотатка
ur: ูุง ูููน

source: Edit note
af: Wysig nota
ar: تعديل الملاحظة
bg: Редактиране на бележка
bn: নোট সম্পাদনা
ca: Editar nota
cs: Upravit poznamku
da: Rediger note
de: Notiz bearbeiten
el: Επεξεργασία σημείωσης
es: Editar nota
et: Muuda märkust
eu: Editatu oharra
fa: ویرایش یادداشت
fi: Muokkaa muistiinpanoa
fil: I-edit ang tala
fr: Modifier la note
ga: Cuir an nota in eagar
gl: Editar nota
gu: નોંધ ફેરફાર કરો
he: ערוך הערה
hi: नोट संपादित करें
hr: Uredi biljesku
hu: Jegyzet szerkesztése
id: Edit catatan
it: Modifica nota
ja: メモを編集
ka: ჩანაწერის რედაქტირება
kk: Жазбаны өңдеу
km: កែកំណត់ត្រា
ky: Жазууну түзөтүү
mk: Уреди белешка
mr: नोट संपादित करा
ms: Edit nota
nb: Rediger notat
nl: Notitie bewerken
pt_pt: Editar nota
ro: Editeaza notita
ru: Редактировать заметку
sk: Upravit poznamku
sl: Uredi beležko
sq: Redakto shenimin
sr: Уреди белешку
sv: Redigera anteckning
ta: குறிப்பைத் திருத்து
te: నోట్ ఎడిట్ చేయి
th: แก้ไขบันทึก
tr: Notu duzenle
ug: خاتىرە تەھرىرلەش
uk: Редагувати нотатку
ur: ูููน ู ฺบ ุชุฑู ู ฺฉุฑฺบ

source: Delete note
af: Verwyder nota
ar: حذف الملاحظة
bg: Изтриване на бележка
bn: নোট মুছুন
ca: Eliminar nota
cs: Smazat poznamku
da: Slet note
de: Notiz löschen
el: Διαγραφή σημείωσης
es: Eliminar nota
et: Kustuta märkus
eu: Ezabatu oharra
fa: حذف یادداشت
fi: Poista muistiinpano
fil: Burahin ang tala
fr: Supprimer la note
ga: Scrios an nota
gl: Eliminar nota
gu: નોંધ ડિલીટ કરો
he: מחק הערה
hi: नोट हटाएं
hr: Izbrisi biljesku
hu: Jegyzet törlése
id: Hapus catatan
it: Elimina nota
ja: メモを削除
ka: ჩანაწერის წაშლა
kk: Жазбаны жою
km: លុបកំណត់ត្រា
ky: Жазууну өчүрүү
mk: Избриши белешка
mr: नोट हटवा
ms: Padam nota
nb: Slett notat
nl: Notitie verwijderen
pt_pt: Apagar nota
ro: Sterge notita
ru: Удалить заметку
sk: Zmazat poznamku
sl: Izbrisi beležko
sq: Fshi shenimin
sr: Обриши белешку
sv: Radera anteckning
ta: குறிப்பை நீக்கு
te: నోట్ తొలగించు
th: ลบบันทึก
tr: Notu sil
ug: خاتىرە ئۆچۈرۈش
uk: Видалити нотатку
ur: ูููน ุญุฐู ฺฉุฑฺบ

# deleteNoteConfirm
source: Are you sure you want to delete this note?
af: Is jy seker jy wil hierdie nota verwyder?
ar: هل تريد حقًا حذف هذه الملاحظة؟
bg: Сигурни ли сте, че искате да изтриете тази бележка?
bn: আপনি কি সত্যিই এই নোট মুছতে চান?
ca: Estàs segur que vols eliminar aquesta nota?
cs: Opravdu chcete smazat tuto poznamku?
da: Er du sikker på, at du vil slette denne note?
de: Möchtest du diese Notiz wirklich löschen?
el: Σίγουρα θέλετε να διαγράψετε αυτή τη σημείωση;
es: ¿Estás seguro de que quieres eliminar esta nota?
et: Kas soovite kindlasti selle märkuse kustutada?
eu: Ziur ohar hau ezabatu nahi duzula?
fa: آیا مطمئن هستید که می‌خواهید این یادداشت را حذف کنید؟
fi: Haluatko varmasti poistaa tämän muistiinpanon?
fil: Sigurado ka bang gusto mong burahin ang talang ito?
fr: Voulez-vous vraiment supprimer cette note ?
ga: An bhfuil tu cinnte gur mhaith leat an nota seo a scriosadh?
gl: Seguro que queres eliminar esta nota?
gu: શું તમે ખરેખર આ નોંધ ડિલીટ કરવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק הערה זו?
hi: क्या आप वाकई यह नोट हटाना चाहते हैं?
hr: Jeste li sigurni da zelite izbrisati ovu biljesku?
hu: Biztosan törli ezt a jegyzetet?
id: Anda yakin ingin menghapus catatan ini?
it: Vuoi davvero eliminare questa nota?
ja: このメモを削除してもよろしいですか？
ka: ნამდვილად გსურთ ამ ჩანაწერის წაშლა?
kk: Бұл жазбаны жоюға сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់លុបកំណត់ត្រានេះ?
ky: Бул жазууну өчүрөсүзбү?
mk: Дали сте сигурни дека сакате да ја избришете оваа белешка?
mr: तुम्हाला खात्री आहे की तुम्ही ही नोट हटवू इच्छिता?
ms: Anda pasti mahu memadamkan nota ini?
nb: Er du sikker på at du vil slette dette notatet?
nl: Weet je zeker dat je deze notitie wilt verwijderen?
pt_pt: Tem a certeza de que quer apagar esta nota?
ro: Esti sigur ca vrei sa stergi aceasta notita?
ru: Вы уверены, что хотите удалить эту заметку?
sk: Naozaj chcete zmazat tuto poznamku?
sl: Ali ste prepricani, da želite izbrisati to beležko?
sq: Jeni i sigurt qe doni te fshini kete shenim?
sr: Да ли сте сигурни да желите да обришете ову белешку?
sv: Är du säker på att du vill radera denna anteckning?
ta: இந்தக் குறிப்பை நீக்க விரும்புகிறீர்களா?
te: ఈ నోట్‌ను తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกนี้?
tr: Bu notu silmek istediginizden emin misiniz?
ug: بۇ خاتىرىنى ئۆچۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете видалити цю нотатку?
ur: ฺฉุง ุขูพ ูุงูุน  ูููน ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

# noteTitle
source: Title
af: Titel
ar: العنوان
bg: Заглавие
bn: শিরোনাম
ca: Títol
cs: Nazev
da: Titel
de: Titel
el: Τίτλος
es: Título
et: Pealkiri
eu: Izenburua
fa: عنوان
fi: Otsikko
fil: Pamagat
fr: Titre
ga: Teideal
gl: Titulo
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ka: სათაური
kk: Тақырып
km: ចំណងជើង
ky: Аталыш
mk: Наслов
mr: शीर्षक
ms: Tajuk
nb: Tittel
nl: Titel
pt_pt: Titulo
ro: Titlu
ru: Заголовок
sk: Nazov
sl: Naslov
sq: Titulli
sr: Наслов
sv: Titel
ta: தலைப்பு
te: శీర్షిక
th: ชื่อเรื่อง
tr: Baslik
ug: ماۋزۇ
uk: Заголовок
ur: ุนููุงู

# noteContent
source: Content
af: Inhoud
ar: المحتوى
bg: Съдържание
bn: বিষয়বস্তু
ca: Contingut
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
et: Sisu
eu: Edukia
fa: محتوا
fi: Sisältö
fil: Nilalaman
fr: Contenu
ga: Abhar
gl: Contido
gu: સામગ્રી
he: תוכן
hi: सामग्री
hr: Sadrzaj
hu: Tartalom
id: Konten
it: Contenuto
ja: 内容
ka: შინაარსი
kk: Мазмұн
km: មាតិកា
ky: Мазмун
mk: Содржина
mr: सामग्री
ms: Kandungan
nb: Innhold
nl: Inhoud
pt_pt: Conteudo
ro: Continut
ru: Содержание
sk: Obsah
sl: Vsebina
sq: Permbajtja
sr: Садржај
sv: Innehåll
ta: உள்ளடக்கம்
te: విషయం
th: เนื้อหา
tr: Icerik
ug: مەزمۇن
uk: Вміст
ur: ู ูุงุฏ

source: Add item
af: Voeg item by
ar: إضافة عنصر
bg: Добавяне на елемент
bn: আইটেম যোগ করুন
ca: Afegir element
cs: Pridat polozku
da: Tilføj element
de: Element hinzufügen
el: Προσθήκη στοιχείου
es: Añadir elemento
et: Lisa element
eu: Gehitu elementua
fa: افزودن مورد
fi: Lisää kohde
fil: Magdagdag ng item
fr: Ajouter un élément
ga: Cuir mir leis
gl: Engadir elemento
gu: આઇટમ ઉમેરો
he: הוסף פריט
hi: आइटम जोड़ें
hr: Dodaj stavku
hu: Elem hozzáadása
id: Tambah item
it: Aggiungi elemento
ja: アイテムを追加
ka: ელემენტის დამატება
kk: Элемент қосу
km: បន្ថែមធាតុ
ky: Элемент кошуу
mk: Додај ставка
mr: आयटम जोडा
ms: Tambah item
nb: Legg til element
nl: Item toevoegen
pt_pt: Adicionar item
ro: Adauga element
ru: Добавить элемент
sk: Pridat polozku
sl: Dodaj element
sq: Shto element
sr: Додај ставку
sv: Lägg till objekt
ta: உருப்படியைச் சேர்
te: అంశాన్ని జోడించు
th: เพิ่มรายการ
tr: Oge ekle
ug: تۈر قوشۇش
uk: Додати пункт
ur: ุขุฆูนู ุดุงู ู ฺฉุฑฺบ

# pinNote
source: Pin
af: Vaspen
ar: تثبيت
bg: Закачане
bn: পিন করুন
ca: Fixar
cs: Pripnout
da: Fastgør
de: Anheften
el: Καρφίτσωμα
es: Fijar
et: Kinnita
eu: Finkatu
fa: سنجاق
fi: Kiinnitä
fil: I-pin
fr: Épingler
ga: Pionnail
gl: Fixar
gu: પિન
he: הצמד
hi: पिन करें
hr: Prikaci
hu: Rögzítés
id: Sematkan
it: Fissa
ja: ピン留め
ka: მიმაგრება
kk: Бекіту
km: ខ្ទាស់
ky: Кадоо
mk: Закачи
mr: पिन करा
ms: Semat
nb: Fest
nl: Vastpinnen
pt_pt: Fixar
ro: Fixeaza
ru: Закрепить
sk: Pripnut
sl: Pripni
sq: Gozhdo
sr: Закачи
sv: Fäst
ta: பின் செய்
te: పిన్ చేయి
th: ปักหมุด
tr: Sabitle
ug: چىڭلاش
uk: Закріпити
ur: ูพู ฺฉุฑฺบ

# unpinNote
source: Unpin
af: Lospen
ar: إلغاء التثبيت
bg: Откачане
bn: আনপিন করুন
ca: Desafixar
cs: Odepnout
da: Frigiv
de: Lösen
el: Ξεκαρφίτσωμα
es: Desfijar
et: Eemalda kinnitus
eu: Desfinkatu
fa: برداشتن سنجاق
fi: Irrota
fil: I-unpin
fr: Désépingler
ga: Diphionnail
gl: Desfixar
gu: અનપિન
he: בטל הצמדה
hi: अनपिन करें
hr: Otkaci
hu: Rögzítés megszüntetése
id: Lepas sematan
it: Rimuovi fissaggio
ja: ピン留め解除
ka: მოხსნა
kk: Бекітуден алу
km: ដោះខ្ទាស់
ky: Кадоону алуу
mk: Откачи
mr: अनपिन करा
ms: Nyahsemat
nb: Løsne
nl: Losmaken
pt_pt: Desafixar
ro: Defixeaza
ru: Открепить
sk: Odopnut
sl: Odpni
sq: Hiq gozhdimin
sr: Откачи
sv: Lossa
ta: பின் நீக்கு
te: అన్‌పిన్ చేయి
th: เลิกปักหมุด
tr: Sabitlemeyi kaldir
ug: چىڭلاشنى بىكار قىلىش
uk: Відкріпити
ur: ุงู ูพู ฺฉุฑฺบ

# noteColor
source: Color
af: Kleur
ar: اللون
bg: Цвят
bn: রঙ
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
et: Värv
eu: Kolorea
fa: رنگ
fi: Väri
fil: Kulay
fr: Couleur
ga: Dath
gl: Cor
gu: રંગ
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: 色
ka: ფერი
kk: Түс
km: ពណ៌
ky: Түс
mk: Боја
mr: रंग
ms: Warna
nb: Farge
nl: Kleur
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sq: Ngjyra
sr: Боја
sv: Färg
ta: நிறம்
te: రంగు
th: สี
tr: Renk
ug: رەڭ
uk: Колір
ur: ุฑูฺฏ

# notePassword
source: Password
af: Wagwoord
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
eu: Pasahitza
fa: رمز عبور
fi: Salasana
fr: Mot de passe
ga: Pasfhocal
gl: Contrasinal
gu: પાસવર્ડ
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
ka: პაროლი
kk: Құпия сөз
km: ពាក្យសម្ងាត់
ky: Сырсөз
mk: Лозинка
mr: पासवर्ड
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pt_pt: Palavra-passe
ro: Parola
ru: Пароль
sk: Heslo
sl: Geslo
sq: Fjalekalimi
sr: Лозинка
sv: Lösenord
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
th: รหัสผ่าน
tr: Sifre
ug: پارول
uk: Пароль
ur: ูพุงุณ ูุฑฺ

source: Set password
af: Stel wagwoord
ar: تعيين كلمة مرور
bg: Задаване на парола
bn: পাসওয়ার্ড সেট করুন
ca: Establir contrasenya
cs: Nastavit heslo
da: Indstil adgangskode
de: Passwort festlegen
el: Ορισμός κωδικού πρόσβασης
es: Establecer contraseña
et: Määra parool
eu: Ezarri pasahitza
fa: تنظیم رمز عبور
fi: Aseta salasana
fil: Magtakda ng password
fr: Définir un mot de passe
ga: Socraigh pasfhocal
gl: Establecer contrasinal
gu: પાસવર્ડ સેટ કરો
he: הגדר סיסמה
hi: पासवर्ड सेट करें
hr: Postavi lozinku
hu: Jelszó beállítása
id: Atur kata sandi
it: Imposta password
ja: パスワードを設定
ka: პაროლის დაყენება
kk: Құпия сөз орнату
km: កំណត់ពាក្យសម្ងាត់
ky: Сырсөз коюу
mk: Постави лозинка
mr: पासवर्ड सेट करा
ms: Tetapkan kata laluan
nb: Sett passord
nl: Wachtwoord instellen
pt_pt: Definir palavra-passe
ro: Seteaza parola
ru: Установить пароль
sk: Nastavit heslo
sl: Nastavi geslo
sq: Vendos fjalekalimin
sr: Постави лозинку
sv: Ange lösenord
ta: கடவுச்சொல்லை அமை
te: పాస్‌వర్డ్ సెట్ చేయి
th: ตั้งรหัสผ่าน
tr: Sifre belirle
ug: پارول بەلگىلەش
uk: Встановити пароль
ur: ูพุงุณ ูุฑฺ ุณูน ฺฉุฑฺบ

source: Change password
af: Verander wagwoord
ar: تغيير كلمة المرور
bg: Промяна на парола
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canviar contrasenya
cs: Zmenit heslo
da: Ændre adgangskode
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
et: Muuda parooli
eu: Aldatu pasahitza
fa: تغییر رمز عبور
fi: Vaihda salasana
fil: Palitan ang password
fr: Modifier le mot de passe
ga: Athraigh pasfhocal
gl: Cambiar contrasinal
gu: પાસવર્ડ બદલો
he: שנה סיסמה
hi: पासवर्ड बदलें
hr: Promijeni lozinku
hu: Jelszó módosítása
id: Ubah kata sandi
it: Cambia password
ja: パスワードを変更
ka: პაროლის შეცვლა
kk: Құпия сөзді өзгерту
km: ប្តូរពាក្យសម្ងាត់
ky: Сырсөздү өзгөртүү
mk: Промени лозинка
mr: पासवर्ड बदला
ms: Tukar kata laluan
nb: Endre passord
nl: Wachtwoord wijzigen
pt_pt: Alterar palavra-passe
ro: Schimba parola
ru: Изменить пароль
sk: Zmenit heslo
sl: Spremeni geslo
sq: Ndrysho fjalekalimin
sr: Промени лозинку
sv: Ändra lösenord
ta: கடவுச்சொல்லை மாற்று
te: పాస్‌వర్డ్ మార్చు
th: เปลี่ยนรหัสผ่าน
tr: Sifreyi degistir
ug: پارول ئۆزگەرتىش
uk: Змінити пароль
ur: ูพุงุณ ูุฑฺ ุชุจุฏู ฺฉุฑฺบ

source: Remove password
af: Verwyder wagwoord
ar: إزالة كلمة المرور
bg: Премахване на парола
bn: পাসওয়ার্ড সরান
ca: Eliminar contrasenya
cs: Odstranit heslo
da: Fjern adgangskode
de: Passwort entfernen
el: Αφαίρεση κωδικού πρόσβασης
es: Eliminar contraseña
et: Eemalda parool
eu: Kendu pasahitza
fa: حذف رمز عبور
fi: Poista salasana
fil: Alisin ang password
fr: Retirer le mot de passe
ga: Bain pasfhocal
gl: Eliminar contrasinal
gu: પાસવર્ડ કાઢી નાખો
he: הסר סיסמה
hi: पासवर्ड हटाएं
hr: Ukloni lozinku
hu: Jelszó eltávolítása
id: Hapus kata sandi
it: Rimuovi password
ja: パスワードを削除
ka: პაროლის წაშლა
kk: Құпия сөзді жою
km: ដកពាក្យសម្ងាត់
ky: Сырсөздү алып салуу
mk: Отстрани лозинка
mr: पासवर्ड काढून टाका
ms: Buang kata laluan
nb: Fjern passord
nl: Wachtwoord verwijderen
pt_pt: Remover palavra-passe
ro: Sterge parola
ru: Удалить пароль
sk: Odstranit heslo
sl: Odstrani geslo
sq: Hiq fjalekalimin
sr: Уклони лозинку
sv: Ta bort lösenord
ta: கடவுச்சொல்லை நீக்கு
te: పాస్‌వర్డ్ తొలగించు
th: ลบรหัสผ่าน
tr: Sifreyi kaldir
ug: پارول ئۆچۈرۈش
uk: Видалити пароль
ur: ูพุงุณ ูุฑฺ ูนุงุฆฺบ

source: Enter password
af: Voer wagwoord in
ar: أدخل كلمة المرور
bg: Въведете парола
bn: পাসওয়ার্ড দিন
ca: Introdueix la contrasenya
cs: Zadejte heslo
da: Indtast adgangskode
de: Passwort eingeben
el: Εισαγωγή κωδικού πρόσβασης
es: Introduce la contraseña
et: Sisesta parool
eu: Sartu pasahitza
fa: رمز عبور را وارد کنید
fi: Syötä salasana
fil: Ilagay ang password
fr: Entrez le mot de passe
ga: Cuir isteach an pasfhocal
gl: Introduce o contrasinal
gu: પાસવર્ડ દાખલ કરો
he: הכנס סיסמה
hi: पासवर्ड दर्ज करें
hr: Unesite lozinku
hu: Jelszó megadása
id: Masukkan kata sandi
it: Inserisci la password
ja: パスワードを入力
ka: პაროლის შეყვანა
kk: Құпия сөзді енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់
ky: Сырсөздү киргизиңиз
mk: Внесете лозинка
mr: पासवर्ड टाका
ms: Masukkan kata laluan
nb: Skriv inn passord
nl: Voer wachtwoord in
pt_pt: Introduza a palavra-passe
ro: Introdu parola
ru: Введите пароль
sk: Zadat heslo
sl: Vnesite geslo
sq: Futni fjalekalimin
sr: Унесите лозинку
sv: Ange lösenord
ta: கடவுச்சொல்லை உள்ளிடுங்கள்
te: పాస్‌వర్డ్ నమోదు చేయి
th: ใส่รหัสผ่าน
tr: Sifreyi girin
ug: پارول كىرگۈزۈش
uk: Введіть пароль
ur: ูพุงุณ ูุฑฺ ุฏุฑุฌ ฺฉุฑฺบ

source: Confirm password
af: Bevestig wagwoord
ar: تأكيد كلمة المرور
bg: Потвърдете парола
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrasenya
cs: Potvrdte heslo
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirma la contraseña
et: Kinnita parool
eu: Berretsi pasahitza
fa: تأیید رمز عبور
fi: Vahvista salasana
fil: Kumpirmahin ang password
fr: Confirmez le mot de passe
ga: Deimhnigh an pasfhocal
gl: Confirmar contrasinal
gu: પાસવર્ડ કન્ફર્મ કરો
he: אשר סיסמה
hi: पासवर्ड की पुष्टि करें
hr: Potvrdite lozinku
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma la password
ja: パスワードを確認
ka: პაროლის დადასტურება
kk: Құпия сөзді растаңыз
km: បញ្ជាក់ពាក្យសម្ងាត់
ky: Сырсөздү ырастаңыз
mk: Потврди лозинка
mr: पासवर्ड पुष्टी करा
ms: Sahkan kata laluan
nb: Bekreft passord
nl: Bevestig wachtwoord
pt_pt: Confirme a palavra-passe
ro: Confirma parola
ru: Подтвердите пароль
sk: Potvrdit heslo
sl: Potrdite geslo
sq: Konfirmoni fjalekalimin
sr: Потврдите лозинку
sv: Bekräfta lösenord
ta: கடவுச்சொல்லை உறுதிசெய்யுங்கள்
te: పాస్‌వర్డ్ నిర్ధారించు
th: ยืนยันรหัสผ่าน
tr: Sifreyi onaylayin
ug: پارول جەزملەش
uk: Підтвердіть пароль
ur: ูพุงุณ ูุฑฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

# passwordPin
source: PIN code
af: PIN-kode
ar: رمز PIN
bg: PIN код
bn: PIN কোড
ca: Codi PIN
cs: PIN kod
da: PIN-kode
el: Κωδικός PIN
es: Código PIN
et: PIN-kood
eu: PIN kodea
fa: کد PIN
fi: PIN-koodi
fr: Code PIN
ga: Cod PIN
gl: Codigo PIN
gu: PIN કોડ
he: קוד PIN
hi: PIN कोड
hr: PIN kod
hu: PIN kód
id: Kode PIN
it: Codice PIN
ja: PIN コード
ka: PIN კოდი
kk: PIN код
km: លេខកូដ PIN
ky: PIN код
mk: PIN код
mr: PIN कोड
ms: Kod PIN
nb: PIN-kode
pt_pt: Codigo PIN
ro: Cod PIN
ru: PIN-код
sk: PIN kod
sl: PIN koda
sq: Kodi PIN
sr: PIN код
sv: PIN-kod
ta: PIN குறியீடு
te: PIN కోడ్
th: รหัส PIN
tr: PIN kodu
ug: PIN كود
uk: PIN-код
ur: PIN ฺฉูฺ

# passwordText
source: Text password
af: Tekswagwoord
ar: كلمة مرور نصية
bg: Текстова парола
bn: টেক্সট পাসওয়ার্ড
ca: Contrasenya de text
cs: Textove heslo
da: Tekstadgangskode
de: Textpasswort
el: Κωδικός κειμένου
es: Contraseña de texto
et: Tekstiparool
eu: Testu-pasahitza
fa: رمز عبور متنی
fi: Tekstisalasana
fr: Mot de passe texte
ga: Pasfhocal teacs
gl: Contrasinal de texto
gu: ટેક્સ્ટ પાસવર્ડ
he: סיסמת טקסט
hi: टेक्स्ट पासवर्ड
hr: Tekstualna lozinka
hu: Szöveges jelszó
id: Kata sandi teks
it: Password di testo
ja: テキストパスワード
ka: ტექსტური პაროლი
kk: Мәтіндік құпия сөз
km: ពាក្យសម្ងាត់អត្ថបទ
ky: Тексттик сырсөз
mk: Текстуална лозинка
mr: मजकूर पासवर्ड
ms: Kata laluan teks
nb: Tekstpassord
nl: Tekstwachtwoord
pt_pt: Palavra-passe de texto
ro: Parola text
ru: Текстовый пароль
sk: Textove heslo
sl: Besedilno geslo
sq: Fjalekalim tekst
sr: Текстуална лозинка
sv: Textlösenord
ta: உரை கடவுச்சொல்
te: వచన పాస్‌వర్డ్
th: รหัสผ่านข้อความ
tr: Metin sifresi
ug: تېكىست پارول
uk: Текстовий пароль
ur: ู ุชู ูพุงุณ ูุฑฺ

source: Protected note
af: Beskermde nota
ar: ملاحظة محمية
bg: Защитена бележка
bn: সুরক্ষিত নোট
ca: Nota protegida
cs: Chranena poznamka
da: Beskyttet note
de: Geschützte Notiz
el: Προστατευμένη σημείωση
es: Nota protegida
et: Kaitstud märkus
eu: Ohar babestua
fa: یادداشت محافظت‌شده
fi: Suojattu muistiinpano
fil: Protektadong tala
fr: Note protégée
ga: Nota cosanta
gl: Nota protexida
gu: સુરક્ષિત નોંધ
he: הערה מוגנת
hi: सुरक्षित नोट
hr: Zasticena biljeska
hu: Védett jegyzet
id: Catatan dilindungi
it: Nota protetta
ja: 保護されたメモ
ka: დაცული ჩანაწერი
kk: Қорғалған жазба
km: កំណត់ត្រាការពារ
ky: Корголгон жазуу
mk: Заштитена белешка
mr: संरक्षित नोट
ms: Nota dilindungi
nb: Beskyttet notat
nl: Beveiligde notitie
pt_pt: Nota protegida
ro: Notita protejata
ru: Защищённая заметка
sk: Chranena poznamka
sl: Zascitena beležka
sq: Shenim i mbrojtur
sr: Заштићена белешка
sv: Skyddad anteckning
ta: பாதுகாக்கப்பட்ட குறிப்பு
te: రక్షిత నోట్
th: บันทึกที่ถูกป้องกัน
tr: Korumali not
ug: قوغدالغان خاتىرە
uk: Захищена нотатка
ur: ู ุญููุธ ูููน

source: Incorrect password
af: Verkeerde wagwoord
ar: كلمة مرور غير صحيحة
bg: Грешна парола
bn: ভুল পাসওয়ার্ড
ca: Contrasenya incorrecta
cs: Nespravne heslo
da: Forkert adgangskode
de: Falsches Passwort
el: Λανθασμένος κωδικός πρόσβασης
es: Contraseña incorrecta
et: Vale parool
eu: Pasahitz okerra
fa: رمز عبور نادرست
fi: Väärä salasana
fil: Maling password
fr: Mot de passe incorrect
ga: Pasfhocal micheart
gl: Contrasinal incorrecto
gu: ખોટો પાસવર્ડ
he: סיסמה שגויה
hi: गलत पासवर्ड
hr: Netocna lozinka
hu: Helytelen jelszó
id: Kata sandi salah
it: Password errata
ja: パスワードが正しくありません
ka: არასწორი პაროლი
kk: Қате құпия сөз
km: ពាក្យសម្ងាត់មិនត្រឹមត្រូវ
ky: Туура эмес сырсөз
mk: Неточна лозинка
mr: चुकीचा पासवर्ड
ms: Kata laluan salah
nb: Feil passord
nl: Onjuist wachtwoord
pt_pt: Palavra-passe incorreta
ro: Parola incorecta
ru: Неверный пароль
sk: Nespravne heslo
sl: Napacno geslo
sq: Fjalekalim i gabuar
sr: Нетачна лозинка
sv: Felaktigt lösenord
ta: தவறான கடவுச்சொல்
te: తప్పు పాస్‌వర్డ్
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlis sifre
ug: خاتا پارول
uk: Невірний пароль
ur: ุบูุท ูพุงุณ ูุฑฺ

source: Password set
af: Wagwoord gestel
ar: تم تعيين كلمة المرور
bg: Паролата е зададена
bn: পাসওয়ার্ড সেট হয়েছে
ca: Contrasenya establerta
cs: Heslo nastaveno
da: Adgangskode indstillet
de: Passwort festgelegt
el: Ο κωδικός πρόσβασης ορίστηκε
es: Contraseña establecida
et: Parool määratud
eu: Pasahitza ezarrita
fa: رمز عبور تنظیم شد
fi: Salasana asetettu
fil: Naitakda ang password
fr: Mot de passe défini
ga: Pasfhocal socraithe
gl: Contrasinal establecido
gu: પાસવર્ડ સેટ થયો
he: סיסמה הוגדרה
hi: पासवर्ड सेट किया गया
hr: Lozinka postavljena
hu: Jelszó beállítva
id: Kata sandi diatur
it: Password impostata
ja: パスワードが設定されました
ka: პაროლი დაყენებულია
kk: Құпия сөз орнатылды
km: បានកំណត់ពាក្យសម្ងាត់
ky: Сырсөз коюлду
mk: Лозинката е поставена
mr: पासवर्ड सेट केला
ms: Kata laluan ditetapkan
nb: Passord satt
nl: Wachtwoord ingesteld
pt_pt: Palavra-passe definida
ro: Parola setata
ru: Пароль установлен
sk: Heslo nastavene
sl: Geslo nastavljeno
sq: Fjalekalimi u vendos
sr: Лозинка постављена
sv: Lösenord angivet
ta: கடவுச்சொல் அமைக்கப்பட்டது
te: పాస్‌వర్డ్ సెట్ చేయబడింది
th: ตั้งรหัสผ่านแล้ว
tr: Sifre belirlendi
ug: پارول بەلگىلەندى
uk: Пароль встановлено
ur: ูพุงุณ ูุฑฺ ุณูน ู ฺฏุง

source: Password removed
af: Wagwoord verwyder
ar: تمت إزالة كلمة المرور
bg: Паролата е премахната
bn: পাসওয়ার্ড সরানো হয়েছে
ca: Contrasenya eliminada
cs: Heslo odstraneno
da: Adgangskode fjernet
de: Passwort entfernt
el: Ο κωδικός πρόσβασης αφαιρέθηκε
es: Contraseña eliminada
et: Parool eemaldatud
eu: Pasahitza kenduta
fa: رمز عبور حذف شد
fi: Salasana poistettu
fil: Naalis ang password
fr: Mot de passe retiré
ga: Pasfhocal bainte
gl: Contrasinal eliminado
gu: પાસવર્ડ કાઢી નખાયો
he: סיסמה הוסרה
hi: पासवर्ड हटाया गया
hr: Lozinka uklonjena
hu: Jelszó eltávolítva
id: Kata sandi dihapus
it: Password rimossa
ja: パスワードが削除されました
ka: პაროლი წაშლილია
kk: Құпия сөз жойылды
km: បានដកពាក្យសម្ងាត់
ky: Сырсөз алынды
mk: Лозинката е отстранета
mr: पासवर्ड काढून टाकला
ms: Kata laluan dibuang
nb: Passord fjernet
nl: Wachtwoord verwijderd
pt_pt: Palavra-passe removida
ro: Parola stearsa
ru: Пароль удалён
sk: Heslo odstranene
sl: Geslo odstranjeno
sq: Fjalekalimi u hoq
sr: Лозинка уклоњена
sv: Lösenord borttaget
ta: கடவுச்சொல் நீக்கப்பட்டது
te: పాస్‌వర్డ్ తొలగించబడింది
th: ลบรหัสผ่านแล้ว
tr: Sifre kaldirildi
ug: پارول ئۆچۈرۈلدى
uk: Пароль видалено
ur: ูพุงุณ ูุฑฺ ูนุง ุฏุง ฺฏุง
