Repository: devolim/hash
Catalog: hash/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gu, he, hi, hr, hu, id, it, ja, ka, kk, km, ky, mk, mr, ms, nb, nl, pt_pt, ro, ru, sk, sl, sq, sr, sv, ta, te, th, tr, ug, uk, ur

# previewMessageSent
source: Hey there!
af: Haai daar!
ar: أهلاً!
bg: Здрасти!
bn: কেমন আছেন!
ca: Ei, com va!
cs: Cau!
da: Hejsa!
de: Hey!
el: Γεια σας!
es: ¡Hey!
et: Hei!
eu: Aupa!
fa: درود!
fi: Moikka!
fil: Uy, kamusta!
fr: Coucou !
ga: Haigh!
gl: Que tal!
gu: કેમ છો!
he: !מה נשמע
hi: कैसे हो!
hr: Hej!
hu: Helló!
id: Hai!
it: Ehi!
ja: やあ！
ka: გამარჯობა!
kk: Қалайсың!
km: ជំរាបសួរ!
ky: Саламатсызбы!
mk: Ej!
mr: कसे आहात!
ms: Apa khabar!
nb: Hei der!
nl: Hoi!
pt_pt: Viva!
ro: Buna!
ru: Здравствуйте!
sk: Cau!
sl: Hej!
sq: Tungjatjeta!
sr: Ћао!
sv: Tjena!
ta: ஹலோ!
te: హాయ్!
th: หวัดดี!
tr: Selam!
ug: سالام!
uk: Привіт!
ur: ุณูุงู !

# callAction
source: Call
af: Bel
ar: مكالمة
bg: Обаждане
bn: কল
ca: Trucada
cs: Volat
da: Ring
de: Anruf
el: Κλήση
es: Llamada
et: Kõne
eu: Deia
fa: تماس
fi: Puhelu
fil: Tawag
fr: Appel
ga: Glao
gl: Chamar
gu: કોલ
he: שיחה
hi: कॉल
hr: Poziv
hu: Hívás
id: Panggil
it: Chiamata
ja: 通話
ka: ზარი
kk: Қоңырау
km: ហៅ
ky: Чалуу
mk: Повик
mr: कॉल
ms: Panggil
nb: Ring
nl: Bellen
pt_pt: Chamada
ro: Apel
ru: Звонок
sk: Hovor
sl: Klic
sq: Thirrje
sr: Позив
sv: Samtal
ta: அழைப்பு
te: కాల్
th: โทร
tr: Ara
ug: چاقىرىش
uk: Дзвінок
ur: ฺฉุงู

# videoAction
source: Video
ar: فيديو
bg: Видео
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fa: ویدیو
fr: Vidéo
ga: Fisean
gu: વીડિયો
he: וידאו
hi: वीडियो
hu: Videó
ja: ビデオ
ka: ვიდეო
kk: Бейне
km: វីដេអូ
ky: Видео
mk: Видео
mr: व्हिडिओ
ru: Видео
sr: Видео
ta: வீடியோ
te: వీడియో
th: วิดีโอ
tr: Goruntulu
ug: سىن
uk: Відео

source: Personal notes
af: Persoonlike notas
ar: ملاحظات شخصية
bg: Лични бележки
bn: ব্যক্তিগত নোট
ca: Notes personals
cs: Osobni poznamky
da: Personlige noter
de: Persönliche Notizen
el: Προσωπικές σημειώσεις
es: Notas personales
et: Isiklikud märkmed
eu: Ohar pertsonalak
fa: یادداشت‌های شخصی
fi: Henkilökohtaiset muistiinpanot
fil: Mga personal na tala
fr: Notes personnelles
ga: Notai pearsanta
gl: Notas persoais
gu: વ્યક્તિગત નોંધો
he: הערות אישיות
hi: व्यक्तिगत नोट्स
hr: Osobne biljeske
hu: Személyes jegyzetek
id: Catatan pribadi
it: Note personali
ja: 個人メモ
ka: პირადი ჩანაწერები
kk: Жеке жазбалар
km: កំណត់ត្រាផ្ទាល់ខ្លួន
ky: Жеке жазуулар
mk: Лични белешки
mr: वैयक्तिक नोट्स
ms: Nota peribadi
nb: Personlige notater
nl: Persoonlijke notities
pt_pt: Notas pessoais
ro: Notite personale
ru: Личные заметки
sk: Osobne poznamky
sl: Osebne beležke
sq: Shenime personale
sr: Личне белешке
sv: Personliga anteckningar
ta: தனிப்பட்ட குறிப்புகள்
te: వ్యక్తిగత నోట్స్
th: บันทึกส่วนตัว
tr: Kisisel notlar
ug: شەخسىي خاتىرىلەر
uk: Особисті нотатки
ur: ุฐุงุช ูููนุณ

source: Add notes...
af: Voeg notas by...
ar: إضافة ملاحظات...
bg: Добавяне на бележки...
bn: নোট যোগ করুন...
ca: Afegir notes...
cs: Pridat poznamky...
da: Tilføj noter...
de: Notizen hinzufügen...
el: Προσθήκη σημειώσεων...
es: Añadir notas...
et: Lisa märkmeid...
eu: Gehitu oharrak...
fa: افزودن یادداشت...
fi: Lisää muistiinpanoja...
fil: Magdagdag ng mga tala...
fr: Ajouter des notes...
ga: Cuir notai leis...
gl: Engadir notas...
gu: નોંધો ઉમેરો...
he: הוסף הערות...
hi: नोट्स जोड़ें...
hr: Dodaj biljeske...
hu: Jegyzetek hozzáadása...
id: Tambah catatan...
it: Aggiungi note...
ja: メモを追加...
ka: ჩანაწერების დამატება...
kk: Жазба қосу...
km: បន្ថែមកំណត់ត្រា...
ky: Жазуу кошуу...
mk: Додај белешки...
mr: नोट्स जोडा...
ms: Tambah nota...
nb: Legg til notater...
nl: Notities toevoegen...
pt_pt: Adicionar notas...
ro: Adauga notite...
ru: Добавить заметки...
sk: Pridat poznamky...
sl: Dodaj beležke...
sq: Shto shenime...
sr: Додај белешке...
sv: Lägg till anteckningar...
ta: குறிப்புகளைச் சேர்...
te: నోట్స్ జోడించు...
th: เพิ่มบันทึก...
tr: Not ekle...
ug: خاتىرە قوشۇش...
uk: Додати нотатки...
ur: ูููนุณ ุดุงู ู ฺฉุฑฺบ...

source: No notes
af: Geen notas
ar: لا توجد ملاحظات
bg: Без бележки
bn: কোনো নোট নেই
ca: Cap nota
cs: Zadne poznamky
da: Ingen noter
de: Keine Notizen
el: Δεν υπάρχουν σημειώσεις
es: Sin notas
et: Märkmeid pole
eu: Oharrik ez
fa: بدون یادداشت
fi: Ei muistiinpanoja
fil: Walang mga tala
fr: Aucune note
ga: Gan nota
gl: Sen notas
gu: કોઈ નોંધ નથી
he: אין הערות
hi: कोई नोट नहीं
hr: Nema biljesaka
hu: Nincsenek jegyzetek
id: Tidak ada catatan
it: Nessuna nota
ja: メモなし
ka: ჩანაწერები არ არის
kk: Жазбалар жоқ
km: គ្មានកំណត់ត្រា
ky: Жазуу жок
mk: Нема белешки
mr: नोट्स नाहीत
ms: Tiada nota
nb: Ingen notater
nl: Geen notities
pt_pt: Sem notas
ro: Nicio notita
ru: Нет заметок
sk: Ziadne poznamky
sl: Ni beležk
sq: Asnje shenim
sr: Нема белешки
sv: Inga anteckningar
ta: குறிப்புகள் இல்லை
te: నోట్స్ లేవు
th: ไม่มีบันทึก
tr: Not yok
ug: خاتىرە يوق
uk: Немає нотаток
ur: ฺฉูุฆ ูููนุณ ูฺบ

source: Message notifications
af: Boodskapkennisgewings
ar: إشعارات الرسائل
bg: Известия за съобщения
bn: বার্তা বিজ্ঞপ্তি
ca: Notificacions de missatges
cs: Oznameni o zpravach
da: Beskednotifikationer
de: Nachrichtenbenachrichtigungen
el: Ειδοποιήσεις μηνυμάτων
es: Notificaciones de mensajes
et: Sõnumi teavitused
eu: Mezu-jakinarazpenak
fa: اعلان‌های پیام
fi: Viesti-ilmoitukset
fil: Mga notipikasyon ng mensahe
fr: Notifications des messages
ga: Fograi teachtaireachtai
gl: Notificacions de mensaxes
gu: સંદેશ સૂચનાઓ
he: התראות הודעות
hi: संदेश सूचनाएं
hr: Obavijesti o porukama
hu: Üzenetértesítések
id: Notifikasi pesan
it: Notifiche messaggi
ja: メッセージ通知
ka: შეტყობინებების ნოტიფიკაციები
kk: Хабарлама хабарландырулары
km: ការជូនដំណឹងសារ
ky: Кат билдирмелери
mk: Известувања за пораки
mr: संदेश सूचना
ms: Pemberitahuan mesej
nb: Meldingsvarsler
nl: Berichtmeldingen
pt_pt: Notificacoes de mensagens
ro: Notificari mesaje
ru: Уведомления о сообщениях
sk: Notifikacie sprav
sl: Obvestila o sporocilih
sq: Njoftimet e mesazheve
sr: Обавештења о порукама
sv: Meddelandeaviseringar
ta: செய்தி அறிவிப்புகள்
te: సందేశ నోటిఫికేషన్‌లు
th: แจ้งเตือนข้อความ
tr: Mesaj bildirimleri
ug: ئۇچۇر ئۇقتۇرۇشى
uk: Сповіщення повідомлень
ur: ูพุบุงู ุงุทูุงุนุงุช

source: Call notifications
af: Oproepkennisgewings
ar: إشعارات المكالمات
bg: Известия за обаждания
bn: কল বিজ্ঞপ্তি
ca: Notificacions de trucades
cs: Oznameni o hovorech
da: Opkaldsnotifikationer
de: Anrufbenachrichtigungen
el: Ειδοποιήσεις κλήσεων
es: Notificaciones de llamadas
et: Kõne teavitused
eu: Dei-jakinarazpenak
fa: اعلان‌های تماس
fi: Puheluilmoitukset
fil: Mga notipikasyon ng tawag
fr: Notifications des appels
ga: Fograi glaonna
gl: Notificacions de chamadas
gu: કોલ સૂચનાઓ
he: התראות שיחות
hi: कॉल सूचनाएं
hr: Obavijesti o pozivima
hu: Hívásértesítések
id: Notifikasi panggilan
it: Notifiche chiamate
ja: 通話通知
ka: ზარის ნოტიფიკაციები
kk: Қоңырау хабарландырулары
km: ការជូនដំណឹងការហៅ
ky: Чалуу билдирмелери
mk: Известувања за повици
mr: कॉल सूचना
ms: Pemberitahuan panggilan
nb: Samtalevarsler
nl: Oproepmeldingen
pt_pt: Notificacoes de chamadas
ro: Notificari apeluri
ru: Уведомления о звонках
sk: Notifikacie hovorov
sl: Obvestila o klicih
sq: Njoftimet e thirrjeve
sr: Обавештења о позивима
sv: Samtalsaviseringar
ta: அழைப்பு அறிவிப்புகள்
te: కాల్ నోటిఫికేషన్‌లు
th: แจ้งเตือนสาย
tr: Arama bildirimleri
ug: چاقىرىش ئۇقتۇرۇشى
uk: Сповіщення дзвінків
ur: ฺฉุงู ุงุทูุงุนุงุช

source: Use gradient
af: Gebruik gradiënt
ar: استخدام تدرج
bg: Използване на градиент
bn: গ্রেডিয়েন্ট ব্যবহার করুন
ca: Usar degradat
cs: Pouzit prechod
da: Brug gradient
de: Farbverlauf verwenden
el: Χρήση ντεγκραντέ
es: Usar degradado
et: Kasuta gradienti
eu: Erabili gradientea
fa: استفاده از گرادیانت
fi: Käytä liukuväriä
fil: Gumamit ng gradient
fr: Utiliser un dégradé
ga: Usaid gradan
gl: Usar degradado
gu: ગ્રેડિયન્ટ વાપરો
he: השתמש בהדרגה
hi: ग्रेडिएंट का उपयोग करें
hr: Koristi gradijent
hu: Színátmenet használata
id: Gunakan gradien
it: Usa sfumatura
ja: グラデーションを使用
ka: გრადიენტის გამოყენება
kk: Градиент қолдану
km: ប្រើពណ៌ជម្រាល
ky: Градиент колдонуу
mk: Користи градиент
mr: ग्रेडिएंट वापरा
ms: Gunakan kecerunan
nb: Bruk gradient
nl: Verloop gebruiken
pt_pt: Usar gradiente
ro: Foloseste gradient
ru: Использовать градиент
sk: Pouzit gradient
sl: Uporabi preliv
sq: Perdor gradient
sr: Користи градијент
sv: Använd gradient
ta: சாய்வு நிறம் பயன்படுத்து
te: గ్రేడియంట్ ఉపయోగించు
th: ใช้ไล่สี
tr: Degrade kullan
ug: گرادىيېنت ئىشلىتىش
uk: Використовувати градієнт
ur: ฺฏุฑฺููน ุงุณุชุนู ุงู ฺฉุฑฺบ

# gradientStart
source: Start color
af: Beginkleur
ar: لون البداية
bg: Начален цвят
bn: শুরুর রঙ
ca: Color inicial
cs: Pocatecni barva
da: Startfarve
de: Startfarbe
el: Αρχικό χρώμα
es: Color de inicio
et: Algvärv
eu: Hasierako kolorea
fa: رنگ شروع
fi: Alkuväri
fil: Panimulang kulay
fr: Couleur de début
ga: Dath tosaigh
gl: Cor de inicio
gu: શરૂઆતનો રંગ
he: צבע התחלה
hi: शुरुआती रंग
hr: Pocetna boja
hu: Kezdő szín
id: Warna awal
it: Colore iniziale
ja: 開始色
ka: საწყისი ფერი
kk: Бастапқы түс
km: ពណ៌ចាប់ផ្តើម
ky: Баштапкы түс
mk: Почетна боја
mr: सुरुवातीचा रंग
ms: Warna mula
nb: Startfarge
nl: Startkleur
pt_pt: Cor inicial
ro: Culoare de start
ru: Начальный цвет
sk: Pociatocna farba
sl: Zacetna barva
sq: Ngjyra e fillimit
sr: Почетна боја
sv: Startfärg
ta: ஆரம்ப நிறம்
te: ప్రారంభ రంగు
th: สีเริ่มต้น
tr: Baslangic rengi
ug: باشلىنىش رەڭگى
uk: Початковий колір
ur: ุดุฑูุนุงุช ุฑูฺฏ

# gradientEnd
source: End color
af: Eindkleur
ar: لون النهاية
bg: Краен цвят
bn: শেষের রঙ
ca: Color final
cs: Koncova barva
da: Slutfarve
de: Endfarbe
el: Τελικό χρώμα
es: Color final
et: Lõppvärv
eu: Amaierako kolorea
fa: رنگ پایان
fi: Loppuväri
fil: Pangwakas na kulay
fr: Couleur de fin
ga: Dath deiridh
gl: Cor de fin
gu: અંતનો રંગ
he: צבע סיום
hi: अंतिम रंग
hr: Zavrsna boja
hu: Záró szín
id: Warna akhir
it: Colore finale
ja: 終了色
ka: საბოლოო ფერი
kk: Соңғы түс
km: ពណ៌បញ្ចប់
ky: Аяктоо түсү
mk: Крајна боја
mr: शेवटचा रंग
ms: Warna akhir
nb: Sluttfarge
nl: Eindkleur
pt_pt: Cor final
ro: Culoare de final
ru: Конечный цвет
sk: Koncova farba
sl: Koncna barva
sq: Ngjyra e fundit
sr: Крајња боја
sv: Slutfärg
ta: இறுதி நிறம்
te: ముగింపు రంగు
th: สีสิ้นสุด
tr: Bitis rengi
ug: ئاخىرقى رەڭگى
uk: Кінцевий колір
ur: ุขุฎุฑ ุฑูฺฏ

source: Preview
af: Voorskou
ar: معاينة
bg: Преглед
bn: পূর্বরূপ
ca: Previsualització
cs: Nahled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
et: Eelvaade
eu: Aurrebista
fa: پیش‌نمایش
fi: Esikatselu
fr: Aperçu
ga: Reamhamharc
gl: Vista previa
gu: પ્રીવ્યૂ
he: תצוגה מקדימה
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ka: გადახედვა
kk: Алдын ала көру
km: មើលជាមុន
ky: Алдын ала көрүү
mk: Преглед
mr: पूर्वावलोकन
ms: Pratonton
nb: Forhåndsvisning
nl: Voorbeeld
pt_pt: Pre-visualizacao
ro: Previzualizare
ru: Предпросмотр
sk: Nahled
sl: Predogled
sq: Parapamje
sr: Преглед
sv: Förhandsgranskning
ta: முன்னோட்டம்
te: ప్రివ్యూ
th: ตัวอย่าง
tr: Onizleme
ug: ئالدىن كۆرۈش
uk: Попередній перегляд
ur: ูพุด ูุธุงุฑ

source: Reset
af: Herstel
ar: إعادة تعيين
bg: Нулиране
bn: রিসেট
ca: Restablir
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
et: Lähtesta
eu: Berrezarri
fa: بازنشانی
fi: Nollaa
fil: I-reset
fr: Réinitialiser
ga: Athshocraigh
gl: Restablecer
gu: રીસેટ
he: איפוס
hi: रीसेट करें
hr: Ponisti
hu: Visszaállítás
it: Ripristina
ja: リセット
ka: გადატვირთვა
kk: Қалпына келтіру
km: កំណត់ឡើងវិញ
ky: Баштапкы абалга
mk: Ресетирај
mr: रीसेट करा
ms: Set semula
nb: Tilbakestill
nl: Resetten
pt_pt: Repor
ro: Reseteaza
ru: Сбросить
sk: Resetovat
sl: Ponastavi
sq: Rivendos
sr: Ресетуј
sv: Återställ
ta: மீட்டமை
te: రీసెట్
th: รีเซ็ต
tr: Sifirla
ug: ئەسلىگە قايتۇرۇش
uk: Скинути
ur: ุฑ ุณูน

source: Security number
af: Sekuriteitsnommer
ar: رقم الأمان
bg: Номер за сигурност
bn: নিরাপত্তা নম্বর
ca: Número de seguretat
cs: Bezpecnostni cislo
da: Sikkerhedsnummer
de: Sicherheitsnummer
el: Αριθμός ασφαλείας
es: Número de seguridad
et: Turvanumber
eu: Segurtasun-zenbakia
fa: شماره امنیتی
fi: Turvanumero
fr: Numéro de sécurité
ga: Uimhir shlándála
gl: Numero de seguridade
gu: સુરક્ષા નંબર
he: מספר אבטחה
hi: सुरक्षा संख्या
hr: Sigurnosni broj
hu: Biztonsági szám
id: Nomor keamanan
it: Numero di sicurezza
ja: セキュリティ番号
ka: უსაფრთხოების ნომერი
kk: Қауіпсіздік нөмірі
km: លេខសុវត្ថិភាព
ky: Коопсуздук номери
mk: Безбедносен број
mr: सुरक्षा क्रमांक
ms: Nombor keselamatan
nb: Sikkerhetsnummer
nl: Beveiligingsnummer
pt_pt: Numero de seguranca
ro: Numar de securitate
ru: Номер безопасности
sk: Bezpecnostne cislo
sl: Varnostna stevilka
sq: Numri i sigurise
sr: Безбедносни број
sv: Säkerhetsnummer
ta: பாதுகாப்பு எண்
te: భద్రతా సంఖ్య
th: หมายเลขความปลอดภัย
tr: Guvenlik numarasi
ug: بىخەتەرلىك نومۇرى
uk: Номер безпеки
ur: ุณฺฉูุฑูน ูู ุจุฑ

# securityNumberDescription
source: Verify that the security number matches {name}'s device
af: Verifieer dat die sekuriteitsnommer ooreenstem met {name} se toestel
ar: تحقق من أن رقم الأمان يتطابق مع جهاز {name}
bg: Проверете дали номерът за сигурност съвпада с устройството на {name}
bn: নিরাপত্তা নম্বর {name}-এর ডিভাইসের সাথে মিলছে কিনা যাচাই করুন
ca: Verifica que el número de seguretat coincideixi amb el dispositiu de {name}
cs: Overte, ze bezpecnostni cislo odpovida zarizeni {name}
da: Bekræft at sikkerhedsnummeret stemmer overens med {name}s enhed
de: Überprüfe, ob die Sicherheitsnummer mit dem Gerät von {name} übereinstimmt
el: Επαληθεύστε ότι ο αριθμός ασφαλείας ταιριάζει με τη συσκευή του/της {name}
es: Verifica que el número de seguridad coincida con el dispositivo de {name}
et: Kontrollige, et turvanumber ühtib {name} seadmega
eu: Egiaztatu segurtasun-zenbakia {name}-(r)en gailuarekin bat datorrela
fa: تأیید کنید که شماره امنیتی با دستگاه {name} مطابقت دارد
fi: Varmista, että turvanumero vastaa käyttäjän {name} laitetta
fil: I-verify na tumutugma ang security number sa device ni {name}
fr: Vérifiez que le numéro de sécurité correspond à l'appareil de {name}
ga: Fioraigh go meaitsealann an uimhir shlándála le gleas {name}
gl: Verifica que o numero de seguridade coincida co dispositivo de {name}
gu: ચકાસો કે સુરક્ષા નંબર {name} ના ઉપકરણ સાથે મેળ ખાય છે
he: ודא שמספר האבטחה תואם למכשיר של {name}
hi: सत्यापित करें कि सुरक्षा संख्या {name} के डिवाइस से मेल खाती है
hr: Provjerite podudara li se sigurnosni broj s uredajem korisnika {name}
hu: Ellenőrizze, hogy a biztonsági szám megegyezik-e {name} eszközével
id: Verifikasi bahwa nomor keamanan cocok dengan perangkat {name}
it: Verifica che il numero di sicurezza corrisponda al dispositivo di {name}
ja: セキュリティ番号が{name}のデバイスと一致することを確認してください
ka: შეამოწმეთ, რომ უსაფრთხოების ნომერი ემთხვევა {name}-ის მოწყობილობას
kk: Қауіпсіздік нөмірі {name} құрылғысымен сәйкес келетінін тексеріңіз
km: ផ្ទៀងផ្ទាត់ថាលេខសុវត្ថិភាពត្រូវគ្នាជាមួយឧបករណ៍របស់ {name}
ky: Коопсуздук номеринин {name} түзмөгүнө дал келерин текшериңиз
mk: Потврдете дека безбедносниот број се совпаѓа со уредот на {name}
mr: सुरक्षा क्रमांक {name} च्या डिव्हाइसशी जुळतो का ते सत्यापित करा
ms: Sahkan bahawa nombor keselamatan sepadan dengan peranti {name}
nb: Bekreft at sikkerhetsnummeret stemmer med enheten til {name}
nl: Controleer of het beveiligingsnummer overeenkomt met het apparaat van {name}
pt_pt: Verifique se o numero de seguranca corresponde ao dispositivo de {name}
ro: Verifica ca numarul de securitate se potriveste cu dispozitivul lui {name}
ru: Убедитесь, что номер безопасности совпадает с устройством {name}
sk: Overte, ze sa bezpecnostne cislo zhoduje so zariadenim {name}
sl: Preverite, da se varnostna stevilka ujema z napravo {name}
sq: Verifikoni qe numri i sigurise perputhet me pajisjen e {name}
sr: Проверите да ли се безбедносни број поклапа са уређајем корисника {name}
sv: Verifiera att säkerhetsnumret matchar {name}s enhet
ta: பாதுகாப்பு எண் {name} இன் சாதனத்துடன் பொருந்துகிறதா என சரிபார்க்கவும்
te: భద్రతా సంఖ్య {name} యొక్క పరికరంతో సరిపోలుతుందో ధృవీకరించండి
th: ตรวจสอบว่าหมายเลขความปลอดภัยตรงกับอุปกรณ์ของ {name}
tr: Guvenlik numarasinin {name} cihazindakiyle eslestigi dogrulayin
ug: بىخەتەرلىك نومۇرى {name} نىڭ ئۈسكۈنىسى بىلەن ماسلىشىدىغانلىقىنى تەكشۈرۈڭ
uk: Перевірте, що номер безпеки збігається з пристроєм {name}
ur: ุชุตุฏู ฺฉุฑฺบ ฺฉ ุณฺฉูุฑูน ูู ุจุฑ {name} ฺฉ ุขู ุณ ู ูุชุง 

# verifyEncryption
source: Verify end-to-end encryption
af: Verifieer end-tot-end-enkripsie
ar: التحقق من التشفير من طرف إلى طرف
bg: Проверка на криптирането от край до край
bn: এন্ড-টু-এন্ড এনক্রিপশন যাচাই করুন
ca: Verificar xifrat d'extrem a extrem
cs: Overit end-to-end sifrovani
da: Bekræft end-to-end-kryptering
de: Ende-zu-Ende-Verschlüsselung überprüfen
el: Επαλήθευση κρυπτογράφησης από άκρο σε άκρο
es: Verificar cifrado de extremo a extremo
et: Kontrolli täielikku krüpteerimist
eu: Egiaztatu muturretik muturrerako enkriptazioa
fa: تأیید رمزنگاری سرتاسری
fi: Tarkista päästä päähän -salaus
fil: I-verify ang end-to-end encryption
fr: Vérifier le chiffrement de bout en bout
ga: Fioraigh an criptiuchain ceann go ceann
gl: Verificar cifrado de extremo a extremo
gu: એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન ચકાસો
he: אמת הצפנה מקצה לקצה
hi: एंड-टू-एंड एन्क्रिप्शन सत्यापित करें
hr: Provjeri enkripciju od kraja do kraja
hu: Végponttól végpontig titkosítás ellenőrzése
id: Verifikasi enkripsi ujung-ke-ujung
it: Verifica crittografia end-to-end
ja: エンドツーエンド暗号化を確認
ka: ბოლოდან ბოლომდე დაშიფვრის შემოწმება
kk: Толық шифрлауды тексеру
km: ផ្ទៀងផ្ទាត់ការអ៊ិនគ្រីបពីចុងដល់ចុង
ky: Учтан-учка шифрлөөнү текшерүү
mk: Потврди целосна енкрипција
mr: एंड-टू-एंड एन्क्रिप्शन सत्यापित करा
ms: Sahkan penyulitan hujung-ke-hujung
nb: Verifiser ende-til-ende-kryptering
nl: End-to-end-versleuteling verifiëren
pt_pt: Verificar encriptacao ponta a ponta
ro: Verifica criptarea end-to-end
ru: Проверить сквозное шифрование
sk: Overit end-to-end sifrovanie
sl: Preveri sifriranje od konca do konca
sq: Verifiko kriptimin nga skaji ne skaj
sr: Провери шифровање с краја на крај
sv: Verifiera ände-till-ände-kryptering
ta: முழுமையான குறியாக்கத்தை சரிபார்
te: ఎండ్-టు-ఎండ్ ఎన్‌క్రిప్షన్ ధృవీకరించు
th: ตรวจสอบการเข้ารหัสแบบครบวงจร
tr: Uctan uca sifrelemeyi dogrula
ug: ئۇچتىن-ئۇچقا شىفىرلاشنى تەكشۈرۈش
uk: Перевірити наскрізне шифрування
ur: ุงูฺ ูนู ุงูฺ ุงูฺฉุฑูพุดู ฺฉ ุชุตุฏู ฺฉุฑฺบ

source: Tap to copy
af: Tik om te kopieer
ar: انقر للنسخ
bg: Докоснете, за да копирате
bn: কপি করতে ট্যাপ করুন
ca: Toca per copiar
cs: Klepnete pro kopirovani
da: Tryk for at kopiere
de: Tippen zum Kopieren
el: Πατήστε για αντιγραφή
es: Toca para copiar
et: Puudutage kopeerimiseks
eu: Sakatu kopiatzeko
fa: برای کپی ضربه بزنید
fi: Napauta kopioidaksesi
fil: Mag-tap para kopyahin
fr: Appuyez pour copier
ga: Bruigh chun coipeail
gl: Toca para copiar
gu: કૉપી કરવા ટેપ કરો
he: הקש להעתקה
hi: कॉपी करने के लिए टैप करें
hr: Dodirnite za kopiranje
hu: Koppintson a másoláshoz
id: Ketuk untuk menyalin
it: Tocca per copiare
ja: タップしてコピー
ka: შეხებით კოპირება
kk: Көшіру үшін басыңыз
km: ចុចដើម្បីចម្លង
ky: Көчүрүү үчүн басыңыз
mk: Допрете за копирање
mr: कॉपी करण्यासाठी टॅप करा
ms: Ketik untuk menyalin
nb: Trykk for å kopiere
nl: Tik om te kopiëren
pt_pt: Toque para copiar
ro: Atinge pentru a copia
ru: Нажмите для копирования
sk: Klepnite na kopirovanie
sl: Tapnite za kopiranje
sq: Trokitni per te kopjuar
sr: Додирни за копирање
sv: Tryck för att kopiera
ta: நகலெடுக்க தட்டுங்கள்
te: కాపీ చేయడానికి నొక్కండి
th: แตะเพื่อคัดลอก
tr: Kopyalamak icin dokunun
ug: كۆچۈرۈش ئۈچۈن چېكىڭ
uk: Натисніть, щоб скопіювати
ur: ฺฉุงูพ ฺฉุฑู ฺฉ ู ูนูพ ฺฉุฑฺบ

source: How to verify
af: Hoe om te verifieer
ar: كيفية التحقق
bg: Как да проверите
bn: কীভাবে যাচাই করবেন
ca: Com verificar
cs: Jak overit
da: Sådan bekræfter du
de: Wie überprüfen
el: Πώς να επαληθεύσετε
es: Cómo verificar
et: Kuidas kontrollida
eu: Nola egiaztatu
fa: چگونه تأیید کنیم
fi: Kuinka tarkistaa
fil: Paano i-verify
fr: Comment vérifier
ga: Conas fioiru
gl: Como verificar
gu: કેવી રીતે ચકાસવું
he: כיצד לאמת
hi: कैसे सत्यापित करें
hr: Kako provjeriti
hu: Hogyan ellenőrizze
id: Cara memverifikasi
it: Come verificare
ja: 確認方法
ka: როგორ შევამოწმოთ
kk: Қалай тексеру керек
km: របៀបផ្ទៀងផ្ទាត់
ky: Кантип текшерүү керек
mk: Како да потврдите
mr: सत्यापन कसे करावे
ms: Cara mengesahkan
nb: Hvordan verifisere
nl: Hoe te verifiëren
pt_pt: Como verificar
ro: Cum sa verifici
ru: Как проверить
sk: Ako overit
sl: Kako preveriti
sq: Si te verifikoni
sr: Како проверити
sv: Hur verifierar man
ta: எப்படி சரிபார்ப்பது
te: ఎలా ధృవీకరించాలి
th: วิธีตรวจสอบ
tr: Nasil dogrulanir
ug: قانداق تەكشۈرۈش
uk: Як перевірити
ur: ุชุตุฏู ฺฉุณ ฺฉุฑฺบ

# verifyStep1
source: Meet your contact in person or call them
af: Ontmoet jou kontak persoonlik of bel hulle
ar: قابل جهة اتصالك شخصياً أو اتصل بها
bg: Срещнете се с контакта си лично или му се обадете
bn: আপনার পরিচিতির সাথে সামনাসামনি দেখা করুন বা কল করুন
ca: Trobeu-vos amb el contacte en persona o truqueu-li
cs: Setkejte se s kontaktem osobne nebo mu zavolejte
da: Mød din kontakt personligt eller ring til dem
de: Triff deinen Kontakt persönlich oder rufe ihn an
el: Συναντήστε την επαφή σας αυτοπροσώπως ή καλέστε την
es: Reúnete con tu contacto en persona o llámalo
et: Kohtuge oma kontaktiga isiklikult või helistage neile
eu: Aurrez aurre bildu zure kontaktuarekin edo deitu iezaiozu
fa: مخاطب خود را حضوری ملاقات کنید یا تماس بگیرید
fi: Tapaa yhteystietosi henkilökohtaisesti tai soita hänelle
fil: Makipagkita nang personal sa iyong kontak o tawagan sila
fr: Rencontrez votre contact en personne ou appelez-le
ga: Buail le do theagmhail go pearsanta no cuir glao orthu
gl: Quedade co contacto en persoa ou chamade
gu: તમારા સંપર્કને રૂબરૂ મળો અથવા કોલ કરો
he: פגוש את איש הקשר שלך באופן אישי או התקשר אליו
hi: अपने संपर्क से व्यक्तिगत रूप से मिलें या कॉल करें
hr: Nadite se s kontaktom osobno ili ga nazovite
hu: Találkozzon személyesen a névjegyével, vagy hívja fel
id: Temui kontak Anda secara langsung atau hubungi mereka
it: Incontra il tuo contatto di persona o chiamalo
ja: 連絡先と直接会うか電話する
ka: პირადად შეხვდით კონტაქტს ან დაურეკეთ
kk: Контактіңізбен жеке кездесіңіз немесе қоңырау шалыңыз
km: ជួបទំនាក់ទំនងដោយផ្ទាល់ ឬហៅពួកគេ
ky: Контактыңыз менен жүз-жүзгө жолугуңуз же чалыңыз
mk: Сретнете се со контактот лично или позвонете им
mr: तुमच्या संपर्काला प्रत्यक्ष भेटा किंवा कॉल करा
ms: Jumpa kenalan anda secara peribadi atau hubungi mereka
nb: Møt kontakten din personlig eller ring dem
nl: Ontmoet je contact persoonlijk of bel ze
pt_pt: Encontre o seu contacto pessoalmente ou ligue-lhe
ro: Intalneste-te cu contactul tau personal sau suna-l
ru: Встретьтесь с контактом лично или позвоните
sk: Stretnite sa s kontaktom osobne alebo mu zavolajte
sl: Srecajte se s stikom osebno ali ga pokličite
sq: Takohuni me kontaktin personalisht ose telefononi
sr: Сретните се са контактом лично или га позовите
sv: Träffa din kontakt personligen eller ring dem
ta: உங்கள் தொடர்பை நேரில் சந்தியுங்கள் அல்லது அழையுங்கள்
te: మీ పరిచయాన్ని వ్యక్తిగతంగా కలవండి లేదా కాల్ చేయండి
th: พบผู้ติดต่อด้วยตนเองหรือโทรหา
tr: Kisinizle yuz yuze gorusun veya arayin
ug: ئالاقىداشىڭىز بىلەن يۈزمۇ-يۈز كۆرۈشۈڭ ياكى چاقىرىڭ
uk: Зустріньтеся з контактом особисто або зателефонуйте
ur: ุงูพู ุฑุงุจุท ุณ ุฐุงุช ุทูุฑ ูพุฑ ู ูฺบ ุง ฺฉุงู ฺฉุฑฺบ
